Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.3/*/AdminOrderscustomersHelp.*.xlf
Languages: lv_lv, mk_mk

source: Would you like to allow merchandise returns in your shop?
lv_lv: Izvēlēties, vai ļaut klientiem izmantot preču atgriešanas iespēju Jūsu veikalā
mk_mk: Дали сакате да дозволите враќања на производи во вашата продавница?

source: How many days after the delivery date does the customer have to return a product?
lv_lv: Dienu skaits pēc piegādes datuma, kuru laikā klients var atgriezt preci
mk_mk: Колку денови по датата на испорака клиентот треба да го врати продуктот?

source: Merchandise return (RMA) status.
mk_mk: Статус на вратен производ (RMA).

source: List of products in return package.
mk_mk: Листа на производи во пакет за враќање.

source: The link is only available after validation and before the parcel gets delivered.
mk_mk: линкот е достапен само по потврдата и пред порачката да биде испорачана.

source: Prefix used for delivery slips.
mk_mk: Префикс користен за дел на испорка.

source: The next delivery slip will begin with this number and then increase with each additional slip.
lv_lv: Nākošais piegādes rēķins sāksies ar šo numuru, un tad palielināsies ar katru nākošo soli
mk_mk: Следната испорка ќе почне со овој број и ќе се зголеми со секој дополнителен дел.

source: Format: 2011-12-31 (inclusive).
lv_lv: Formāts: 2011-12-31 (ieskaitot).
mk_mk: Формат: 2011-12-31 (вклучено).

source: Format: 2012-12-31 (inclusive).
lv_lv: Formāts: 2012-12-31 (ieskaitot).
mk_mk: Формат: 2012-12-31 (вклучено).

source: Choose an invoice model.
mk_mk: Одбери модел на ф-ра.

source: You can also export orders which have not been charged yet.
mk_mk: Можете да извезете нарачки кои не се наплатени сеуште.

source: Leave this field blank if there's no change.
mk_mk: Остави го полето празно доколку нема промени.

source: Enable or disable customer login.
mk_mk: овозможи или оневозможи логирање на клиентот.

source: This customer will receive your ads via email.
mk_mk: Клиентот ќе ги добие додатоците преку е-маил.

source: Select all the groups that you would like to apply to this customer.
mk_mk: Одберете ги сите групи кои сакате да ги применете на овој клиент.

source: This group will be the user's default group.
mk_mk: оваа група ќе биде основна група на клиенти.

source: Only the discount for the selected group will be applied to this customer.
mk_mk: само попустот за одбраната група ќе му биде додаден на овој клиент.

source: Prefix used for credit slips.
lv_lv: Prefikss, kuru izmanto kredītrēķinos.
mk_mk: Префикс користен за кредитна висина.

source: Do not forget to update your exchange rate before making this change.
mk_mk: Не заборавајте да ја ажурирате стапката на размена пред да ја направите оваа промена.

source: This feature will generate a random password and send an email to the customer.
mk_mk: Оваа каарактеристика ќе генерира случајна лозинка и ќе испрати е-маил до клиентот.

source: If you chooses to create this discount for all invoices, only one discount will be created per order invoice.
mk_mk: Ако одлучите да го креирате овој попуст за сите фактури, само еден попуст ќе се креира по порачката во ф-ра.

source: Search for an existing customer by typing the first letters of his/her name.
mk_mk: барај постоечки клиент со внес на првите букви од името или презимето.

source: Send an email to the customer with the link to process the payment.
mk_mk: Испрати маил до клиентот со линк да го процесира плаќањето.

source: Go on payment page to process the payment.
mk_mk: Одете на страната за плаќање за да се изврши плаќањето.

source: You can add a comment here.
lv_lv: Jūs varat pievienot komentāru šeit.
mk_mk: Може да се додаде коментар овде.

source: This feature generates a random password before sending an email to your customer.
lv_lv: Šī iespēja izveidos nejaušu paroli un aizsūtīs epastā to klientam
mk_mk: Овие особини генерираат редоследна лозинка пред испраќање на е-маил до клиентот.

source: This note will be displayed to all employees but not to customers.
lv_lv: Šī piezīme būs redzama tikai darbiniekiem, bet ne klientam.
mk_mk: Белешката ќе се прикаже на сите вработени, но не и на клиентите.

source: Select the fields you would like to be required for this section.
lv_lv: Norādiet laukus, kurus vēlaties noteikt kā obligātus šai sadaļai.
mk_mk: одбери ги полињата кои сакаш да бидат обавезни за оваа секција.

source: View details on the customer page
lv_lv: Aplūkot datus klientu lapā
mk_mk: прегледај детали на страната на клиентот

source: View details on the order page
lv_lv: Apskatīt datus pasūtījumu lapā
mk_mk: прегледај детали на страната на порачки

source: Resend this email to the customer
lv_lv: Atkārtoti nosūtīt e-pastu klientam
