Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.3/*/AdminInternationalFeature.*.xlf
Languages: ko_kr, lv_lv

source: %nb_translations% expressions
ko_kr: %nb_translations% 구문

source: %nb_translations% missing
ko_kr: %nb_translations% 없음

source: %nb_translations% translations are missing in %domain%
ko_kr: %domain% 에서 %nb_translations% 번역 없음

source: 1 missing
ko_kr: 1개 없음

source: %nb_translation% expression
ko_kr: %nb_translation% 구문

source: Search translations
ko_kr: 번역 검색

source: Flag
ko_kr: 국기
lv_lv: Karogs

source: Date format (full)
ko_kr: 날짜 형식 (전체)
lv_lv: Datuma formāts (pilns)

source: Add new language
ko_kr: 새 언어 추가
lv_lv: Pievienot jaunu valodu

source: "No-picture" image
ko_kr: "사진-없음" 이미지

source: Is RTL language
ko_kr: RTL 언어인가

source: Activate this language.
ko_kr: 이 언어 활성화

source: Check to see if a language pack is available for this ISO code.
ko_kr: 이 ISO 코드에 해당하는 언어 팩이 있는지 확인하려면 클릭하세요.
lv_lv: Pārbaudīt vai šim iso kodam ir pieejama valodas paka...

source: Translation files
ko_kr: 번역 파일
lv_lv: Tulkojumu faili

source: ISO code
ko_kr: ISO 코드
lv_lv: ISO kods

source: Default currency
ko_kr: 기본 통화
lv_lv: Noklusējuma valūta

source: Country options
ko_kr: 국가 옵션
lv_lv: Valstu iespējas

source: Add new country
ko_kr: 새 국가 추가
lv_lv: Pievienot jaunu valsti

source: Countries
ko_kr: 국가
lv_lv: Valstis

source: Default store currency
ko_kr: 기본 상점 통화
lv_lv: Veikala noklusējuma valūta

source: Does it need Zip/postal code?
ko_kr: 우편 번호가 필요합니까?

source: Zip/postal code format
ko_kr: 우편번호 형식

source: Address format
ko_kr: 주소 형식

source: Contains states
ko_kr: 주(states) 포함
lv_lv: Satur štatus

source: Do you need a tax identification number?
ko_kr: 세금 식별 번호가 필요합니까?
lv_lv: Nepieciešams PVN reģistrācijas numurs?

source: Display tax label (e.g. "Tax incl.")
ko_kr: 세금 라벨 표시 (예. "세금 포함.")

source: Geolocation by IP address
ko_kr: IP 주소별 위치정보
lv_lv: Ģeo-lokācija pēc IP adreses

source: The following features are only available if you enable the Geolocation by IP address feature.
ko_kr: 다음 기능은 IP 주소별 위치정보를 활성화해야 사용할 수 있습니다.

source: Geolocation behavior for restricted countries
ko_kr: 제한된 국가에서의 위치정보 동작

source: Visitors cannot see your catalog.
ko_kr: 방문자는 당신의 목록을 볼 수 없습니다.

source: Visitors can see your catalog but cannot place an order.
ko_kr: 방문자가 당신의 목록을 볼 수 있지만 주문할 수 없습니다.

source: Geolocation behavior for other countries
ko_kr: 다른 국가에서의 위치정보 동작

source: All features are available
ko_kr: 모든 기능이 사용 가능합니다

source: IP address whitelist
ko_kr: IP 주소 허용목록
lv_lv: IP adrešu baltais-saraksts

source: Whitelisted IP addresses
ko_kr: 허용된 IP 주소
lv_lv: Atļautās IP adreses

source: Select the countries from which your store is accessible
ko_kr: 당신의 상점에 접근가능한 국가를 선택하세요

source: In order to use Geolocation, please download [1]this file[/1] and extract it (using Winrar or Gzip) into the /app/Resources/geoip/ directory.
ko_kr: 위치정보를 사용하려면, [1]이 파일[/1]을 다운로드하여 /app/Resources/geoip/ 디렉토리에 압축을 해제하세요(Winrar 또는 Gzip 사용).

source: Assign to a new zone
ko_kr: 새 지역 할당

source: States
ko_kr: 주
lv_lv: Štati

source: Default language
ko_kr: 기본 언어
lv_lv: Noklusējuma valoda

source: Set language from browser
ko_kr: 브라우저 언어로 기본 언어 설정
lv_lv: Iestatīt valodu no pārlūka

source: Default country
ko_kr: 기본 국가
lv_lv: Noklusējuma valsts

source: Set default country from browser language
ko_kr: 브라우저 언어로 기본 국가 설정
lv_lv: Iestatīt noklusējuma valsti balstoties uz pārlūka valodas

source: Dimension unit
ko_kr: 치수 단위

source: Language identifier
ko_kr: 언어 식별자

source: Country identifier
ko_kr: 국가 식별자

source: Units (e.g. weight, volume, distance)
ko_kr: 단위 (예. 무게, 부피, 거리)

source: Change the behavior of the price display for groups
ko_kr: 그룹의 가격 표시 동작 변경

source: Import a localization pack
ko_kr: 현지화 팩 불러오기

source: Localization pack you want to import
ko_kr: 불러오려는 언어 팩

source: Content to import
ko_kr: 불러오려는 본문
lv_lv: Saturs ko importēt

source: Download pack data
ko_kr: 묶음 데이터 다운로드

source: Rate
ko_kr: 세율
lv_lv: Koeficients

source: Display tax in the shopping cart
ko_kr: 장바구니에 세금 표시

source: Invoice address
ko_kr: 청구서 주소
lv_lv: Rēķina adrese

source: Delivery address
ko_kr: 배송지 주소
lv_lv: Piegādes adrese

source: Ecotax
ko_kr: 환경세
lv_lv: Eko-nodoklis

source: Delete item #
ko_kr: 항목 삭제 #
lv_lv: Dzēst objektu #

source: %1$s (Language: %2$s, Theme: %3$s)
ko_kr: %1$s (언어: %2$s, 테마: %3$s)

source: Update translations
ko_kr: 번역 갱신
lv_lv: Pieņemt izmaiņas

source: Back office translations
ko_kr: 관리 페이지 번역
lv_lv: Back Office tulkojumi

source: Themes translations
ko_kr: 테마 번역

source: Installed modules translations
ko_kr: 설치된 모듈 번역
lv_lv: Instalēto moduļu tulkojumi

source: Email translations
ko_kr: 이메일 번역

source: Other translations
ko_kr: 다른 번역

source: Enabled Languages
ko_kr: 활성화된 언어
lv_lv: Aktivizētās valodas

source: Front office Translations
ko_kr: 상점 번역
lv_lv: Front Office tulkojumi

source: Expand all fieldsets
ko_kr: 모든 필드셋 펼치기
lv_lv: Atvērt visus laukus

source: Close all fieldsets
ko_kr: 모든 필드셋 닫기
lv_lv: Aizvērt visus laukus

source: View HTML version
ko_kr: HTML 버전 보기
lv_lv: Skatīt HTML versiju

source: Edit HTML version
ko_kr: HTML 버전 편집
lv_lv: Labot HTML versiju

source: View/Edit TXT version
ko_kr: TXT 버전 보기/편집
lv_lv: Skatīt/labot TXT versiju

source: Zones
ko_kr: 지역
lv_lv: Zonas

source: Symbol
ko_kr: 기호
lv_lv: Simbols

source: Add new currency
ko_kr: 새 통화 추가
lv_lv: Pievienot jaunu valūtu

source: Live exchange Rate for %s
ko_kr: %s의 실시간 환율

source: Add new tax rules group
ko_kr: 새 세금 규칙 그룹 추가

source: Add a new tax rule
ko_kr: 새 세금 규칙 추가
lv_lv: Jauns nodokļa nosacījums

source: Tax Rules
ko_kr: 세금 규칙
lv_lv: Nodokļu nosacījumi

source: Zip/postal code range
ko_kr: 우편번호 범위

source: Combine
ko_kr: 조합
lv_lv: Sakombinēt

source: One after another
ko_kr: 차례대로

source: Down
ko_kr: 아래
lv_lv: Uz leju

source: Up
ko_kr: 위
lv_lv: Uz augšu

source: Required fields for the address (click for more details):
ko_kr: 주소에 필수 입력 항목 (자세한 내용을 보려면 클릭):

source: Use the last registered format
ko_kr: 최근 등록된 형식 사용

source: Use the default format
ko_kr: 기본 형식 사용
lv_lv: Lietot noklusēto formātu

source: Use my current modified format
ko_kr: 나의 현재 수정한 형식 사용

source: Expressions to translate:
ko_kr: 번역할 구문:

source: Total missing expressions:
ko_kr: 총 누락 구문:

source: Modify translations
ko_kr: 번역 수정
lv_lv: Labot tulkojumus

source: Theme:
ko_kr: 테마:

source: Module:
ko_kr: 모듈:

source: missing
ko_kr: 없음
lv_lv: trūkst

source: Type of translation
ko_kr: 번역 유형
lv_lv: Tulkojuma veids

source: Select the type of email content
ko_kr: 이메일 본문 유형 선택

source: Body
ko_kr: 본문

source: Select your module
ko_kr: 모듈 선택

source: Select your theme
ko_kr: 테마 선택
lv_lv: Izvēlaties tēmu

source: Core (no theme selected)
ko_kr: 핵심 (선택된 테마 없음)

source: Select your language
ko_kr: 언어 선택
lv_lv: Izvēlaties valodu

source: Add / Update a language
ko_kr: 언어 추가 / 갱신

source: Please select the language you want to add or update
ko_kr: 추가 또는 갱신할 언어를 선택해 주세요

source: Update a language
ko_kr: 언어 갱신
lv_lv: Atjaunināt valodu

source: Add a language
ko_kr: 언어 추가
lv_lv: Pievienot valodu

source: Add or update a language
ko_kr: 언어 추가 또는 갱신
lv_lv: Pievienot vai atjaunot valodu

source: Import a language pack manually
ko_kr: 수동으로 언어 팩 불러오기
lv_lv: Importēt valodas pakotni manuāli

source: Language pack to import
ko_kr: 불러올 언어 팩
lv_lv: Importējamā valodas pakotne

source: Export a language
ko_kr: 언어 내보내기
lv_lv: Eksportēt valodu

source: This currency is disabled
ko_kr: 이 통화는 비활성화 되었습니다

source: This currency is enabled
ko_kr: 이 통화는 활성화 되었습니다

source: Live exchange rates
ko_kr: 실시간 환율

source: The exchange rates are not automatically updated
ko_kr: 환율이 자동으로 갱신되지 않았습니다

source: The exchange rates are automatically updated
ko_kr: 환율이 자동으로 갱신되었습니다

source: Update exchange rates
ko_kr: 환율 갱신

source: Local units
lv_lv: Lokālās vienības

source: Weight unit
lv_lv: Svara vienība

source: Time zone
lv_lv: Laika zona

source: Call prefix
lv_lv: Numura kods (+371..)

source: Country name
lv_lv: Valsts nosaukums

source: Add new state
lv_lv: Pievienot jaunu štatu

source: Add new zone
lv_lv: Pievienot jaunu zonu

source: Behavior
lv_lv: Uzvedība

source: Language code
lv_lv: Valodas kods

source: Date format
lv_lv: Datuma formāts

source: Theme files
lv_lv: Tēmas faili

source: Tax options
lv_lv: Nodokļa iespējas

source: Exchange rate
lv_lv: Maiņas kurss

source: Main Country
lv_lv: Noklusējuma valsts

source: Email subject
lv_lv: E-pasta virsraksts

source: Clear format
lv_lv: Notīrīt formātu

source: expressions
lv_lv: izteicieni
