Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.3/*/AdminShopparametersHelp.*.xlf
Languages: mk_mk

source: Contact name (e.g. Customer Support).
mk_mk: Име за контакт (т.е. Подршка за Клиенти).

source: Emails will be sent to this address.
mk_mk: е-маиловите ќе се испратат на оваа адреса.

source: If enabled, all messages will be saved in the "Customer Service" page under the "Customer" menu.
mk_mk: Доколку e овозможено, сите пораки ѓе бидат снимени во "Сервис за Клиенти" страница под "Клиенти" менито.

source: Further information regarding this contact.
mk_mk: Дополнителни информации за овој контакт.

source: Leave blank if no change.
mk_mk: Остави го празно доколку нема промени.

source: Fee given for each visit.
mk_mk: Провизија дадена за секоја посета.

source: Fee given for each order placed.
mk_mk: Провизија дадена за секопја направена порачка.

source: Enable this option only if your server allows URL rewriting (recommended).
mk_mk: овозможи ја опцијава само ако серверот ви дозволува препишување на УРЛ (препорачано).

source: URL rewriting (mod_rewrite) is not active on your server, or it is not possible to check your server configuration. If you want to use Friendly URLs, you must activate this mod.
mk_mk: URL препишување (мод_препишување) не е активно на вашиот сервер, или не е можно да се проверат вашите серверски конфигурации. Ако сакате да користите пријателки URLs, мора да го активирате овој мод.

source: Enable this option if you want to allow accented characters in your friendly URLs.
mk_mk: овозможи ја опцијава ако сакаш назначени карактери во пријателскиот УРЛ.

source: You should only activate this option if you are using non-latin characters ; for all the latin charsets, your SEO will be better without this option.
mk_mk: Оваа опција треба да ја активирате само доколку користите не-латиски знаци ; за сите латински знаци, вашиот SEO ќе биде подобар без оваа опција.

source: Enable this option only if you have problems with URL rewriting.
mk_mk: овозможи ја опцијата само доколку имате проблеми со URL препишување.

source: Some of PrestaShop's features might not work correctly with a specific configuration of Apache's mod_security module. We recommend to turn it off.
mk_mk: некои од функциите на PrestaShop може да не работат изправно ако специфично подесување на Apache's mod_security модулот е направено. Препорачуваме да ги исклучете.

source: Name of the related page.
mk_mk: име на поврзана страна.

source: Title of this page.
mk_mk: Наслов на оваа страница.

source: A short description of your shop.
mk_mk: Краток опис за вашата продавница.

source: List of keywords for search engines.
mk_mk: Листа на клучни зборови за пребарувачот.

source: To add tags, click in the field, write something, and then press the "Enter" key.
mk_mk: да додадете тагови кликнете на полето, нашишете нешто, и притиснете ентер.

source: For instance, "contacts" for http://example.com/shop/contacts to redirect to http://example.com/shop/contact-form.php
mk_mk: на пример, "контакти" за http://example.com/shop/contacts да пренасочи на http://example.com/shop/contact-form.php

source: Only letters and hyphens are allowed.
mk_mk: Само букви и црти се дозволени.

source: Image width in pixels. Enter "0" to use the original size.
mk_mk: Ширина на слика во пиксли. Внеси "0" да користиш оригинална големина.

source: Image height in pixels. Enter "0" to use the original size.
mk_mk: Висина на слика во пиксли. Внеси "0" за да ја користиш оригиналната големина.

source: Enable the automatic indexing of products. If you enable this feature, the products will be indexed in the search automatically when they are saved. If the feature is disabled, you will have to index products manually by using the links provided in the field set.
mk_mk: овозможи автоматска индексација на продукти. Ако ја овозможите оваа карактеристика, продуктите ќе бидат индексирани во пребарувањето автоматски кога се снимаат. Ако карактеристиката е оневозможено, ќе треба да ги индексирате продуктите рачно со линкови кои се наоѓаат во полињата за подесување.

source: Only words this size or larger will be indexed.
mk_mk: Само зборови со оваа големина или поголеми ќе бидат индексирани.

source: Please enter the index words separated by a "|".
mk_mk: Ве молиме внесете индекс зборови разделени со "|".

source: Enter each alias separated by a comma (e.g. 'prestshop,preztashop,prestasohp').
mk_mk: Внеси го секој псевдоним оделен со запирка.

source: Search this word instead.
mk_mk: Пребарај ги овие зборови, наместо.

source: Whether or not to display this store.
mk_mk: Да се прикаже или не во оваа продавница.

source: Storefront picture.
mk_mk: слика на продавница.

source: Displayed in emails sent to customers.
mk_mk: Прикажано во е-маилови испратени на клиенти.

source: Shop registration information (e.g. SIRET or RCS).
mk_mk: Информации за регистрација на продавница (пр. SIRET или RCS).

source: Allow guest visitors to place an order without registering.
mk_mk: дозволи на гости да направат порачка без регистрирање.

source: Disable the option to allow customers to reorder in one click from the order history page (required in some European countries).
mk_mk: оневозможи ја опцијата за да им дозволиш на клиентите да направад нов распоред на страната во историјатот. (се бара во некои европски држави).

source: Set to 0 to disable this feature.
mk_mk: Подеси на 0 за да се оневозможи оваа карактеристика.

source: Allow the customer to ship orders to multiple addresses. This option will convert the customer's cart into one or more orders.
mk_mk: Дозволи клиентот да испрати нарачки на повеќе адреси. Оваа опција ќе ја конвентира кошницата на клиентот во една или повеќе нарачки.

source: Require customers to accept or decline terms of service before processing an order.
mk_mk: Бара клиентите да ги прифатат или одбијат условите на користење пред процесирање на порачката.

source: Suggest gift-wrapping to customers.
mk_mk: Предложи пакување како подарок на клиентите.

source: Set a price for gift wrapping.
mk_mk: Одреди цена за пакување како подарок.

source: Set a tax for gift wrapping.
mk_mk: Одреди данок за пакување како подарок.

source: Suggest recycled packaging to customer.
mk_mk: Предложи рециклирано пакување на клиентите.

source: Send an email with summary of the account information (email, password) after registration.
mk_mk: испрати е-маил со извештај од информациите за валутата по регистрацијата.

source: Activate or deactivate B2B mode. When this option is enabled, B2B features will be made available.
mk_mk: активирај или деактивирај B2B мод. Кога оваа опција е овозможена, B2B каратеристиките ќе бидат на располагање.

source: Order status (e.g. 'Pending').
mk_mk: статус на порачка (пр. 'Во тек').

source: Invalid characters: numbers and
mk_mk: невалидни знаци: бројки и

source: Upload an icon from your computer (File type: .gif, suggested size: 16x16).
mk_mk: Додади икона од компјутерот (Вид на документ: .gif, предложена големина: 16x16).

source: Status will be highlighted in this color. HTML colors only.
mk_mk: Статусот ќе биде означен во оваа боја. (само HTML бои).

source: Only letters, numbers and underscores ("_") are allowed.
mk_mk: само букви, бројки и подвлечување (“_“) се дозволени.

source: Email template for both .html and .txt.
mk_mk: Е-маил шаблони за .html и .txt.

source: Order's return status name.
mk_mk: Име на статус за вратени нарачки.

source: Activate or deactivate your shop (It is a good idea to deactivate your shop while you perform maintenance. Please note that the webservice will not be disabled).
mk_mk: Активирај или деактивирај ја продавницата (Добра идеа е да се деактивира продавницата додека правите одржување. Веб сервисот нема да биде оневозможен).

source: You can't edit the shop group because the current shop belongs to a group with the "share" option enabled.
mk_mk: Не можете да ја уредете групата на продавници, бидејќи моменталната продавница припаѓа на група со опции \"споделено\" овозможено.

source: By selecting associated categories, you are choosing to share the categories between shops. Once associated between shops, any alteration of this category will impact every shop.
mk_mk: Со селектирање поврзани категории, одбирате да ги споделите категории помеѓу продавниците. Кога се поврзани помеѓу продавниците, било која промена на оваа категорија ќе влијае на секоја продавница.

source: The group defined for your un-identified visitors.
mk_mk: Групата е дефинирана за вашите неидентификувани посетители.

source: The group defined for your identified guest customers (used in guest checkout).
mk_mk: Групата е дефинирана за вашите идентификувани клиенти гости (користени во чекирање на гости).

source: The group defined for your identified registered customers.
mk_mk: група дефинирана на твојот регистар на кленти.

source: Automatically apply this value as a discount on all products for members of this customer group.
mk_mk: Автоматски примени ја оваа вредност како попуст на сите производи за членови од оваа група на клиенти.

source: How prices are displayed in the order summary for this customer group.
mk_mk: Како цените се прикажани во порачката за оваа група клиенти.

source: Customers in this group can view prices.
mk_mk: Клиентите во оваа група можат да видат цени.

source: Enable or disable token in the Front Office to improve PrestaShop's security.
mk_mk: овозможи или оневозможи токени на предната страница за да се подобри сигурноста.

source: Allow iframes on text fields like product description. We recommend that you leave this option disabled.
mk_mk: Дозволи i-рамки на полиња како опис за продуктот. Препорачуваме да ја оставите оваа опција оневозможена.

source: The multistore feature allows you to manage several e-shops with one Back Office. If this feature is enabled, a "Multistore" page will be available in the "Advanced Parameters" menu.
mk_mk: карактеристиките на мулти продавница ви овозможуваат да управувате со неколку e-продавници со една администрација. Ако оваа карактеристика е овозможена, "мулти продавница" страницата ќе биде достапна во менито "Напредни параметри" .

source: When active, all shopping features will be disabled.
mk_mk: кога е активно, сите каратеристики за купување ќе бидат оневозможени.

source: characters
mk_mk: знаци

source: How to calculate quantity discounts.
mk_mk: како да ги пресметате количинските попусти.

source: When active, friendly URL will be updated on every save.
mk_mk: ако е активирано, пријателски урл ке се создава на секое снимање.

source: Number of products displayed per page. Default is 10.
mk_mk: број на продукти прикажани на страна. Основно е 10.

source: The order in which products are displayed in the product list.
mk_mk: порачка во која продуктите се прикажани во листа на продукти.

source: Default order method for product list.
mk_mk: основен начин на порачка за листата на артикли.

source: Set to "0" to disable this feature.
mk_mk: Постави на "0" да се оневозможи оваа функција.

source: Display or hide the "add to cart" button on category pages for products that have attributes forcing customers to see product details.
mk_mk: Прикажи или скриј "додаи во кошница" копче во категоријата страни за продуктите кои имаат атрибути кои ги присилуваат клиентите да ги видат деталите за продуктот.

source: In the volume discounts board, display the new price with the applied discount instead of showing the discount (ie. "-5%").
mk_mk: при количински попуст на табела, покажи нова цена со додадениот попуст наместо да го покажува попустот во проценти (пр. “-5%).

source: By default, the Add to Cart button is hidden when a product is unavailable. You can choose to have it displayed in all cases.
mk_mk: во основа, додади во кошничката копчето е скриено кога артиклот не е достапен. Можете да одберете да се прикажува во секој случај.

source: e.g. 10:00AM - 9:30PM
mk_mk: Пр. 10:00AM - 9:30PM

source: Show me more
mk_mk: покажи ми повеќе

source: The "http_referer" field is the website from which your customers arrive.
mk_mk: http-препорачателот полето од страната од каде што клиентот доаѓа.

source: For example, visitors coming from Google will have an "http_referer" value like this one: "http://www.google.com/search?q=prestashop".
mk_mk: на пример, посетители кои доаѓаат од Google ќе имаат `http_referer` како овој: "http://www.google.com/search?q=prestashop".

source: If the visitor arrives directly (by typing the URL of your shop, or by using their bookmarks, for example), the http_referer will be empty.
mk_mk: Ако посетителите пристигаат директно (со пишување на URL oна вашата продавница, или преку користење на нивните bookmarks, на пример), `http_referer` ќе биде празен.

source: If you'd like to view all the visitors coming from Google, you can type "%google%" in this field. Alternatively, you can type "%google.fr%" if you want to view visitors coming from Google France, only.
mk_mk: Ако сакате да ги видите сите посетители кои доаѓаат од Google, треба да напишете \"%google%\" во ова поле. Алтернативно, може да напишете \"%google.fr%\" ако сакате да ги видете посетителите кои доаѓаат од Google Франција.

source: The "request_uri" field is the URL from which the customers come to your website.
mk_mk: побараната врска од која посетителите дошле до вашата страна.

source: For example, if the visitor accesses a product page, the URL will be like this one: "%smusic-ipods/1-ipod-nano.html".
mk_mk: пример ако посетителот пристапил на страната на артиклите урл то ке биде според специфичниот артикл кој го посетил.

source: This is helpful because you can add tags or tokens in the links pointing to your website.
mk_mk: Ова помага бидејќи можете да додадете тагови или токени во линковите кои посочуваат на вашата веб страна.

source: For example, you can post a link (such as "%sindex.php?myuniquekeyword" -- note that you added "?myuniquekeyword" at the end of the URL) in an online forum or as a blog comment, and get visitors statistics for that unique link by entering "%%myuniquekeyword" in the "request_uri" field.
mk_mk: пример ако постираш линк ("%sindex.php?myuniquekeyword" знај дека клучниот збор е на крајот од адресата)

source: This method is more reliable than the "http_referer" one, but there is one disadvantage: if a search engine references a page with your link, then it will be displayed in the search results and you will not only indicate visitors from the places where you posted the link, but also those from the search engines that picked up that link.
mk_mk: овој метод е поефикасен од препорачателот на хттп.

source: The "Include" fields indicate what has to be included in the URL.
mk_mk: Полињата `вклучи` покажуваат што треба да се вклучи во URL.

source: The "Exclude" fields indicate what has to be excluded from the URL.
mk_mk: Полињата `исклучи` покажуваат што треба да се исклучи од URL.

source: "_" will replace one character. If you want to use the real "_", you should type this: "\\_".
mk_mk: "_" ке замени еден знак. ако сакаш навистина да побараш "_", отчукај го вака: "\\_".

source: "%" will replace any number of characters. If you want to use the real "%", you should type this: "\\%".
mk_mk: "%" ке замени било кој број на знаци. ако навистина сакаш "%", отчукај го вака: "\\%".

source: The Simple mode uses the MySQL "LIKE" pattern matching, but for a higher potency you can use MySQL's regular expressions in the Expert mode.
mk_mk: прост модул користи MySQL "LIKE" патерна, а можеш и да користиш понапредни екстензии во експертскиот модул на MySQL

source: Take a look at MySQL's documentation for more details.
mk_mk: погледни во документацијата на MySQL за повеќе детаљи.

source: Get help!
mk_mk: Побарај помош!

source: There is a huge quantity of data, so each connection corresponding to a referrer is indexed. You can also refresh this index by clicking the "Refresh index" button. This process may take a while, and it's only needed if you modified or added a referrer, or if you want changes to be retroactive.
mk_mk: Има голема количина на податоци, па секоја конекција која коренспондира со со реферерот е индексирана. Можете да го рефреширате индексот со кликање на копчето погоре. Овој процес може да потрае, и е потребен само доколку сте модифицирале или додале реферер, или доколку сакате промените да бидат ретроактивни.

source: Your data is cached in order to sort it and filter it. You can refresh the cache by clicking on the "Refresh cache" button.
mk_mk: Вашите податоци се кеширани, со цел да ги сортира и филтер. Можете да се освежи кеш со кликнување на "Освежи кеш" копчето.

source: Direct traffic can be quite resource-intensive. You should consider enabling it only if you have a strong need for it.
mk_mk: Директниот сообраќај може да биде прилично интензивен. Треба да го озовможте само доколку имате силна потреба за тоа.
