Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.3/*/AdminAdvparametersHelp.*.xlf
Languages: es_ve, hi_in, lv_lv

source: Before activating the webservice, you must be sure to:
es_ve: Antes de activar el servicio Web, por favor asegúrese de:
hi_in: वेब सेवा शुरू करने से पहले, आपको सुनिश्चित होना चाहिए:
lv_lv: Pirms tīmekļa pakalpojumu aktivizēšanas pārliecinieties, ka:

source: Check that URL rewriting is available on this server.
es_ve: Compruebe que reescritura de enlaces está disponible en este servidor.
hi_in: यूआरएल पुनर्लेखन सर्वर पर उपलब्ध है, देखें.
lv_lv: Pārbaudiet vai šajā serverī ir pieejama URL pārrakstīšana.

source: Check that the five methods GET, POST, PUT, DELETE and HEAD are supported by this server.
es_ve: Comprueve que los cinco métodos GET, POST, PUT, DELETE y HEAD son soportados por este sevidor.
hi_in: जांचे कि पांचो विधियों गेट, पोस्ट, पुट, डिलीट और हैड को आपका सर्वर सपोर्ट करता है|
lv_lv: Pārbaudiet, vai šis serveris atbalsta piecas metodes GET, POST, PUT, DELETE un HEAD.

source: Before choosing "Yes", check that PHP is not configured as an Apache module on your server.
es_ve: Antes de escoger "Sí", compruebe que PHP no está configurado como un módulo Apache en su servidor.
hi_in: "हा" चुनने से पहले, देखें कि आपके सर्वर में पीएचपी किसी अपाचे मोड्यूल में नही विन्यासित किया गया है।
lv_lv: Pirms izvēlaties "Jā", pārbaudiet, vai jūsu serverī PHP nav konfigurēts kā Apache modulis.

source: Quick description of the key: who it is for, what permissions it has, etc.
es_ve: Breve descripción de la clave: a quién va dirigida, qué permisos tiene, etc.
hi_in: कुंजी की तुरंत व्याख्या: यह किसकी लिए है, इसके पास कौन सी अनुमति हैं, इत्यादि.
lv_lv: Atslēgas īss apraksts: kas tas ir, kādas tiesības tas ir, utt.

source: Enter "5" if you do not want to receive any emails.
es_ve: Introduzca "5" si no desea recibir correos electrónicos.
hi_in: यदि आप कोई भी ईमेल प्राप्त नहीं करना चाहते तो "५" दर्ज करें।
lv_lv: Ievadiet "5", ja Jūs nevēlaties saņemt nekādus e-pastus.

source: Emails will be sent to the shop owner.
es_ve: Los correos electrónicos serán enviados al propiertario de la tienda.
hi_in: दुकान मालिक को ईमेल भेज दी जाएँगी.
lv_lv: E-pasti tiks sūtīti veikala īpašniekam.

source: Warning: Enabling the "share customers" and "share orders" options is not recommended. Once activated and orders are created, you will not be able to disable these options. If you need these options, we recommend using several categories rather than several shops.
es_ve: Avertencia: No se recomienda habilitar las opciones "compartir clientes" y "compartir órdenes". Una vez se hayan creado órdenes con estas opciones activadas, no será posible deshabilitar estas opciones. Si usted requiere estas opciones, recomendamos usar diferentes categorías en lugar de diferentes tiendas.
hi_in: चेतावनी: "साझा ग्राहक" और "साझा आदेश" विकल्प को सक्षम करने की अनुशंसा नहीं की जाती है । एक बार सक्रिय हुआ और आदेश बनाए गये, तो आप इन विकल्पों को अक्षम करने में सक्षम नहीं होंगे । यदि आपको इन विकल्पों की आवश्यकता है, तो हम कई दुकानों के बजाय कई श्रेणियों का उपयोग करने की सलाह देते हैं ।
lv_lv: Brīdinājums: nav ieteicams ieslēgt opcijas "Kopējie klienti" un "Kopējie pasūtījumi". Pēc aktivizēšanas un pasūtījumu izveidošanas nevarēsiet atslēgt šīs opcijas. Ja jums ir vajadzīgas šīs opcijas, ieteicams izmantot vairākas kategorijas, nevis vairākus veikalus.

source: Once this option is enabled, the shops in this group will share customers. If a customer registers in any one of these shops, the account will automatically be available in the others shops of this group.
es_ve: Una vez que esta opción esté habilitada, las tiendas en este grupo compartirán clientes. Si un cliente se registra en cualquiera de estas tiendas, automáticamente su cuenta estará disponible en las otras tiendas de este grupo.
hi_in: एक बार विकल्प सक्षम होते ही, इस ग्रुप की सभी दुकानें ग्राहकों को बांटेंगी, यदि ग्राहक इनमे से किसी भी दुकान के साथ रजिस्टर्ड है, तब वह खाता स्वयं ही ग्रुप की अन्य दुकानों पर उपलब्ध हो जायेगा.
lv_lv: Kad šī iespēja ir ieslēgta, šīs grupas veikala klienti kļūs par kopējiem. Ja klients reģistrējas kādā no šiem veikaliem, konts būs automātiski pieejams pārējās šīs grupas veikalos.

source: Warning: you will not be able to disable this option once you have registered customers.
es_ve: Advertencia: una vez haya registrado clientes perderá la capacidad de inhabilitar esta opción.
hi_in: चेतावनी: एक बार आपके पास रजिस्टर्ड ग्राहक होंगे तो आप इस विकल्प को अक्षम नही कर पाएंगे।
lv_lv: Brīdinājums: jūs nevarēsiet atslēgt šo opciju pēc klienta reģistrācijas.

source: Once this option is enabled (which is only possible if customers and available quantities are shared among shops), the customer's cart will be shared by all shops in this group. This way, any purchase started in one shop will be able to be completed in another shop from the same group.
es_ve: Una vez se habilite esta opción (lo cual solo es posible si los clientes y las cantidades disponibles son compartidas entre tiendas), el carrito del cliente será compartido por todas las tiendas en este grupo. De esta forma, cualquier compra iniciada en una tienda podrá ser completada en otra tienda del mismo grupo.
hi_in: एकबार यदि यह विकल्प सक्षम कर दिया गया (जो की तभी सम्भव है जब ग्राहक और उपलब्ध मात्रा दुकानों के बीच बांटी गयी हो), ग्राहकों की कार्ट इस ग्रुप की सभी दुकानों के साथ बांटी गयी हों. इस तरह से, कोई भी खरीदारी जो किसी एक दुकान से शुरू की गयी हो वो उसी ग्रुप की अन्य दुकानों में भी की जा सके।
lv_lv: Kad šī iespēja ir ieslēgta (kas ir iespējama tikai tad, ja klienti un pieejamie produktu daudzumi tiek sadalīti starp veikaliem), klienta grozu koplietos visi šīs grupas veikali. Tādējādi jebkurā pirkumā, kas sākās vienā veikalā, varēs pabeigt citā tajā pašā grupā.

source: Warning: You will not be able to disable this option once you've started to accept orders.
es_ve: Adevertencia: Usted no podrá inhabilitar esta opción una vez comience a aceptar órdenes.
hi_in: चेतावनी: एक बार आप आदेश स्वीकारना शुरू कर देंगे तो आप इस विकल्प को अक्षम नही कर पाएंगे.
lv_lv: Brīdinājums: jūs nevarēsiet atslēgt šo opciju, kad sāksiet pieņemt pasūtījumus.

source: Enable or disable this shop group?
es_ve: ¿Habilitar o deshabilitar este grupo de tiendas?
hi_in: इस दुकान ग्रुप को सक्षम या अक्षम करें?
lv_lv: Ieslēgt vai atslēgt šo veikala grupu?

source: How do I create a new SQL query?
es_ve: ¿Cómo creo una nueva consulta SQL?
hi_in: मैं एक नई एसक्यूएल क्वेरी कैसे बनाऊं?
lv_lv: Kā es varu izveidot jaunu SQL pieprasījumu?

source: Click "Add New".
es_ve: Haga clic en "Añadir Nuevo".
hi_in: "नया जोड़ें" पर क्लिक करें.
lv_lv: Spied \"Add new\"

source: Fill in the fields and click "Save".
es_ve: Llene los campos y haga click en "Guardar".
hi_in: खाली स्थानों को भरें और "सुरक्षित करें" पर क्लिक करें।
lv_lv: Aizpildi šos laukus un spied saglabāt.

source: You can then view the query results by clicking on the Edit action in the dropdown menu
es_ve: Usted puede entonces ver los resultados de consulta haciendo click en la acción Editar en el menú desplegable
hi_in: आप क्वेरी का परिणाम ड्राप डाउन सूची में उपलब्ध सम्पादन पर क्लिक करके भी देख सकते हैं
lv_lv: Pēc tam varat skatīt pieprasījuma rezultātus, nolaižamajā izvēlnē noklikšķinot uz Rediģēt darbību

source: You can also export the query results as a CSV file by clicking on the Export button
es_ve: Usted también puede exportar los resultados de consulta como un archivo CSV haciendo click en el botón Exportar
hi_in: आप निर्यात बटन पर क्लिक करके जिज्ञासा परिणाम को सीएसवी फाइल की तरह निर्यात भी कर सकते है|
lv_lv: Varat eksportēt pieprasījuma rezultātus kā CSV failu, noklikšķinot uz Eksportēt pogas

source: If you want to add a virtual URL, you need to activate URL rewriting on your web server and enable Friendly URL option.
es_ve: Si usted desea añadir un enlace virtual, debe activar la reescritura de enlace en su servidor web y habilitar la opción Enlace Amigable.
hi_in: यदि आप एक आभासी यूआरएल जोड़ना चाहते हैं, तो आप अपने वेब सर्वर पर यूआरएल को फिर से लिखें, सक्रिय करें और दोस्ताना यूआरएल विकल्प को सक्षम करें।
lv_lv: Ja vēlaties pievienot virtuālu URL, jums jāaktivizē URL pārrakstīšana jūsu tīmekļa serverī un jāaktivizē opcija Lasāms URL.

source: You can use this option if you want to create a store with a URL that doesn't exist on your server (e.g. if you want your store to be available with the URL www.example.com/my-store/shoes/, you have to set shoes/ in this field, assuming that my-store/ is your Physical URL).
es_ve: Usted puede usar esta opción si desea crear una tienda con un enlace que no existe en su servidor (por ejemplo, si usted desea que su tienda esté disponible con el enlace www.ejemplo.com/mi-tienda/zapatos/, debe establecer zapatos/ en este campo, asumiento que mi-tienda/ es su Enlace Físico).
hi_in: यदि आप किसी ऐसे यूआरएल से एक दुकान तैयार करना चाहते हैं जो आपके सर्वर पर मौजूद नही है, तो आप इस विकल्प का चुनाव कर सकते हैं (उदा के लिए यदि आप चाहते हैं की आपका दुकान यूआरएल www.example.com/my-store/shoes/ पर उपलब्ध हो जाये तो आपको shoes/ इस क्षेत्र में लगाना पड़ेगा, यह दिखाते हुए की my-store/ आपका भौतिक यूआरएल है).
lv_lv: Izmantojiet šo opciju, ja vēlaties izveidot veikalu ar URL, kas jūsu serverī nepastāv (piemēram, ja vēlaties, lai jūsu veikals būtu pieejams ar URL www.example.com/my-store/shoes/, nepieciešams iestatīt shoes/ šajā laukā, pieņemot, ka my-store/ ir jūsu fiziskais URL).

source: URL rewriting must be activated on your server to use this feature.
es_ve: La reescritura de enlaces debe estar activada en su servidor para usar esta función.
hi_in: इस विशेषण को प्रयोग करने के लिए आपके सर्वर पर यूआरएल पुनर्लेखन सक्षम होना आवश्यक है।
lv_lv: Lai izmantotu šo funkciju, jūsu serverī jāaktivizē URL pārrakstīšana.

source: If you set this URL as the Main URL for the selected shop, all URLs set to this shop will be redirected to this URL (you can only have one Main URL per shop).
es_ve: Si usted establece este enlace como el Enlace Principal para la tienda seleccionada, todos los enlaces establecidos para esta tienda serán redireccionados a este enlace (usted solo puede tener un Enlace Principal por tienda).
hi_in: यदि आप इस यूआरएल को चुनी गयी दुकान के मुख्य यूआरएल की तरह प्रयोग करते हैं, तो इस दुकान के लिए प्रयोग किये जाने वाले सारे यूआरएल इस यूआरएल पर स्वयं ही भेज दिए जायेंगे (आप केवल एक ही यूआरएल को, प्रति दुकान मुख्य यूआरएल, की तरह प्रयोग कर सकते हैं)।
lv_lv: Ja jūs izvēlaties šo URL kā atlasītā veikala galveno URL, visi URL, kas iestatīti uz šo veikalu, tiks novirzīti uz šo URL (katram veikalam var būt tikai viens Galvenais URL).

source: Since the selected shop has no main URL, you have to set this URL as the Main URL.
es_ve: Dado que la tienda seleccionada no posee un enlace principal, usted debe establecer este enlace como el Enlace Principal.
hi_in: क्योंकि चुनी गयी दुकान का कोई मुख्य यूआरएल नही है, आपको इस यूआरएल को मुख्य युआरएल की तरह चुनना चाहिए|
lv_lv: Tā kā izvēlētajam veikalam nav Galvenā URL, jums ir jānosaka šis URL kā galvenais URL.

source: The selected shop already has a Main URL. Therefore, if you set this one as the Main URL, the older Main URL will be set as a regular URL.
es_ve: La tienda seleccionada ya tiene un Enlace Principal. Por lo tanto, si usted establece este como su Enlace Principal, el anterior Enlance Principal será reajustado como un enlace regular.
hi_in: चुनी गयी दुकान का पहले से मुख्य यूआरएल है| यदि तब भी आप इस यूआर एल को मुख्य यूआरएल की तरह प्रयोग करते हैं, तो आपका पुराना मुख्य यूआरएल एक सामान्य यूआरएल हो जायेगा|
lv_lv: Izvēlētajam veikalam jau ir galvenais URL. Tāpēc, ja jūs iestatāt šo kā galveno URL, vecāks galvenais URL tiks iestatīts kā parasts URL.

source: This is the physical folder for your store on the web server. Leave this field empty if your store is installed on the root path. For instance, if your store is available at www.example.com/my-store/, you must input my-store/ in this field.
es_ve: Esta es la carpeta física para su tienda en el servidor web. Deje este campo vacío si su tienda está instalada en la ruta raíz. Por ejemplo, si su tienda está disponible en www.ejemplo.com/mi-tienda/, usted debe introducir mi-tienda/ en este campo.
hi_in: वेब सर्वर पर उपलब्ध आपकी दुकान के लिए यह भौतिक फोल्डर है| यदि आपकी दुकान के रूट पाथ पर इंस्टाल किया गया है तो इस फील्ड को खली छोड़ दें. उदाहरण के लिए, यदि आपकी दुकान www.example.com/my-store/ पर उपलब्ध है, तो आपको इस फील्ड में my-store/ भरना चाहिए|
lv_lv: Šī ir jūsu e-veikala fiziskā kataloga mape uz web-servera. Atstājiet šo lauku tukšu, ja jūsu veikals ir instalēts kataloga pamatdaļā. Piemēram, ja jūsu veikals ir pieejams vietnē www.example.com/my-store/, šajā laukā jāievada my-store /.

source: Warning: URL rewriting (e.g. mod_rewrite for Apache) seems to be disabled. If your Virtual URL doesn't work, please check with your hosting provider on how to activate URL rewriting.
es_ve: Advertencia: la reescritura de enlaces (por ejemplo, mod_rewrite para Apache) pareciera estar desactivada. Si su enlace virtual no funciona, por favor consulte con su proveedor de alojamiento cómo activar la reescritura de enlaces.
hi_in: चेतावनी: लगता है की यूआरएल पुनर्लेखन (उदाहरण: अपाचे के लिए mod_rewrite) अक्षम किया गया है| यदि आपका आभासी यूआरएल काम नही कर रहा है, तो कृपया अपने होस्टिंग सेवा प्रदाता से जानकारी लें की किस तरह यूआरएल पुनर्लेखन को कैसे चालू किया जाये|
lv_lv: Brīdinājums: šķiet, ka URL pārrakstīšana (piemēram, Apache mod_rewrite) ir atslēgta. Ja jūsu URL nedarbojas, lūdzu, sazinieties ar savu hostinga pakalpojumu sniedzēju, kā aktivizēt URL pārrakstīšanu.

source: Your avatar in PrestaShop 1.7.x is your profile picture on %url%. To change your avatar, log in to PrestaShop.com with your email %email% and follow the on-screen instructions.
es_ve: Su avatar en PrestaShop 1.7.x es su foto de perfil en %url%. Para cambiarlo, inicie sesión en PrestaShop.com con su dirección de correo electrónico %email% y siga las instrucciones en pantalla.
hi_in: PrestaShop १.७.एक्स पर आपका अवतार %url% आपका प्रोफ़ाइल चित्र है। अपना अवतार बदलने के लिए, अपने ईमेल %email% के साथ PrestaShop.com में लॉग इन करें और दिख रहे निर्देशों का पालन करें।
lv_lv: Jūsu avatārs PrestaShop 1.7.x ir jūsu profila attēls %url%. Lai mainītu savu avatāru, ieejiet PrestaShop.com ar savu e-pastu %email% un sekojiet ekrānā redzamiem norādījumiem.

source: Password should be at least %num% characters long.
es_ve: La contraseña debe tener al menos %num% carácteres.
hi_in: पासवर्ड कम से कम %num% अक्षर लंबा होना चाहिए।
lv_lv: Parolē jābūt vismaz %num% zīmēm.

source: PrestaShop can provide you with guidance on a regular basis by sending you tips on how to optimize the management of your store which will help you grow your business. If you do not wish to receive these tips, you can disable this option.
es_ve: PrestaShop puede proporcionarle orientación a diario enviando consejos acerca de cómo optimizar la administración de su tienda, lo cual le ayudará a hacer crecer su negocio. Si usted no desea recibir estos consejos, puede desactivar esta opción.
hi_in: प्रेस्ताशोप आपको नियमित रूप से दिशा निर्देश उबलब्ध करा सकता है कि अपनी दुकान का किस प्रकार प्रबंधन करें जिससे आपका व्यापार उन्नति करे। यदि आपको इन संकेतो को पाने में रूचि नही है तो इस विकल्प को अक्षम करें।
lv_lv: PrestaShop regulāri var sniegt jums atbalstu, nosūtot jums padomus, kā optimizēt sava veikala pārvaldību, kas palīdzēs jums attīstīt savu biznesu. Ja nevēlaties saņemt šos padomus, varat atslēgt šo opciju.

source: This page will be displayed just after login.
es_ve: Esta página será mostrada justo después de iniciar sesión.
hi_in: यह पेज लॉग इन के बाद ही दिखाया जायेगा
lv_lv: Šī lapa tiks parādīta tūlīt pēc pieslēgšanās.

source: Allow or disallow this employee to log in to the Admin panel.
es_ve: Permitir o prohibir a este empleado iniciar sesión en el panel de Administrador.
hi_in: इस कर्मचारी को व्यवस्थापक पैनल में अनुमति या अनुमति न दें|
lv_lv: Atļaut vai aizliegt šim darbiniekam ieiet Adminstratora vadības panelī.

source: -- Choose --
es_ve: --Elija--
hi_in: -- चुनें --
lv_lv: -- Izvēlēties --

source: Select the shops the employee is allowed to access.
es_ve: Seleccione las tiendas a las cuales el empleado está autorizado a acceder.
hi_in: इस कर्मचारी के पहुँच वाली दुकान चुनें
lv_lv: Izvēlieties veikalus, kuriem darbiniekam ir atļauts piekļūt.

source: Ignore this field if you don't use the Multistore tool. If you leave this field empty, the default shop will be used.
es_ve: Ignore este campo si usted no usa la herramienta Multitienda. Si usted deja este campo vacío, la tienda predeterminada será usada.
hi_in: यदि आप बहु दुकान उपकरण का उपयोग नहीं करते, तो इस फ़ील्ड पर ध्यान न दें। आप इस फ़ील्ड को रिक्त छोड़ दें, उस स्थिति में डिफ़ॉल्ट दुकान का उपयोग किया जाएगा।
lv_lv: Ignorēt šo lauku, ja neizmantojat rīku Multiveikals. Ja atstājat šo lauku tukšu, tiks izmantots veikals pēc noklusējuma.

source: Enable Advanced Stock Management on product (0 = No, 1 = Yes)
es_ve: Habilitar Administración de Inventarios Avanzada para el producto (0 = No, 1 = Si)
hi_in: उत्पाद पर उन्नत स्टॉक मैनेजमेंट को सक्षम करें (०= नही, १ = हाँ)
lv_lv: Ieslēgt produkta Paplašinātu Krājumu Pārvaldību (0 = Nē, 1 = Jā)

source: 0 = Use quantity set in product, 1 = Use quantity from warehouse.
es_ve: 0 = Usar cantidad establecida de producto, 1 = Usar cantidad en almacén.
hi_in: ० = उत्पाद में प्रयुक्त मात्रा का प्रयोग करें, १ = गोदाम में उपलब्ध मात्रा का प्रयोग करें।
lv_lv: 0 = Lietot produkta daudzumu no lapas 1 = Lietot daudzumu no noliktavas.

source: ID of the warehouse to set as storage.
es_ve: Identificador ID del almacén a seleccionar como depósito.
hi_in: भंडारण के लिए लगाई जाने वाली गोदाम की आईडी
lv_lv: Noliktavas ID, kas paredzēta uzglabāšanai.

source: A category root is where a category tree can begin. This is used with multistore.
es_ve: Una raíz de categoría es donde el árbol de categorías puede comenzar. Esto es usado en conjunto a multitienda.
hi_in: एक श्रेणी का रूट स्थान है, जहाँ से श्रेणी का वृक्ष शुरू हो सकता है| यह बहुदुकान के साथ प्रयोग किया जाता है|
lv_lv: No pamatkategorijas sākas kategoriju koks. To lieto kopā ar Multiveikalu.

source: Enable Advanced Stock Management on product (0 = No, 1 = Yes).
es_ve: Habilitar Administración de Inventario Avanzada para el producto (0 = No, 1 = Si).
hi_in: उत्पाद पर उन्नत स्टॉक मैनेजमेंट को सक्षम करें (० = नही, १ = हाँ)
lv_lv: Ieslēgt produkta Paplašinātu Krājumu Vadību (0 = Nē, 1 = Jā).

source: or
es_ve: o
hi_in: या
lv_lv: vai

source: Where customers send messages from the order page.
es_ve: Donde los clientes envían mensajes desde la página de órdenes.
hi_in: जहां से ग्राहक आर्डर पेज से संदेश भेज सकते हैं।
lv_lv: Kad klienti sūta ziņu no pasūtījumu lapas

source: Fully qualified domain name (keep this field empty if you don't know).
es_ve: Nombre de dominio completamente calificado (mantener este campo vacío si no lo conoce).
hi_in: पूरी तरह से योग्य डोमेन नाम (अगर आपको पता नहीं है तो इस क्षेत्र को खाली रखे)।
lv_lv: Pilns domēna vārds (atstājiet šo lauku tukšu, ja nezināt).

source: IP address or server name (e.g. smtp.mydomain.com).
es_ve: Dirección IP o nombre de servidor (por ejemplo, smtp.mydomain.com).
hi_in: IP पता या सर्वर का नाम (उदाहरण के लिए smtp.mydomain.com)।
lv_lv: IP adrese vai servera nosaukums (piem., smtp.mydomain.lv).

source: Leave blank if not applicable.
es_ve: Dejar en blanco si no aplica.
hi_in: यदि लागू नही होता तो खाली छोड़ दें|
lv_lv: Atstāt tukšu, ja tāda nav

source: Use an encrypt protocol
es_ve: Usar un protocolo de cifrado
hi_in: एन्क्रिप्ट प्रोटोकॉल का प्रयोग करें
lv_lv: Izmantot šifrēšanas protokolu

source: Use this option to associate data (products, modules, etc.) the same way for each selected shop.
es_ve: Use esta opción para asociar datos (productos, módulos, etc.) de la misma forma para cada tienda seleccionada.
hi_in: प्रत्येक चुनी हुई दुकान से डेटा जोड़ने के लिए इस विकल्प इसी तरह प्रयोग करें (उत्पाद, मोड्यूल्स, आदि)
lv_lv: Izmantojiet šo opciju, lai datus (produktus, moduļus utt.) saistītu vienādi katram izvēlētajam veikalam.

source: Click here to display the shops in the %name% shop group
es_ve: Haga click aquí para mostrar las tiendas en el grupo de tiendas %name%
hi_in: %name% दुकान ग्रुप में दुकानों को दिखने के लिए यहाँ क्लिक करें
lv_lv: Noklikšķiniet lai parādītu visus veikalus %name% veikala grupā

source: Click here to display the URLs of the %name% shop
es_ve: Haga click aquí para mostrar los enlaces de la tienda %name%
hi_in: %name% दुकान के यूआरएल को दिखने के लिए यहाँ क्लिक करें
lv_lv: Noklikšķiniet šeit, lai parādītu %name% veikala URL

source: Click here to display the list of shop groups
es_ve: Haga click aquí para mostrar la lista de grupos de tiendas
hi_in: दुकान ग्रुप की सूची दिखाने के लिए यहाँ क्लिक करें
lv_lv: Noklikšķiniet šeit, lai parādītu veikalu grupu sarakstu

source: Drop existing tables during import.
es_ve: Eliminar tablas existentes durante la importación.
hi_in: आयात के दौरान मौजूदा तालिका दिखाएँ।
lv_lv: Atmest eksistējošās tabulas importēšanas laikā.

source: If enabled, the backup script will drop your tables prior to restoring data.
es_ve: Seleccione esta opción para que el archivo de copia de seguridad contenga instrucciones para suprimir las tablas existentes durante la restauración de una copia de seguridad.
hi_in: यदि सक्षम हो, बैकअप स्क्रिप्ट डेटा बहाल करने से पहले अपने टेबल छोड़ देंगे।
lv_lv: Ja ieslēgts, tad rezerves kopiju veidošans skripts izdzēsīs esošās tabulas pirms datu atjaunošanas.

source: (ie. "DROP TABLE IF EXISTS")
es_ve: (ej. "DROP TABLE IF EXISTS")
hi_in: (जैसे. "DROP TABLE IF EXISTS")
lv_lv: (piem. "DROP TABLE IF EXISTS")

source: New modules and updates are displayed on the modules page.
es_ve: Los nuevos módulos y actualizaciones se muestran en la página de módulos.
hi_in: नए मॉड्यूल और अपडेट, मॉड्यूल पेज पर प्रदर्शित हो रहे हैं।
lv_lv: Jauni moduļi un atjauninājumi ir redzami moduļu sadaļā.

source: Check the IP address of the cookie in order to prevent your cookie from being stolen.
es_ve: Compruebe la dirección IP de la cookie para evitar que su cookie sea robada.
hi_in: कुकी में चोरी होने से रोकने के लिए अपने कुकी के आईपी पते की जाँच करें।
lv_lv: Pārbaudīt IP adresi cookios lai nepieļautu to nozagšanu.

source: Set the amount of hours during which the back office cookies are valid. After that amount of time, the PrestaShop user will have to log in again.
es_ve: Indique las horas de validez de las cookies del panel de administración. Después de ese tiempo, el usuario PrestaShop tendrá que volver a iniciar sesión.
hi_in: बैक ऑफिस कुकीज़ वैधता के घंटे निश्चित करें। उस समय के बाद, प्रेस्ताशोप उपभोक्ता को फिर से लॉग इन करना आवश्यक होगा।
lv_lv: Iestatiet stundu skaitu, kuru laikā veikala redaktora paneļa cookies ir derīgi. Pēc šī laika PrestaShop lietotājam būs jāautorizējas atkārtoti.

source: Set the maximum size allowed for attachment files (in megabytes). This value has to be lower or equal to the maximum file upload allotted by your server (currently: %size% MB).
es_ve: Establecer el tamaño máximo permitido para archivos adjuntos (en megabytes). Este valor debe ser menor o igual al valor máximo de subida de archivos asignado por su servidor (actualmente: %size% MB).
hi_in: संलग्न फाइलों के लिए अधिकतम साइज़ निश्चित करें (मेगाबाइट्स में). यह साइज़ आपके सर्वर द्वारा प्रदत्त अधिकतम फाइल साइज़ से कम या बराबर होना चाहिए (वर्तमान में: %size% MB)|
lv_lv: Iestatīt pielikumu maksimālo izmēru (megabaitos). Šī vērtība ir mazāka vai vienāda ar servera piešķirto maksimālo failu skaitu (pašlaik:%size% MB).
