Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.3/*/AdminShippingNotification.*.xlf
Languages: bn_bd

source: An error occurred while updating carrier information.
bn_bd: এই নির্বাচন মোছার সময় একটি ত্রুটি ঘটেছে.

source: You do not have permission to use this wizard.
bn_bd: আপনার এই উইজার্ড ব্যবহার করার অনুমতি নেই

source: You must choose at least one shop or group shop.
bn_bd: আপনি কমপক্ষে একটি দোকান বা গ্রুপ দোকান নির্বাচন করা আবশ্যক.

source: An error occurred while saving this carrier.
bn_bd: এই বাহক সংরক্ষণ করার সময় একটি ত্রুটি ঘটেছে

source: An error occurred while saving carrier groups.
bn_bd: বাহক গ্রুপ সংরক্ষণ করার সময় একটি ত্রুটি ঘটেছে.

source: An error occurred while saving carrier zones.
bn_bd: বাহক অঞ্চল সংরক্ষণ করার সময় একটি ত্রুটি ঘটেছে

source: An error occurred while saving carrier ranges.
bn_bd: বাহক রেঞ্জ সংরক্ষণ করার সময় একটি ত্রুটি ঘটেছে.

source: An error occurred while saving associations of shops.
bn_bd: দোকানের বিষয়াদি সংরক্ষণ করার সময় একটি ত্রুটি ঘটেছে.

source: An error occurred while saving the tax rules group.
bn_bd: ট্যাক্স বিধি গ্রুপ সংরক্ষণ করার সময় একটি ত্রুটি ঘটেছে

source: An error occurred while saving carrier logo.
bn_bd: ক্যারিয়ার লোগো সংরক্ষণ করার সময় একটি ত্রুটি ঘটেছে.

source: An error occurred while attempting to update fees (cannot load carrier object).
bn_bd: ফি আপডেটের চেষ্টা করার সময় ত্রুটি ঘটেছে

source: Are you sure to delete this range ?
bn_bd: আপনি এই পরিসীমা মুছে ফেলার ব্যাপারে নিশ্চিত?

source: This range is not valid
bn_bd: এই পরিসীমা বৈধ নয়

source: Ranges are overlapping
bn_bd: রেঞ্জ ওভারল্যাপিং হয়েছে

source: Reordering
bn_bd: রেকর্ড করা হচ্ছে
