Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.3/*/AdminAdvparametersNotification.*.xlf
Languages: fa_ir, hi_in

source: Enable the GD library on your server.
fa_ir: کتابخانه‎ی GD را بر روی سرور خود فعال سازید.
hi_in: अपने सर्वर पर मौजूद जीडी लाइब्रेरी को सक्षम करें|

source: Enable the MySQL support on your server.
fa_ir: پیشتیبانی MySQL را بر روی سرور خود فعال سازید.
hi_in: अपने सर्वर को समर्थन देने के लिए MySQL को सक्षम करें

source: Set write permissions for the "config" folder.
fa_ir: سطح دسترسی نوشتن را برای پوشه \"config\" تنظیم نمایید.
hi_in: "config" फोल्डर के लिए लिखने की अनुमति निश्चित करें|

source: Set write permissions for the "cache" folder.
fa_ir: سطح دسترسی نوشتن را برای پوشه \"cache\" تنظیم نمایید.
hi_in: "cache" फोल्डर के लिए लिखने की अनुमति निश्चित करें|

source: Set write permissions for the "sitemap.xml" file.
fa_ir: سطح دسترسی نوشتن را برای فایل \"sitemap.xml\" تنظیم نمایید.
hi_in: "sitemap.xml" फाइल के लिए लिखने की अनुमति निश्चित करें|

source: Set write permissions for the "img" folder and subfolders.
fa_ir: سطح دسترسی نوشتن را برای پوشه و زیرپوشه‎های \"img\" تنظیم نمایید.
hi_in: "img" फोल्डर और उपफोल्डर के लिए लेखन अनुमति सेट करें।

source: Set write permissions for the "log" folder and subfolders.
fa_ir: سطح دسترسی نوشتن برا رای پوشه log و زیر پوشه‎هایش تنظیم نمایید.
hi_in: "log" फोल्डर और उपफोल्डर के लिए लेखन अनुमति सेट करें।

source: Set write permissions for the "mails" folder and subfolders.
fa_ir: سطح دسترسی نوشتن را برای پوشه و زیرپوشه‎های \"mails\" تنظیم نمایید.
hi_in: "mails" फोल्डर और उपफोल्डर के लिए लेखन अनुमति सेट करें।

source: Set write permissions for the "modules" folder and subfolders.
fa_ir: سطح دسترسی نوشتن را برای پوشه و زیرپوشه‎های \"modules\" تنظیم نمایید.
hi_in: "modules" फोल्डर और उपफोल्डर के लिए लेखन अनुमति सेट करें।

source: Set the write permissions for the "themes%s/lang/" folder and subfolders, recursively.
fa_ir: مجوز های نوشتن را برای پوشه "themes%s/lang/" و زیرپوشه های آن به صورت بازگشتی، تنظیم کنید.

source: Set write permissions for the "translations" folder and subfolders.
fa_ir: سطح دسترسی نوشتن را برای پوشه و زیرپوشه‎های \"translations\" تنظیم نمایید.

source: Set write permissions for the "upload" folder and subfolders.
fa_ir: سطح دسترسی نوشتن را برای پوشه و زیرپوشه‎های \"upload\" تنظیم نمایید.

source: Set write permissions for the "download" folder and subfolders.
fa_ir: سطح دسترسی نوشتن را برای پوشه و زیرپوشه‎های \"download\" تنظیم نمایید.

source: Allow the PHP fopen() function on your server.
fa_ir: مجوز تابع ()PHP fopen را بر روی سرور خود فعال سازید.

source: Enable GZIP compression on your server.
fa_ir: فشرده سازی Gzip را بر روی سرور خود فعال سازید.

source: Some PrestaShop files are missing from your server.
fa_ir: بعضی از فایل های هسته پرستاشاپ در سرور شما از بین رفته است.

source: You are using PHP %s version. Soon, the latest PHP version supported by PrestaShop will be PHP 5.4. To make sure you’re ready for the future, we recommend you to upgrade to PHP 5.4 now!
fa_ir: شما از ویرایش %s PHP استفاده می‌کنید. به زودی آخرین ویرایش PHP پشتبانی شده توسط پرستاشاپ PHP 5.4 خواهد بود. برای اطمینان از این که برای آینده آماده‌ باشید، پیشنهاد می کنیم همین حالا به PHP 5.4 ارتقا دهید!

source: Enable the Apache mod_rewrite module
fa_ir: فعال کردن افزونه mod_rewrite برای Apache

source: You do not have permission to view this.
fa_ir: شما دسترسی لازم برای مشاهده این قسمت را ندارید.
hi_in: आपके पास इस पेज को देखने करने की अनुमति नही है|

source: There is no "/backup" directory.
fa_ir: پوشه پشتیبان "backup/" وجود ندارد.
hi_in: कोई "/backup" निर्देशिका नही पाई गयी|

source: No file has been specified.
fa_ir: هیچ فایلی انتخاب نشده است.
hi_in: कोई फाइल चयनित नहीं की गयी है।

source: Unable to open backup file(s).
fa_ir: نمی‎توان فایل(های) پشتیبان را باز کرد.
hi_in: बैकअप फ़ाइल (फाइलें) खोलने में असमर्थ|

source: Unable to display backup file(s).
fa_ir: نمی‌توان فایل(های) پشتیبان را نمایش داد.
hi_in: प्रदर्शन बैकअप फाइल(फाइलों) को सक्षम करें.

source: Do you really want to remove the server %serverIp%:%serverPort% ?
fa_ir: واقعاً میخواهید سرور %serverIp%:%serverPort% را حذف کنید؟
hi_in: क्या आप वास्तव में सर्वर %serverIp%:%serverPort% को मिटाना चाहते हैं ?

source: OK
fa_ir: تاييد
hi_in: ठीक है

source: Please fix the following error(s)
fa_ir: لطفاً خطا (ها)ی زیر را رفع کنید
hi_in: कृपया निम्नलिखित त्रुटि(त्रुटियों) को समायोजित करें.

source: Checking files...
fa_ir: در حال بررسی فایل ...
hi_in: फाइलें जांची जा रही हैं...

source: Missing files
fa_ir: فایل‎های از دست رفته
hi_in: अनुपलब्ध फाइल

source: Updated files
fa_ir: فایل‎های به روز رسانی شده
hi_in: फाइलों को अद्यतन करें

source: Changed/missing files have been detected.
fa_ir: تغییر یا از دست رفتن فایل شناسایی گردید.
hi_in: बदली गयी/खोई हुई फ़ाइलें पाई गयी हैं।

source: No change has been detected in your files.
fa_ir: هیچ تغییری در فایل های شما شناسایی نگردید.
hi_in: आपकी फाइल में कोई भी परिवर्तन नही पाया गया है।

source: Your file has been successfully imported into your shop. Don't forget to re-build the products' search index.
fa_ir: فایل شما با موفقیت به فروشگاه شما واردسازی شد. فراموش نکیند که فهرست جستجوی محصولات را دوباره‌سازی کنید.
hi_in: आपकी दुकान में आपकी फाइल सफलतापूर्वक आयातित कर दी गयी है. उत्पादों की खोज सूची को दुबारा से तैयार करना न भूलें.

source: Note that the Category import does not support having two categories with the same name.
fa_ir: توجه کنید که وارد کردن دسته‌بندی‌ها، دو دسته با یک نام را پشتیبانی نمی کند.
hi_in: कृपया ध्यान दें की श्रेणी आयात दो समान नाम वाली श्रेणियों के आयात का समर्थन नही करता|

source: Note that you can have several products with the same reference.
fa_ir: توجه کنید که شما می‎توانید محصولات مختلفی با همان مرجع داشته باشید.
hi_in: ध्यान दें की आप कई सारे उत्पादों को एक ही संदर्भ में रख सकते हैं|

source: Importing Supply Order Details will reset your history of ordered products, if there are any.
fa_ir: وارد کردن جزییات تهیه سفارش، همه تاریخچه سفارش محصولات را پاک خواهد کرد.
hi_in: आपूर्ति आदेश विवरण का आयात आपकी उत्पाद आदेश हिस्ट्री को पुनर्स्थापित कर देगा, यदि कोई हिस्ट्री मौजूद है।

source: Are you sure that you would like to delete this entity:
fa_ir: آیا مطمئن هستید که می‌خواهید این موجودیت را حذف کنید:
hi_in: क्या आप वास्तव में इस वास्तु को हटाना चाहते हैं:

source: You do not have permission to delete this. When the MultiStore mode is enabled, only a SuperAdmin can delete all items before an import.
fa_ir: شما مجوز حذف از این محل را ندارید. وقتی حالت چند فروشگاهی فعال است، فقط یک مدیر کل می‌تواند تمام موارد را قبل از وارد سازی حذف نماید.
hi_in: आपको इसे डिलीट करने की अनुमति नही है। जब मल्टीस्टोर मोड सक्षम किया गया है, सिर्फ एक महाव्यवस्थापक ही आयात से पहले सारे आइटम डिलीट कर सकता है।

source: Disclaimer before creating a new backup
fa_ir: سلب مسئولیت قبل از ایجاد یک پشتیبان جدید
hi_in: नया बैकअप बनाने से पहले की घोषणा.

source: PrestaShop is open-source software. You are using it at your own risk under the license agreement.
fa_ir: پرستاشاپ یک نرم‌افزار سورس باز است؛ شما با پذیرفتن احتمال خطر تحت توافق‌نامه‌ی مجوز از آن استفاده می‌کنید.
hi_in: प्रेस्ताशोप एक खुले स्रोत वाला सोफ्टवेयर है. आप लाइसेंस समझौते के तहत इसे अपने जोखिम पर प्रयोग कर रहे हैं|

source: You should back up your data on a regular basis (both files and database).
fa_ir: شما باید از اطلاعات خود به طور منظم پشتیبان تهیه کنید (هم از فایل‌ها و هم از پایگاه داده‌ها).
hi_in: आपको अपना डेटा नियमित आधार बैकअप करना चाहिए (फाइल और डेटाबेस दोनों)|

source: This function only backs up your database, not your files.
fa_ir: این عملیات فقط از پایگاه داده شما پشتیبان می‌گیرد، نه از فایل‌های شما.
hi_in: यह फंक्शन सिर्फ आपके डेटाबेस को बैकअप करेगा, आपकी फाइलों को नही।

source: By default, your existing database tables will be dropped during the backup recovery (see "Backup options" below).
fa_ir: به صورت پیش‌فرض، جداول موجود در پایگاه داده‌ی شما در حین بازگردانی پشتیبان حذف خواهند شد (تنظیمات پشتیبان گیری را ببینید).
hi_in: डिफ़ॉल्ट रूप से, आपकी मौजूदा डेटाबेस तालिका बैकअप रिकवरी के दौरान गिरा दी जाएगी (नीचे "बैकअप विकल्प" देखें)

source: Always verify the quality and integrity of your backup files!
fa_ir: همیشه کیفیت و بی نقص بودن فایل‌های پشتیبان را بازبینی کنید.
hi_in: अपनी बैकअप फाइलों की गुणवत्ता और अखंडता सदैव सत्यापित करें!

source: Always verify that your backup files are complete, up-to-date and valid, even if you had a success message appear during the backup process.
fa_ir: همیشه بررسی کنید که فایل‌های پشتیبان‌های شما کامل، به‌روز و معتبر باشند. حتی اگر در حین فرایند پشتیبان گیری پیام موفقیت دریافت کردید.
hi_in: हमेशा सत्यापित करें की बैकअप फाइल पूरी, अद्यतन और वैध है, तब भी जब आप बैकअप क्रिया के दौरान सफलता का संदेश प्राप्त करें।

source: Always check your data.
fa_ir: همیشه اطلاعات خود را بررسی کنید.
hi_in: सदैव अपना डेटा जांचें।

source: Never restore a backup on a live site.
fa_ir: هیچ‌گاه یک پشتیبان را روی یک سایتِ دایر بازگردانی نکنید.
hi_in: लाइव साईट पर कभी बैकअप बहाल ना करें।

source: I have read the disclaimer. Please create a new backup.
fa_ir: من سلب مسئولیت‌ها را خواندم - یک پشتیبان جدید ایجاد کن
hi_in: मैंने घोषणा पढ़ ली है। कृपया नया बैकअप बनाएं।

source: PrestaShop is not responsible for your database, its backups and/or recovery.
fa_ir: پرستاشاپ مسئولیتی در برابر پایگاه داده، پشتیبان‌ها، بازگردانی و داده‌های شما ندارد.
hi_in: प्रेस्ताशोप आपके डेटाबेस के लिए जिम्मेदार नही है, यह बैकएप और / या रिकवरी है|

source: How to restore a database backup
fa_ir: چگونگی بازگردانی پشتیبان پایگاه داده
hi_in: डेटाबेस बैकअप को कैसे पुनर्स्थापित करें

source: If you need to restore a database backup, we invite you to subscribe to a [1][2]technical support plan[/2][/1].
fa_ir: اگر نیاز به بازگردانی پشتیبان یک پایگاه داده دارید، ما از شما به عضویت یک [1][2] طرح پشتیبانی فنی[/2][/1] دعوت می‌کنیم.
hi_in: यदि आप किसी डेटाबेस बैकअप को पुनर्स्थापित करना चाहते हैं, तो हम आपको [१][२]तकनीकी सहायता योजना[/१][/२] के लिए आमंत्रित करना चाहेंगे|

source: Our team will take care of restoring your database safely.
fa_ir: تیم ما مراقب بازگردانی امن پایگاه داده‌ی شما خواهد بود.
hi_in: हमारी टीम सुरक्षित रूप से आपके डेटाबेस को बहाल करने का ख्याल रखेगी।

source: Why can't I restore it by myself?
fa_ir: چرا خودم نمی‌توانم بازگردانی را انجام دهم?
hi_in: मैं इसे स्वयं बहाल क्यों नही कर सकता?

source: Your shop is hosted by PrestaShop. Although you can create backup files here below, there are core settings you cannot access for security reasons, like the database management. Thus, only our team can proceed to a restoration.
fa_ir: فروشگاه شما به وسیله‌ی پرستاشاپ میزبانی شده است. اگر چه می‌توانید فایل‌های پشتیبانی را در زیر ایجاد کنید، آن جا پیکربندی‌هایی وجود دارد که به دلایل امنیتی به آن ها دسترسی ندارید. مانند مدیریت پایگاه داده. پس، فقط تیم ما می تواند به بازگردانی اقدام نماید.
hi_in: आपकी दुकान प्रेस्ताशोप होस्ट कर रहा है। यद्यपि आप यहाँ नीचे बैकअप फाइल बना सकते हैं, फिर भी मूल सेटिंग तक आप सुरक्षा कारणों से नही पहुँच सकते, जैसे की डेटाबेस प्रबंधन। इस तरह से सिर्फ हमारी टीम ही पुनर्निर्माण कर सकती है।

source: Beginning the download ...
fa_ir: شروع دانلود ...
hi_in: डाउनलोड प्रारम्भ करें...

source: The locale must be installed
fa_ir: محل باید نصب شده باشد
hi_in: लोकेल स्थापित होना चाहिए

source: Backup files should automatically start downloading.
fa_ir: دانلود خودکار فایل های پشتیبان هم اکنون آغاز می گردد.
hi_in: बैकअप फाइल्स स्वचलित रूप से डाउनलोड होनी चाहियें|

source: If not,[1][2] please click here[/1]!
fa_ir: اگر نه، [1][2] لطفاً اینجا کلیک کنید[/1]!
hi_in: यदि [१][२] नही तो कृपया यहाँ क्लिक करें[/१]!

source: Administrator permissions cannot be modified.
fa_ir: دسترسی‌های مدیر غیر قابل تغییر است.
hi_in: प्रशासन अनुमति मोडिफाई नही की जा सकती.

source: This SQL query has no result.
fa_ir: این جستار SQL نتیجه ای نداشت.
hi_in: इस एसक्युएल क्वेरी का कोई परिणाम नही है|

source: Please choose a MySQL table
fa_ir: لطفاً یک جدول MySQL را انتخاب کنید
hi_in: कृपया एक MySQL तालिका चुनें|
