Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.3/*/AdminNavigationHeader.*.xlf
Languages: mk_mk

source: Home
mk_mk: Почетна

source: Orders
mk_mk: Нарачки

source: Catalog evaluation
mk_mk: евалуација на каталог

source: New window
mk_mk: Нов прозорец

source: Link
mk_mk: Линк

source: Quick Access menu
mk_mk: Мени за брз пристап

source: Open in new window
mk_mk: Отвори во нов прозорец

source: Add new quick access
mk_mk: додади нов брз пристап

source: A new order has been placed on your shop.
mk_mk: нова порачка е додадена во продавницата.

source: A new customer registered on your shop.
mk_mk: нов клиент е регистриран во продавницата.

source: A new message was posted on your shop.
mk_mk: нова порака е пратена на продавницата.

source: Read this message
mk_mk: прочитај ја пораката

source: Quick Access
mk_mk: брз пристап

source: My preferences
mk_mk: Мои подесувања

source: Sign out
mk_mk: Одјави се

source: Debug mode
mk_mk: мод за дебагирање

source: Maintenance mode
mk_mk: мод за одржавка

source: What are you looking for?
mk_mk: што барате ?

source: Everywhere
mk_mk: Секаде

source: Product name, SKU, reference...
mk_mk: име на артикл , шифра , референца ...

source: Email, name...
mk_mk: е-маил, име...

source: Order ID
mk_mk: Нарачка Број

source: Invoice Number
mk_mk: Број на фактура

source: Cart ID
mk_mk: кошничка бр.

source: Module name
mk_mk: име на модул
