Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.3/*/AdminDashboardFeature.*.xlf
Languages: es_ar

source: Average bank fees per payment method
es_ar: Promedio de comisiones bancarias por método de pago

source: Average shipping fees per shipping method
es_ar: Promedio de gastos de envío por método de envío

source: Other settings
es_ar: Otras configuraciones

source: Average gross margin percentage
es_ar: Porcentaje promedio del margen bruto

source: Other fees per order
es_ar: Otras tasas u honorarios por pedido

source: Add more dashboard modules
es_ar: Añadir más módulos de panel

source: User, Developer and Designer Guides
es_ar: Guías de Usuario, Desarrollador y Diseñador

source: PrestaShop Forum
es_ar: Foro PrestaShop

source: Connect with the PrestaShop community
es_ar: Conecta con la comunidad de PrestaShop

source: Enhance your store with templates & modules
es_ar: Mejora tu tienda con plantillas y módulos

source: The Forge
es_ar: La Forja
