Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.3/*/AdminAdvparametersFeature.*.xlf
Languages: hi_in

source: SuperAdmin
hi_in: महाव्यवस्थापक

source: Logistician
hi_in: प्रचालन तंत्र विशेषग्य

source: Translator
hi_in: अनुवादक

source: Salesman
hi_in: विक्रेता

source: Both
hi_in: दोनों

source: Erase all
hi_in: सबकुछ मिटायें

source: Template
hi_in: टेम्पलेट

source: Recipient
hi_in: प्राप्तकर्ता

source: Subject
hi_in: विषय

source: Sent
hi_in: भेजे गए

source: Send email in HTML format
hi_in: ईमेल को HTML स्वरूप में भेजें

source: Send email in text format
hi_in: ईमेल को संदेश के स्वरूप में भेजें

source: Log Emails
hi_in: ईमेल में लॉग इन

source: Mail domain name
hi_in: मेल डोमेन का नाम

source: SMTP server
hi_in: एसएमटीपी सर्वर

source: SMTP username
hi_in: एसऍमटीपी प्रयोक्ता नाम

source: None
hi_in: कुछ नहीं

source: Customer ID
hi_in: ग्राहक आइ डी

source: Store contacts
hi_in: स्टोर संपर्कों

source: Supply Orders
hi_in: आर्डरो की आपूर्ति करें

source: Supply Order Details
hi_in: आपूर्ति आदेश विवरण

source: Ignore this column
hi_in: इस कॉलम को नकारें

source: Product ID
hi_in: उत्पाद आईडी

source: Supplier reference
hi_in: आपूर्तिकर्ता का सन्दर्भ

source: EAN13
hi_in: इऐऍन१३

source: UPC
hi_in: यूपीसी

source: Minimal quantity
hi_in: न्यूनतम मात्रा

source: Default (0 = No, 1 = Yes)
hi_in: डिफ़ॉल्ट (० = नही, १= हाँ)

source: Combination availability date
hi_in: संयोजन उपलब्धता तिथि

source: Latitude
hi_in: अक्षांश

source: Longitude
hi_in: देशांतर

source: Hours (x,y,z...)
hi_in: घंटे (एक्स, वाई, जेड...)

source: Back office connection from %ip%
hi_in: %ip% से पिछला कार्यालय कनेक्शन

source: %class_name% addition
hi_in: %class_name% के अतिरिक्त

source: Key
hi_in: कुंजी

source: Key description
hi_in: कुंजी विवरण

source: Enable PrestaShop's webservice
hi_in: प्रेस्ताशोप की वेब सेवा को चालू करें

source: Enable CGI mode for PHP
hi_in: PHP के लिए CGI मोड सक्षम करें

source: Add new webservice key
hi_in: नयी वेब सेवा कुंजी जोड़ें

source: Webservice Accounts
hi_in: वेब सेवा खाता

source: Severity (1-4)
hi_in: गंभीरता (१-४)

source: Object type
hi_in: वस्तु का प्रकार

source: Object ID
hi_in: वस्तु की आईडी

source: Error code
hi_in: त्रुटि कोड

source: Logs by email
hi_in: ईमेल द्वारा लॉग इन

source: Minimum severity level
hi_in: न्यूनतम तीव्रता स्तर

source: Shop group
hi_in: दुकान समूह

source: Multistore options
hi_in: बहुदुकान विकल्प

source: Default shop
hi_in: डिफ़ॉल्ट दुकान

source: Add a new shop group
hi_in: नया दुकान समूह जोड़ें

source: Add a new shop
hi_in: नया दुकान जोड़ें

source: Shop group name
hi_in: दुकान समूह का नाम

source: Share orders
hi_in: दूसरो के साथ आर्डर बाटें

source: Multistore tree
hi_in: बहुदुकान वृक्ष

source: Shop URL ID
hi_in: दुकान यूआरएल आईडी

source: Shop name
hi_in: दुकान का नाम

source: Is it the main URL?
hi_in: क्या यह मुख्य यूआरएल है?

source: URL options
hi_in: युआरएल विकल्प

source: Is it the main URL for this shop?
hi_in: क्या यह इस दुकान के लिए मुख्य यूआरएल है?

source: Physical URL
hi_in: बाह्य युआरएल

source: Virtual URL
hi_in: वास्तविक युआरएल

source: Final URL
hi_in: अंतिम युआरएल

source: Edit this shop
hi_in: इस दुकान को सम्पादित करें

source: Add a new URL
hi_in: नया युआरएल जोड़ें

source: SQL query Name
hi_in: एसक्यूएल सवाल नाम

source: SQL query
hi_in: एसक्यूएल कवेरी

source: Select your default file encoding
hi_in: अपनी डिफ़ॉल्ट फाइल एन्कोडिंग चुनें

source: Edit this SQL query
hi_in: इस एसक्यूएल क्वेरी को सम्पादित करें

source: SQL query name
hi_in: एसक्यूएल क्वेरी नाम

source: Add new SQL query
hi_in: नयी एसक्यूएल क्वेरी जोड़ें

source: Profile
hi_in: प्रोफाइल

source: Add new profile
hi_in: नई प्रोफाइल जोड़ें

source: Employee options
hi_in: कर्मचारियों के लिए विकल्प

source: Password regeneration
hi_in: पासवर्ड नवीनीकरण

source: Security: Minimum time to wait between two password changes.
hi_in: सुरक्षा: दो बार पासवर्ड बदलने के बीच का न्यूनतम समय

source: minutes
hi_in: मिनट

source: Memorize the language used in Admin panel forms
hi_in: व्यवस्थापक पैनल फोरम में प्रयोग की गयी भाषा को याद रखें

source: Allow employees to select a specific language for the Admin panel form.
hi_in: व्यवस्थापक फॉर्म पैनल के कर्मचारियों को अपनी भाषा चुनने की अनुमति प्रदान करें|

source: Default page
hi_in: डिफ़ॉल्ट पेज

source: Permission profile
hi_in: अनुमति प्रोफाइल

source: Employees
hi_in: कर्मचारियों

source: Contact information
hi_in: संपर्क जानकारी

source: Discount prices
hi_in: छूट की दर

source: Module hooks
hi_in: मोड्यूल हुक

source: Meta information
hi_in: मेटा जानकारी

source: Product combinations
hi_in: उत्पाद संयोजन

source: Webservice accounts
hi_in: वेब सेवा खाता

source: Attribute groups
hi_in: गुण समूह

source: Tax rules groups
hi_in: कर नियम सम्बन्धित समूह

source: Referrers/affiliates
hi_in: रेफरल/एफिलियेट

source: Cart rules
hi_in: कार्ट नियमो

source: Import data
hi_in: डेटा आयात करें

source: Price per unit
hi_in: प्रति इकाई मूल्य

source: Port
hi_in: पोर्ट

source: Add server
hi_in: सर्वर जोड़ो

source: IP Address
hi_in: आईपी पता

source: Weight
hi_in: भार

source: Add Server
hi_in: सर्वर जोड़ें

source: Test Server
hi_in: परिक्षण सर्वर

source: Customer groups
hi_in: ग्राहक समूह

source: Smarty
hi_in: स्मार्टी

source: Template compilation
hi_in: टेम्पलेट संकलन

source: Cache
hi_in: कैश

source: Should be enabled except for debugging.
hi_in: डिबगिंग के अतिरिक्त अन्य के लिए सक्षम होना चाहिए|

source: Multi-front optimizations
hi_in: बहु पक्षीय अनुकूलन

source: Debug mode
hi_in: डीबग मोड

source: Disable non PrestaShop modules
hi_in: प्रेस्ताशोप से अलग मोड्यूल को अक्षम करें

source: Enable or disable non PrestaShop Modules.
hi_in: प्रेस्ताशोप से अलग मोड्यूल को सक्षम या अक्षम करें

source: Disable all overrides
hi_in: सभी ओवरराईड्स अक्षम करें

source: Enable or disable all classes and controllers overrides.
hi_in: सभी वर्गों एवं नियन्त्रको को ओवरराईड्स सक्षम या अक्षम करें

source: Optional features
hi_in: वैकल्पिक विशेषताएं

source: Age
hi_in: उम्र

source: File size
hi_in: फाइल साइज़

source: Backup options
hi_in: बैकअप विकल्प

source: Ignore statistics tables
hi_in: आंकड़ो की तालिका की अनदेखी करें

source: Drop existing tables during import
hi_in: आयात के दौरान मौजूदा तालिका दिखाएँ

source: Automatically check for module updates
hi_in: मॉड्यूल के अपडेट के लिए स्वचालित रूप से जाँच करें

source: Check the cookie's IP address
hi_in: कुकी के आईपी पते की जाँच करें

source: Lifetime of front office cookies
hi_in: फ्रंट ऑफिस कुकीज़ का जीवन काल

source: Set the amount of hours during which the front office cookies are valid. After that amount of time, the customer will have to log in again.
hi_in: फ्रंट ऑफिस कुकीज़ वैधता के घंटे निश्चित करें| उस समय के बाद उपभोक्ता को फिर से लॉग इन करना आवश्यक होगा|

source: hours
hi_in: घंटे

source: Lifetime of back office cookies
hi_in: बैक ऑफिस कुकीज़ का जीवन काल

source: megabytes
hi_in: मेगा बाइट्स

source: Maximum size for a downloadable product
hi_in: डाउनलोड करने लायक उत्पाद का अधिकतम साइज़

source: Maximum size for a product's image
hi_in: उत्पाद के चित्र का अधिकतम साइज़

source: Show notifications for new orders
hi_in: नये आर्डरो के लिए अधिसूचना दिखाएँ

source: Show notifications for new customers
hi_in: नये ग्राहक के लिए अधिसूचना दिखाएँ

source: Show notifications for new messages
hi_in: नए सन्देश के लिए अधिसूचना दिखाएँ

source: Notifications
hi_in: सूचनाएँ

source: Product reference
hi_in: उत्पाद संदर्भ

source: Combination reference
hi_in: संयोजन सन्दर्भ

source: Configuration information
hi_in: व्यवस्था के प्रारूप की जानकारी

source: This information must be provided when you report an issue on our bug tracker or forum.
hi_in: यदि आप हमारे फोरम या बग ट्रैकर पर कोई मुद्दा रखते हैं तब यह सूचना देनी आवश्क है|

source: Server information
hi_in: सर्वर की सूचना

source: Server software version:
hi_in: सर्वर के सोफ्टवेयर का संस्करण:

source: PHP version:
hi_in: PHP संस्करण:

source: Memory limit:
hi_in: मेमरी की सीमा:

source: PageSpeed module for Apache installed (mod_instaweb)
hi_in: इंस्टाल Apache के लिए PageSpeed मोड्यूल(mod_instaweb)

source: Database information
hi_in: डेटाबेस की जानकारी

source: MySQL version:
hi_in: MySQL संस्करण

source: MySQL server:
hi_in: MySQL सर्वर

source: MySQL name:
hi_in: MySQL नाम

source: MySQL user:
hi_in: MySQL प्रयोगकर्ता

source: What do you want to import?
hi_in: आप क्या आयात करना चाहते हैं?

source: Select a file to import
hi_in: आयत करने के लिए फाइल चुनें

source: Choose from history / FTP
hi_in: हिस्ट्री /FTP से चुनें

source: History of uploaded files
hi_in: अपलोड की गयी फाईलों का इतिहास

source: Language of the file
hi_in: फाइल की भाषा

source: Field separator
hi_in: क्षेत्र विभाजक

source: Skip thumbnails regeneration
hi_in: थम्बनेल पुनरुत्पादन हटायें

source: Force all ID numbers
hi_in: सभी आईडी नम्बरों को बलपूर्वक लायें

source: Send notification email
hi_in: अधिसूचना ईमेल भेजें

source: Next step
hi_in: अगला चरण

source: Available fields
hi_in: उपलब्ध क्षेत्र

source: * Required field
hi_in: * आवश्यक फील्ड

source: Import data from another shop
hi_in: अन्य दुकान से आयात करें|

source: Download the backup file (%s MB)
hi_in: बैकअप फाइल्स डाउनलोड करें (%s MB)

source: Tip: You can also download this file from your FTP server. Backup files are located in the "/adminXXXX/backups" directory.
hi_in: सूचना: आप इस फाइल को अपने FTP सर्वर से भी डाउनलोड कर सकते हैं| बैकअप फाइल "/adminXXXX/backups" में प्राप्त की जा सकती है|

source: Menu
hi_in: मेनू

source: No menu
hi_in: कोई मेनू नहीं

source: SQL query result
hi_in: एसक्यूएल क्वेरी परिणाम

source: List of MySQL Tables
hi_in: MySQL तालिकाओं की सूची

source: Add table name to SQL query
hi_in: एसक्यूएल कवेरी में तालिका नाम जोड़ें

source: List of attributes for this MySQL table
hi_in: इस MySQL तालिका के गुणधर्मों की सूची

source: Action
hi_in: कार्रवाई

source: Add attribute to SQL query
hi_in: एसक्यूएल क्वेरी में गुण जोड़ें

source: Please choose a table.
hi_in: कृपया एक तालिका चुनें|

source: You are currently connected as %username%
hi_in: वर्तमान में आप %username% की तरफ जुड़े हुए हैं

source: Sign out from PrestaShop Addons
hi_in: प्रेस्ताशोप ऐडओन्स से बाहर आयें

source: Sign in
hi_in: साइन इन करें

source: Set the resource permissions for this key:
hi_in: इस कुंजी की संसाधन अनुमति निश्चित करें:

source: View (GET)
hi_in: देखें (GET)

source: Modify (PUT)
hi_in: संशोधित करें (PUT)

source: Add (POST)
hi_in: जोड़ें (POST)

source: Delete (DELETE)
hi_in: मिटायें (DELETE)

source: Fast view (HEAD)
hi_in: तीव्र अवलोकन (HEAD)
