Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.3/*/AdminDesignFeature.*.xlf
Languages: mk_mk

source: Add new theme
mk_mk: додади нова тема

source: Import theme
mk_mk: увези тема

source: Your current theme
mk_mk: вашата сегашна тема

source: Invoice & Email Logos
mk_mk: логоа за фактури и е-маил

source: Header logo
mk_mk: Лого на насловот

source: Mail logo
mk_mk: Лого за емаил

source: Invoice logo
mk_mk: Лого на фактурата

source: Theme appearance
mk_mk: Појавување на темата

source: Import from your computer
mk_mk: увези од твојот компјутер

source: Zip file
mk_mk: ZIP фајл

source: Import from the web
mk_mk: увези од веб страница

source: Archive URL
mk_mk: архива url

source: Import from FTP
mk_mk: увези преку FTP

source: Select the archive
mk_mk: одбери архива

source: Theme
mk_mk: Тема

source: Pages
mk_mk: Страници

source: CMS Category
mk_mk: CMS категорија

source: Parent category
mk_mk: Родителска категорија

source: Only letters and the hyphen (-) character are allowed.
mk_mk: само букви и (-) карактери се дозволени.

source: Page content
mk_mk: содржина на страна

source: Indexation by search engines
mk_mk: индексирање (по пребарувачите)

source: Pages in this category
mk_mk: Станици во оваа категорија

source: Images generation options
mk_mk: опција за геренирање на слики

source: Image format
mk_mk: формат на слика

source: Use JPEG.
mk_mk: Користи JPEG.

source: Use PNG only if the base image is in PNG format.
mk_mk: Користи само PNG ако основната слика е во PNG формат.

source: Use PNG for all images.
mk_mk: Користи PNG за сите слики.

source: JPEG compression
mk_mk: JPEG компресија

source: PNG compression
mk_mk: PNG компресија

source: Generate images based on one side of the source image
mk_mk: генерирај слики базирани на една страна од изворнаа слика

source: Automatic (longest side)
mk_mk: авотматски (најдолгата страна)

source: bytes
mk_mk: бајти

source: Product picture width
mk_mk: Ширина на слика на производ

source: pixels
mk_mk: пиксели

source: Product picture height
mk_mk: Висина на слика на производ

source: Use the legacy image filesystem
mk_mk: Користи го наследениот систем на датотека за сликата

source: Image type
mk_mk: тип на слика

source: Name for the image type
mk_mk: име на типот на сликата

source: Add new image type
mk_mk: додади нов тип на слика

source: Add new category
mk_mk: додади нова категорија

source: Transplant a module
mk_mk: Трансплантирај модул

source: Exceptions
mk_mk: Исклучоци

source: ___________ CUSTOM ___________
mk_mk: ___________ ОПШТО ___________

source: ____________ CORE ____________
mk_mk: ____________ ОСНОВНО ____________

source: Admin modules controller
mk_mk: контролер за администраторски модули

source: Front modules controller
mk_mk: контролер на модули од предна страна

source: All modules
mk_mk: сите модули

source: Display non-positionable hooks
mk_mk: Покажи не-позиционирани врски

source: Unhook
mk_mk: откачи

source: Unhook the selection
mk_mk: Откачете го изборот

source: Move images
mk_mk: Премести слики

source: Regenerate thumbnails
mk_mk: Регенерирај сликички

source: Select an image
mk_mk: Одбери слика

source: Select a format
mk_mk: Одбери формат

source: Erase previous images
mk_mk: Избриши ги претходните слики
