Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.3/*/AdminCatalogFeature.*.xlf
Languages: hi_in, lv_lv

source: Home
hi_in: मुखपृष्ठ
lv_lv: Mājas

source: Root
hi_in: रूट
lv_lv: Saknes katalogs

source: Increase
hi_in: वृद्धि
lv_lv: Palielina

source: Decrease
hi_in: कम करना

source: Customer Order
hi_in: ग्राहक का आर्डर
lv_lv: Klienta pasūtījums

source: Adjustment following an inventory of stock
hi_in: स्टॉक की एक वस्तुसूची में किये गये समायोजन

source: Transfer to another warehouse
hi_in: दुसरे गोदाम में स्थानांतरण करें
lv_lv: Pārvietot uz citu noliktavu

source: Transfer from another warehouse
hi_in: दूसरे गोदाम से स्थानांतरण करें
lv_lv: Pārvietot no citas noliktavas

source: Supply Order
hi_in: आर्डर की आपूर्ति करें
lv_lv: Krājumu Pasūtījumi

source: Product Return
hi_in: उत्पाद वापसी
lv_lv: Produkta atgriešana

source: Manual Entry
hi_in: मौखिक प्रविष्टि

source: Category
hi_in: श्रेणी
lv_lv: Kategorija

source: These products will be deleted for good. Please confirm.
hi_in: ये उत्पाद सामानों के लिए मिटा दिए जायेंगे। कृपया पुष्टि करें।
lv_lv: Šie produkti tiks nodzēsti. Apstipriniet.

source: Delete products?
hi_in: उत्पादों को हटाएं?
lv_lv: Dzēst produktus?

source: From quantity
hi_in: मात्रा से

source: Beginning
hi_in: शुरुआत
lv_lv: Sākums

source: End
hi_in: समाप्त
lv_lv: Beigas

source: Add new catalog price rule
hi_in: नया कैटलॉग मूल्य नियम जोड़ें
lv_lv: Pievienot jaunu kataloga cenas nosacījumu

source: Catalog price rules
hi_in: सूची मूल्य नियम
lv_lv: Kataloga cenu nosacījumi

source: Reduction with or without taxes
hi_in: कर सहित या रहित छूट

source: Reduction type
hi_in: कमी का प्रकार

source: Reduction
hi_in: कमी
lv_lv: Samazina

source: Leave initial price
hi_in: आंशिक मूल्य छोड़ें
lv_lv: Atstāt sākotnējo cenu

source: Add customer
hi_in: ग्राहक जोड़ें
lv_lv: Pievienot klientu

source: Apply to all combinations
hi_in: सभी संयोजनों पर लागू करें

source: Available from
hi_in: से उपलब्ध
lv_lv: Pieejams no

source: Starting at
hi_in: यहाँ से शुरू
lv_lv: sākot ar

source: Product price (tax excl.)
hi_in: उत्पाद मूल्य (बिना कर के)
lv_lv: Produkta cena (bez nod.)

source: Reduction tax
hi_in: कटौती कर
lv_lv: Nodokļa samazinājums

source: Price (tax excl.)
hi_in: मूल्य (कर निकालके)
lv_lv: Cena (Bez PVN).

source: Supplier reference(s)
hi_in: आपूर्तिकर्ता का(के) सन्दर्भ

source: Supplier reference
hi_in: आपूर्तिकर्ता का सन्दर्भ
lv_lv: Piegādātāja kods

source: Quantity
hi_in: मात्रा
lv_lv: Daudzums

source: Combinations
hi_in: मिश्रण
lv_lv: Kombinācijas

source: Final price
hi_in: निष्कर्षित मूल्य
lv_lv: Gala cena

source: Manage your product combinations
hi_in: अपने उत्पाद संयोजन को प्रबंधित करें
lv_lv: Pārvaldīt produktu kombinācijas

source: Bulk actions ([1]/[2] combination(s) selected)
hi_in: बल्क क्रियान्वयन ([१]/[२] सम्मिश्रण चुना गया(गये))
lv_lv: Apjoma darbības ([1]/[2] kombinācija(s) izvēlēta(s))

source: Default combination
hi_in: डिफ़ॉल्ट संयोजन
lv_lv: Noklusētā kombinācija

source: Availability preferences
hi_in: उपलब्धता प्राथमिकतायें
lv_lv: Pieejamības iestatījumi

source: Behavior when out of stock
hi_in: जब स्टॉक से बाहर हो तब क्या करें
lv_lv: Darbība ja produkts nav pieejams

source: Stock management is disabled
hi_in: स्टॉक प्रबंधन अक्षम है
lv_lv: Noliktavas pārvaldības ir izslēgta

source: Expiration date
hi_in: समाप्ति तिथि
lv_lv: Derīguma termiņš

source: Number of allowed downloads
hi_in: अनुमति प्राप्त डाउनलोड की संख्या

source: Number of days
hi_in: दिनों की संख्या
lv_lv: Dienu skaits

source: Add new cart rule
hi_in: नया कार्ट नियम जोड़ें

source: Payment:
hi_in: भुगतान:
lv_lv: Maksājums:

source: Cart Rules
hi_in: कार्ट नियम
lv_lv: Règles panier

source: List of empty categories:
hi_in: खाली श्रेणियों की सूची:
lv_lv: Tukšo kategoriju saraksts:

source: List of products with combinations but without available quantities for sale:
hi_in: संयोजन के साथ तथा बिना मात्रा उपलब्धता वाले बिक्री के लिए उपलब्ध उत्पादों की सूची:
lv_lv: Saraksts ar produktiem kuriem ir kombinācijas, bet nav pieejams pārdošanas skaits:

source: List of products without combinations and without available quantities for sale:
hi_in: बिना संयोजन के तथा बिना मात्रा उपलब्धता वाले बिक्री के लिए उपलब्ध उत्पादों की सूची:
lv_lv: Sarakysts ar produktiem kuriem nav kombināciju un nav pieejams pārdošanas skaits:

source: List of disabled products
hi_in: अक्षम उत्पादों की सूची
lv_lv: Atslēgto produktu saraksts

source: List of products without images
hi_in: छवि के बिना उत्पादों की लिस्ट
lv_lv: Saraksts ar produktiem bez attēliem

source: List of products without description
hi_in: विवरण के बिना उत्पादों की लिस्ट
lv_lv: Produktu saraksts bez aprakstiem

source: List of products without price
hi_in: मूल्य के बिना उत्पादों की लिस्ट
lv_lv: Produktu bez cenas saraksts

source: Product disabled
hi_in: उत्पाद अक्षम किया गया

source: Attributes generator
hi_in: विशेषता उत्पादक
lv_lv: Atribūtu ģenerētājs

source: Back to the product
hi_in: उत्पादों पर वापस
lv_lv: Atpakaļ uz preci

source: Values
hi_in: मूल्यो
lv_lv: Vērtības

source: Value
hi_in: मूल्य
lv_lv: Vērtība

source: Color
hi_in: रंग
lv_lv: Krāsa

source: Color or texture
hi_in: रंग या बनावट
lv_lv: Krāsa vai tekstūra

source: Attributes
hi_in: गुण
lv_lv: Atribūti

source: Public name
hi_in: सार्वजनिक नाम
lv_lv: Publiskais nosaukums

source: Attribute type
hi_in: गुणका प्रकार
lv_lv: Atribūta tips

source: Attribute group
hi_in: गुण समूह
lv_lv: Atribūta Grupa

source: Current texture
hi_in: वर्तमान बनावट
lv_lv: Pašreizējā tekstūra

source: Add new attribute
hi_in: नई विशेषता जोड़ें
lv_lv: Pievienot jaunu atribūtu

source: Add new value
hi_in: नया मूल्य जोड़ें
lv_lv: Pievienot jaunu vērtību

source: Add New Values
hi_in: नये मूल्य जोड़ें
lv_lv: Pievienot Jaunas Vertības

source: Add New Attributes
hi_in: नये गुण जोड़ें
lv_lv: Add New Attribute

source: Edit New Attribute
hi_in: नई विशेषताए सम्पादित करें
lv_lv: Labot jaunu atribūtu

source: Add New Attribute
hi_in: नई विशेषता जोड़ें
lv_lv: Pievienot jaunu atribūtu

source: Texture
hi_in: बनावट
lv_lv: Tekstūra

source: Save then add another value
hi_in: सुरक्षित करके दूसरा मूल्य जोड़ें
lv_lv: Saglabāt un pievienot vel vienu vērtību

source: Edit: %value%
hi_in: सम्पादित करें: %value%
lv_lv: Labot: %value%

source: Edit Value
hi_in: मूल्य सम्पादित करें
lv_lv: Labot Vertību

source: Add New Value
hi_in: नया मूल्य जोड़ें
lv_lv: Pievienot Jaunu Vertību

source: Add a new feature
hi_in: एक नया विशेषण जोड़ें
lv_lv: Pievienot jaunu īpašību

source: Add new feature
hi_in: नया विशेषण जोड़ें

source: Edit New Feature
hi_in: नया विशेषण सम्पादित करें
lv_lv: Labot jauno īpašību

source: Add New Feature
hi_in: एक नया विशेषण जोड़ें
lv_lv: Pievienot jaunu īpašību

source: Feature value
hi_in: विशिष्ट मूल्य
lv_lv: Īpašības vārds

source: Add a new feature value
hi_in: एक नया विशेषण जोड़ें
lv_lv: Pievienot jaunu īpašības vērtību

source: Feature
hi_in: विशेषता
lv_lv: Iespēja

source: Choose a value
hi_in: एक मूल्य चुनें
lv_lv: Izvēlieties vērtību

source: Choose a feature
hi_in: एक विशेषता चुनें
lv_lv: Izvēlieties opciju

source: Pre-defined value
hi_in: पूर्व-परिभाषित मूल्य
lv_lv: Iepriekš noteikta vērtība

source: OR Customized value
hi_in: या स्वनिर्धारित मूल्य
lv_lv: VAI Pielāgota vērtība

source: Categories
hi_in: श्रेणियाँ
lv_lv: Sadaļas

source: Associated categories
hi_in: सम्बद्ध श्रेणियां

source: Create a new category
hi_in: नई श्रेणी बनाएं
lv_lv: Izveidot jaunu kategoriju

source: New category name
hi_in: नई श्रेणी का नाम
lv_lv: Jauna kategorija

source: Create a category
hi_in: एक श्रेणी बनाएं
lv_lv: Izveidot kategoriju

source: Associated with
hi_in: सम्बन्धित
lv_lv: Saistīts ar

source: product(s)
hi_in: उत्पाद
lv_lv: produkts(i)

source: Add new file
hi_in: नई फाइल जोड़ें
lv_lv: Pievienot failu

source: Price (tax incl.)
hi_in: मूल्य (कर सहित)

source: No tax
hi_in: कोई कर नहीं
lv_lv: Bez PVN

source: Ecotax (tax incl.)
hi_in: पर्यावरण कर(कर सहित)
lv_lv: Eko-nodoklis (ar PVN)

source: Display the "On sale!" flag on the product page, and on product listings.
hi_in: उत्पाद पेज और उत्पाद सूची पर "सेल" ध्वजा प्रदर्शित करें।
lv_lv: Attēlot "Izpārdošana!" baneri produkta lapā un produktu sarakstā.

source: Price per unit (tax excl.)
hi_in: प्रति इकाई मूल्य (बिना कर के)
lv_lv: Cena par vienību (bez nod.)

source: Apply to all products
hi_in: सभी उत्पादों के लिए लागू करें
lv_lv: Attiecas uz visām precēm

source: Add new root category
hi_in: नई रूट श्रेणी जोड़ें

source: Add new category
hi_in: नई श्रेणी जोड़ें
lv_lv: Pievienot jaunu kategoriju

source: Disabled Categories
hi_in: अक्षम श्रेणीयां
lv_lv: Deaktivizētās kategorijas

source: Empty Categories
hi_in: खाली श्रेणियां
lv_lv: Tukšās kategorijas

source: Top Category
hi_in: शिखर श्रेणी

source: Average number of products per category
hi_in: प्रति श्रेणी औसत उत्पादों की संख्या

source: %group_name% - All people without a valid customer account.
hi_in: %group_name% - वो सभी लोग जो वैध ग्राहक खाते के बिना हैं।

source: %group_name% - Customer who placed an order with the guest checkout.
hi_in: %group_name% - ऐसा ग्राहक जिसने अतिथि के रूप में आदेश स्थापित किया हो।

source: %group_name% - All people who have created an account on this site.
hi_in: %group_name% - इस वेबसाइट पर खाता बनाने वाले सभी लोग।

source: Category Cover Image
hi_in: श्रेणी आवरण छवि

source: Category thumbnail
hi_in: श्रेणी का थम्बनेल

source: Menu thumbnails
hi_in: मेनू थम्बनेल
lv_lv: Izvēlnes ikonas

source: Group access
hi_in: समूह तक पहुँच
lv_lv: Grupas piekļuve

source: Root Category
hi_in: मूल श्रेणी

source: Parent category
hi_in: जनक श्रेणी
lv_lv: Pamata kategorija

source: Send me an email when the quantity is under this level
hi_in: मात्रा इस स्तर के नीचे होने पर मुझे एक ईमेल भेजें

source: Cost price
hi_in: लागत मूल्य
lv_lv: Izmaksu cena

source: Visibility
hi_in: दृश्यता
lv_lv: Redzamība

source: Summary
hi_in: सारांश
lv_lv: Kopsavilkums

source: Tags
hi_in: टैग्स
lv_lv: Tagi

source: Virtual product
hi_in: आभासी उत्पाद
lv_lv: Virtuāls produkts

source: Tax excluded
hi_in: कर छोड़ के
lv_lv: BEZ PVN

source: Tax included
hi_in: कर सहित
lv_lv: AR PVN

source: Reference
hi_in: संदर्भ
lv_lv: Norāde

source: Tax rule
hi_in: कर नियम
lv_lv: Nodokļa nosacījums

source: Drop images here
hi_in: अपनी छवियों को यहाँ छोड़ दें
lv_lv: Ievietot attēlus

source: or select files
hi_in: या फ़ाइलें चुनें
lv_lv: vai izvēlieties failus

source: Recommended size 800 x 800px for default theme.
hi_in: डिफ़ॉल्ट थीम के लिए संस्तुत साइज़ ८०० x ८०० पिक्सेल।
lv_lv: Ieteicamais izmērs attēlam noklusētajā tēmā ir 800x 800 pikseļi.

source: JPG, GIF or PNG format.
hi_in: जेपीजी, जीआईऍफ़ या पीएनजी प्रारूप।
lv_lv: JPG, GIF vai PNG formāts.

source: Cover
hi_in: आवरण
lv_lv: Vāks

source: Quantities
hi_in: मात्रायें
lv_lv: daudzumi

source: tax incl.
hi_in: कर लगाकर
lv_lv: AR PVN

source: tax excl.
hi_in: कर निकालकर
lv_lv: BEZ PVN

source: Product list
hi_in: उत्पाद सूची
lv_lv: Produktu saraksts

source: Basic settings
hi_in: मूलभूत सेटिंग
lv_lv: Pamata iestatījumi

source: Pricing
hi_in: मूल्य निर्धारण
lv_lv: Cena

source: SEO
hi_in: एसईओ

source: Modules
hi_in: मॉड्यूल
lv_lv: Moduļi

source: View all images
hi_in: सभी छवियाँ देखें
lv_lv: Skatīt visus attēlus

source: View less
hi_in: कम देखें
lv_lv: Rādīt mazāk

source: Features
hi_in: विशेषताएं
lv_lv: Papildiespējas

source: Add a feature
hi_in: एक विशेषता जोड़ें
lv_lv: Pievienot funkciju

source: Simple product
hi_in: सामान्य उत्पाद
lv_lv: Vienkāršs produkts

source: Product with combinations
hi_in: संयोजन के साथ उत्पाद
lv_lv: Produkts ar kombinācijām

source: Retail price
hi_in: खुदरा मूल्य
lv_lv: Mazumtirdzniecības cena

source: Manage tax rules
hi_in: कर नियमों को प्रबंधित करें
lv_lv: Pārvaldīt nodokļu noteikumus

source: Final retail price: [1][2][/2] tax incl.[/1] / [3][/3] tax excl.
hi_in: अंतिम खुदरा मूल्य: [१][२][/२] कर सहित[/१]/[३][/३] कर रहित।
lv_lv: Fināla pārdošanas cena: [1][2][/2] ar nod.[/1] / [3][/3] bez nod.

source: Specific prices
hi_in: विशिष्ट मूल्य

source: Add a specific price
hi_in: एक विशिष्ट मूल्य जोड़ें
lv_lv: Pievienot papildus specifisku cenu

source: Rule
hi_in: नियम

source: Combination
hi_in: मिश्रण
lv_lv: Kombinācija

source: Fixed price
hi_in: स्थिर मूल्य

source: Impact
hi_in: प्रभाव
lv_lv: Ietekme

source: From
hi_in: से
lv_lv: No

source: Priority management
hi_in: प्राथमिकता प्रबंधन
lv_lv: Prioritāšu pārvaldība

source: Priorities
hi_in: प्राथमिकतायें
lv_lv: Prioritātes

source: Where do you want your product to appear?
hi_in: आप अपने उत्पाद को कहाँ दिखाना चाहते हैं?
lv_lv: Kur vēlaties attēlot produktu?

source: Condition & References
hi_in: शर्त और सन्दर्भ
lv_lv: Noteikumi un atsauces

source: Customers can personalize the product by entering some text or by providing custom image files.
hi_in: उपभोक्ता अपने उत्पाद को कुछ पाठ दर्ज करके या कोई छवि की फाइल उपलब्ध कराकर निजीकृत कर सकते हैं।
lv_lv: Klienti var personalizēt produktu pievienojot tekstu vai papildus attēlus.

source: Add a customization field
hi_in: निजीकरण क्षेत्र जोड़ें
lv_lv: Pievienot pielāgošanas lauku

source: Attached files
hi_in: संलग्न फ़ाइलें
lv_lv: Pievienotie faili

source: Add files that customers can download directly on the product page (instructions, manual, recipe, etc.).
hi_in: उत्पाद पेज पर ऐसी फाइलें जोड़ें जिसे ग्राहक सीधे डाउनलोड कर सकें (निर्देश, नियमावली, विधि इत्यादि)।
lv_lv: Pievienot failus kurus klienti var lejupielādēt produkta lapā (instrukcijas, receptes, u.t.t.).

source: Attach a new file
hi_in: एक नयी फाइल संलग्न करें
lv_lv: Pievienot jaunu failu

source: Module to configure
hi_in: कॉन्फ़िगर करने के लिए मॉड्यूल
lv_lv: Konfigurējamais modulis

source: Choose a module to configure
hi_in: कन्फिगर करने के लिए एक मोड्यूल चुनें
lv_lv: Izvēlieties moduli kuru konfigurēt

source: These modules are relative to the product page of your shop.
hi_in: ये मोड्यूल आपकी दुकान के उत्पाद पेज से सम्बन्धित हैं।
lv_lv: Šie moduļi ir relatīvi attiecībā pret veikala produktu lapu.

source: To manage all your modules go to the [1]Installed module page[/1]
hi_in: अपने सभी मोड्यूल को प्रबंधित करने के लिए [1]मोड्यूल पेज इंस्टाल करें[/1] पर जाएँ
lv_lv: Lai pārvaldītu moduļus, ejiet uz [1]Instalēto moduļu lapu[/1]

source: Go to catalog
hi_in: सूची पर जाएँ
lv_lv: Uz katalogu

source: Add new product
hi_in: नया उत्पाद जोड़ें
lv_lv: Pievienot jaunu produktu

source: Impact on price
hi_in: कीमत पर प्रभाव
lv_lv: Ietekme uz cenu

source: Specific price conditions
hi_in: विशिष्ट मूल्य शर्तें
lv_lv: Specifiski cenas noteikumi

source: Unit(s)
hi_in: इकाई(इकाइयाँ)
lv_lv: Vienības

source: Apply a discount of
hi_in: एक छूट लागू करें

source: Ecotax
hi_in: इकोटैक्स
lv_lv: Eko-nodoklis

source: ISBN code
hi_in: आईएसबीएन कोड
lv_lv: ISBN kods

source: Impact on price per unit (tax excl.)
hi_in: प्रति इकाई मूल्य पर प्रभाव (कर रहित)
lv_lv: Iespaids uz cenu vienam gabalam (bez nod.)

source: Min. quantity for sale
hi_in: बिक्री के लिए न्यूनतम मात्रा
lv_lv: Minimālais pārdošanas skaits

source: Set as default combination
hi_in: डिफाल्ट संयोजन की तरह सेट करें
lv_lv: Iestatīt kā noklusēto kombināciju

source: Select images of this combination:
hi_in: इस संयोजन की छवि का चुनाव करें:
lv_lv: Izvēlēties attēlu šai kombinācijai:

source: Low stock level
hi_in: निम्न स्टॉक स्तर

source: Impact on weight
hi_in: वजन पर पड़ने वाला प्रभाव
lv_lv: Ietekme uz svaru

source: Send me an email when the quantity is below or equals this level
hi_in: जब मात्रा इस लेबल से कम अथवा बराबर हो तो एक ईमेल भेजें

source: Impact on price (tax excl.)
hi_in: मूल्य पर प्रभाव (कर रहित)
lv_lv: Iespaids uz cenu (bez nod.)

source: Impact on price (tax incl.)
hi_in: मूल्य पर प्रभाव (कर सहित)
lv_lv: Iespaids uz cenu (ar nod.)

source: Availability date
hi_in: उपलब्धता तिथि

source: Cost Price
hi_in: लागत मूल्य
lv_lv: Izmaksu cena

source: Minimum quantity
hi_in: न्यूनतम मात्रा
lv_lv: Minimālais daudzums

source: Delivery time of in-stock products:
hi_in: स्टॉक में उपलब्ध उत्पादों का डिलीवरी समय:

source: None
hi_in: कुछ नहीं
lv_lv: neviens

source: Width
hi_in: चौड़ाई
lv_lv: Platums

source: Height
hi_in: ऊंचाई
lv_lv: Augstums

source: Depth
hi_in: गहराई
lv_lv: Dziļums

source: Weight
hi_in: वजन
lv_lv: Svars

source: Shipping fees
hi_in: शिपिंग शुल्क
lv_lv: Piegādes maksas

source: Available carriers
hi_in: उपलब्ध वाहक
lv_lv: Pieejamie piegādātāji

source: Default delivery time
hi_in: डिलवरी का डिफ़ॉल्ट समय

source: Specific delivery time to this product
hi_in: इस उत्पाद का विशिष्ट डिलीवरी समय

source: Delivery Time
hi_in: वितरण समय

source: Delivered within 5-7 days
hi_in: ५-७ दिन के अंदर वितरित

source: Delivery time of out-of-stock products with allowed orders:
hi_in: स्वीकार्य आर्डरो वाले आउट-ऑफ-स्टॉक उत्पादों का डिलीवरी समय:

source: Delivered within 3-4 days
hi_in: ३-४ दिन के अंदर वितरित

source: Label when in stock
hi_in: जब स्टॉक में हो तब लेबल
lv_lv: Baneris kuru lieto ja produkts ir pieejams

source: Create combinations
hi_in: संयोजन बनाएं
lv_lv: Izveidot kombinācijas

source: I want to use the advanced stock management system for this product.
hi_in: इस उत्पाद के लिए मैं उन्नत स्टॉक. प्रबंध प्रणाली प्रयोग करना चाहता हूँ।

source: The available quantities for the current product and its combinations are based on the stock in your warehouse (using the advanced stock management system).
hi_in: इस उत्पाद की उपलब्ध मात्राएँ और इसके संयोजन गोदाम में उपलब्ध स्टॉक पर निर्भर हैं (उन्नत स्टॉक प्रबन्धन प्रणाली प्रयोग कर रहे हैं)।
lv_lv: Pieejamais produkta un tā kombināciju vienību skaits balstīts uz noliktavas pieejamību (pielietojot papildu noliktavas krājumu pārvaldības sistēmu).

source: I want to specify available quantities manually.
hi_in: मैं मौखिक रूप से उपलब्ध मात्रा को उल्लिखित करना चाहता हूँ।

source: Minimum quantity for sale
hi_in: बिक्री के लिए न्यूनतम मात्रा
lv_lv: Minimālais pārdošanas skaits

source: Label when out of stock (and back order allowed)
hi_in: स्टॉक से बाहर लेबल (और बैक ऑर्डर की अनुमति है)
lv_lv: Atzīmēt ja nav pieejams noliktavā (un ir iespējama pasūtīšana)

source: Does this product have an associated file?
hi_in: क्या इस उत्पाद में एक संबंधित फाइल है?

source: Use default behavior
hi_in: डिफ़ॉल्ट व्यवहार प्रयोग करें
lv_lv: Lietot noklusēto darbību

source: Allow orders
hi_in: आदेश की अनुमति दें
lv_lv: Atļaut pasūtīšanu

source: Deny orders
hi_in: आर्डरो को नकारें
lv_lv: Liegt pasūtīšanu

source: When out of stock
hi_in: जब स्टॉक से बाहर हो

source: Decrement pack only.
hi_in: सिर्फ घटत बंडल

source: Decrement products in pack only.
hi_in: सिर्फ बंडल में उत्पाद घटत।

source: Decrement both.
hi_in: दोनों को घटाए|

source: Pack quantities
hi_in: पैक की मात्राएँ

source: Condition
hi_in: शर्तें
lv_lv: Stāvoklis

source: EAN-13 or JAN barcode
hi_in: ईएएन-१३ या जेएएन बारकोड

source: UPC barcode
hi_in: यूपीसी बारकोड

source: Everywhere
hi_in: हर जगह
lv_lv: visur

source: Catalog only
hi_in: सिर्फ श्रेणियां
lv_lv: Tikai katalogs

source: Search only
hi_in: सिर्फ खोजें
lv_lv: Tikai meklēšana

source: Nowhere
hi_in: कहीं नहीं
lv_lv: Nekur

source: Display options
hi_in: प्रदर्शित विकल्प
lv_lv: Attēlošanas iestatījumi

source: Available for order
hi_in: आर्डर के लिए उपलब्ध
lv_lv: pieejams pasūtīšanai

source: Show price
hi_in: मूल्य दिखाएँ
lv_lv: Rādīt cenu

source: Web only (not sold in your retail store)
hi_in: सिर्फ वेब पर (आपकी खुदरा दुकान पर नही बेचा गया)
lv_lv: Tikai internetā (netiek pārdots veikalā)

source: ISBN
hi_in: आइएसबीएन

source: Display condition on product page
hi_in: उत्पाद पेज पर शर्त दिखाएँ
lv_lv: Rādīt stāvokli produkta lapā

source: Default suppliers
hi_in: डिफाल्ट आपूर्तिकर्ता
lv_lv: Noklusētie piegādātāji

source: Attachments for this product:
hi_in: इस उत्पाद के लिए संलग्नक:
lv_lv: Produktam pievienotie faili:

source: Short description
hi_in: संक्षिप्त विवरण
lv_lv: Īss apraksts

source: Standard product
hi_in: मानक उत्पाद

source: Pack of products
hi_in: उत्पादों का बंडल
lv_lv: Produktu paka

source: Add products to your pack
hi_in: अपने पैक में उत्पादों को जोड़ें
lv_lv: Pievienot produktus pakai

source: Pre-tax retail price
hi_in: कर से पूर्व का खुदरा मूल्य
lv_lv: Mazumtirdzniecības cena bez PVN

source: Retail price with tax
hi_in: कर सहित खुदरा मूल्य

source: Default category
hi_in: डिफ़ॉल्ट श्रेणी
lv_lv: Noklusējuma kategorija

source: Add a new category
hi_in: नई श्रेणी जोड़ें
lv_lv: Pievienot jaunu kategoriju

source: Accessories
hi_in: एक्सेसरीज़
lv_lv: Piederumi

source: Number of products
hi_in: उत्पादों की संख्या
lv_lv: Produktu skaits

source: Add new supplier
hi_in: नया आपूर्तिकर्ता जोड़ें

source: Open
hi_in: खुला
lv_lv: Atvērt

source: Closed
hi_in: बंद हो गया
lv_lv: Slēgts

source: Pending 1
hi_in: लंबित १
lv_lv: Gaida 1

source: Pending 2
hi_in: आगामी २
lv_lv: Gaida 2

source: Messages
hi_in: संदेश
lv_lv: Ziņas

source: Private
hi_in: निजी
lv_lv: Privāta

source: Last message
hi_in: पिछला संदेश
lv_lv: Pēdējā ziņa

source: Contact options
hi_in: संपर्क विकल्प
lv_lv: Kontakta opcijas

source: Allow file uploading
hi_in: फाइल अपलोड की अनुमति दें
lv_lv: Atļaut faila augšupielādi

source: Default message
hi_in: डिफ़ॉल्ट संदेश
lv_lv: Ziņa pēc noklusējuma

source: Customer service options
hi_in: ग्राहक सेवा विकल्प
lv_lv: Klientu atbalsta servisa noteikumi

source: IMAP URL
hi_in: आईऍमएपी यूआरएल
lv_lv: IMAP URL adrese

source: IMAP port
hi_in: आईऍमएपी पोर्ट
lv_lv: IMAP ports

source: IMAP user
hi_in: आईऍमएपी प्रयोगकर्ता
lv_lv: IMAP lietotājs

source: IMAP password
hi_in: आईऍमएपी पासवर्ड
lv_lv: IMAP parole

source: Delete messages
hi_in: संदेश मिटाएं
lv_lv: Dzēst ziņas

source: Create new threads
hi_in: नये सूत्र बनाएं

source: IMAP options
hi_in: आईऍमएपी विकल्प
lv_lv: IMAP iestatījumi

source: Total threads
hi_in: कुल थ्रेड्स

source: Threads pending
hi_in: थ्रेड्स अपूर्ण हैं

source: Total number of customer messages
hi_in: ग्राहकों के कुल संदेश

source: Total number of employee messages
hi_in: कर्मचारियों के कुल संदेश

source: Unread threads
hi_in: थ्रेड अपठित करें

source: Closed threads
hi_in: बंद की गयी थ्रेड

source: Message forwarded to
hi_in: को संदेश भेजा गया

source: Pending Discussion Threads
hi_in: अपूर्ण वार्तालाप थ्रेड

source: Average Response Time
hi_in: प्रतिकिया देने का औसत समय

source: Messages per Thread
hi_in: प्रति थ्रेड संदेश

source: Reply to the next unanswered message in this thread
hi_in: इस थ्रेड में अगले अनुत्तरित संदेश का उत्तर दें

source: Mark as "handled"
hi_in: "प्रबंधित" चिन्हित करें

source: Re-open
hi_in: पुनः खोलें
lv_lv: Atkārtoti atvērt

source: Mark as "pending 1" (will be answered later)
hi_in: "अपूर्ण 1" चिन्हित करें (इसका उत्तर बाद में दिया जायेगा)

source: Disable pending status
hi_in: अपूर्ण स्थिति को अक्षम करें

source: Mark as "pending 2" (will be answered later)
hi_in: "अपूर्ण 2" चिन्हित करें (इसका उत्तर बाद में दिया जायेगा)

source: Message to:
hi_in: को संदेश करें:
lv_lv: Adresāts:

source: Product:
hi_in: उत्पाद:
lv_lv: Prece:

source: Status:
hi_in: स्थिति:
lv_lv: Statuss:

source: Type
hi_in: प्रकार
lv_lv: Tips

source: Category root
hi_in: श्रेणी रूट
lv_lv: Saknes kategorija

source: Addresses
hi_in: पतों
lv_lv: Adreses

source: Products
hi_in: उत्पादो
lv_lv: Preces

source: Add new brand
hi_in: नया ब्रांड जोड़ें
lv_lv: Pievienot jaunu zīmolu

source: Add new brand address
hi_in: ब्रांड का नया पता जोड़ें
lv_lv: Pievienot jaunu zīmola adresi

source: List of brands
hi_in: ब्रांड सूची
lv_lv: Zīmolu saraksts

source: Brand addresses
hi_in: ब्रांड पता
lv_lv: Zīmolu adreses

source: Brands
hi_in: ब्रांड
lv_lv: Markas

source: Choose the brand
hi_in: ब्रांड चुनें
lv_lv: Izvēlaties zīmolu

source: Edit Addresses
hi_in: पते का सम्पादन करें
lv_lv: Labot adreses

source: Add address
hi_in: पता जोड़े
lv_lv: Pievienot adreses

source: Product name
hi_in: उत्पाद का नाम
lv_lv: Produkta nosaukums

source: Combination name
hi_in: संयोजन नाम

source: Physical quantity
hi_in: उपलब्ध मात्रा

source: Reserved quantity
hi_in: आरक्षित मात्रा

source: Available quantity
hi_in: उपलब्ध मात्रा
lv_lv: Pieejamais daudzums

source: Ref:
hi_in: रेफ:
lv_lv: Kods:

source: EAN13:
hi_in: इऐऍन१३:

source: UPC:
hi_in: यूपीसी:

source: Qty:
hi_in: मात्रा:
lv_lv: Daudzums:
