Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.3/*/AdminAdvparametersNotification.*.xlf
Languages: fa_ir, hi_in

source: "Backup" directory does not exist.
fa_ir: فهرست فایل‌‌‌‌‌‌های \"پشتیبان\" موجود نیست.
hi_in: बैकअप निर्देशिका मौजूद नही है.

source: Error deleting
fa_ir: خطا در هنگام حذف کردن
hi_in: डिलीट करने में त्रुटि

source: Invalid ID
fa_ir: شناسه نامعتبر است
hi_in: अमान्य आईडी

source: Unable to create backup file
fa_ir: نمی‎توان فایل پشتیبان را ساخت
hi_in: बैकअप फ़ाइल बनाने में असमर्थ

source: An error occurred while backing up. Unable to obtain the schema of %s
fa_ir: خطایی هنگام پشتیبان گیری رخ داده است. ناتوان در گرفتن الگوی %s
hi_in: जब बैकअप हो रहा था तब एक त्रुटि हो गयी। %s की योजना को प्राप्त करने के लिए सक्षम करें

source: No valid tables were found to backup.
fa_ir: هیچ جدولی برای پشتیبانگیری وجود ندارد.
hi_in: बैकअप के लिए कोई वैध तालिका नही मिली|

source: Error: parameter "to" is corrupted
fa_ir: خطا: پارامتر \"To\" ناقص است.
hi_in: त्रुटि: पैरामीटर "करने के लिए" दूषित है

source: Error: parameter "bcc" is corrupted
fa_ir: خطا: پارامتر "bcc" خراب است
hi_in: त्रुटि: पैरामीटर "bcc" दूषित है

source: Error: invalid e-mail template
fa_ir: خطا: قالب پیش فرض ایمیل اشتباه است.
hi_in: त्रुटि: अमान्य ईमेल टेम्पलेट

source: Error: invalid e-mail subject
fa_ir: خطا: موضوع ایمیل اشتباه است.
hi_in: त्रुटि: अमान्य ईमेल विषय

source: Error: invalid e-mail address
fa_ir: خطا: آدرس ایمیل اشتباه است.
hi_in: त्रुटि: अमान्य ईमेल पता

source: Error: invalid SMTP server or SMTP port
fa_ir: خطا: سرور SMTP یا پورت آن اشتباه است.
hi_in: त्रुटि: अवैध एसऍमटीपी सर्वर या एसऍमटीपी पोर्ट

source: Error - The following e-mail template is missing: %s
fa_ir: خطا - قالب ایمیل زیر پیدا نمی‌شود: %s
hi_in: त्रुटि - निम्नलिखित ईमेल टेम्पलेट गायब है: %s

source: Key length must be 32 character long.
fa_ir: طول کلید باید 32 حرف باشد.
hi_in: कुंजी की लम्बाई 32 अक्षर तक लम्बी होनी चाहिए|

source: This key already exists.
fa_ir: کلید در حال حاضر وجود دارد.
hi_in: यह कुंजी पहले से ही उपलब्ध है.

source: To avoid operating problems, please use an Apache server.
fa_ir: برای جلوگیری از مشکلات عملیاتی، لطفاً از سرور آپاچی استفاده کنید.
hi_in: ऑपरेटिंग समस्याओ को दूर करने के लिए, कृपया अपाचे सर्वर का प्रयोग करें.

source: Please activate the 'mod_auth_basic' Apache module to allow authentication of PrestaShop's webservice.
fa_ir: لطفاً افزونه‎ی آپاچی 'mod_auth_basic' را فعال کنید تا شناسایی وب‎سرویس پرستاشاپ مجاز شود.
hi_in: कृपया 'mod_auth_basic' अपाचे मोड्यूल को प्रेस्ताशोप वेब सेवा को प्रमाणीकरण प्रदान करने के लिए सक्रीय करें|

source: Please activate the 'mod_rewrite' Apache module to allow the PrestaShop webservice.
fa_ir: لطفاً 'mod_rewrite' افزونه‎ی آپاچی را برای اجازه به وب‎سرویس پرستاشاپ، فعال کنید.
hi_in: कृपया 'mod_auth_basic' अपाचे मोड्यूल को प्रेस्ताशोप वेब सेवा को प्रमाणीकरण प्रदान करने के लिए सक्रीय करें|

source: We could not check to see if basic authentication and rewrite extensions have been activated. Please manually check if they've been activated in order to use the PrestaShop webservice.
fa_ir: ما نمی‎توانیم بررسی کنیم که اعتبار اولیه و بازنویسی الحاقات فعال باشند. لطفاً به طور دستی بررسی کنید که آیا آن‎ها به منظور استفاده خدمات وب‎سرویس پرستاشاپ فعال شده‎اند یا نه.
hi_in: हम यह देखने के लिए जांच नहीं कर सके कि बुनियादी प्रमाणीकरण और पुनःलेखन एक्सटेंशन सक्रिय किए गए हैं या नहीं। कृपया प्रेस्ताशोप वेबसेवा का उपयोग करने के लिए मैन्युअल रूप से जांच की गई है या नहीं।

source: Please activate the 'SimpleXML' PHP extension to allow testing of PrestaShop's webservice.
fa_ir: لطفاً 'SimpleXML' افزونه‎ی PHP را برای اجازه به آزمایش وب‌سرویس پرستاشاپ، فعال کنید.
hi_in: प्रेस्ताशोप वेब सेवा को टेस्ट करने के लिए कृपया 'SimpleXML' पीएचपी एक्स्टेंशन को सक्रीय करें।

source: It is preferable to use SSL (https:) for webservice calls, as it avoids the "man in the middle" type security issues.
fa_ir: در صورت امکان، استفاده از SSL (https) برای ارتباطات وب‌سرویس ترجیح داده می‎شود، به این ترتیب از مشکلات امنیتی از نوع \"انسان محور\" دور می‎شوید.
hi_in: वेबसेवा कॉल के समय एसएसएल (https:) को प्राथमिकता दें, क्योकि यह "man in the middle" जैसे सुरक्षा के मसलों को नकारती है।

source: You've selected a state for a country that does not contain states.
fa_ir: شما یک استان برای کشوری انتخاب نموده‎اید که دارای استان نمی‎باشد.
hi_in: आपने एक ऐसे देश के लिए राज्य का चुनाव किया जिसमे कोई राज्य नही हैं.

source: When saving the query, only the "SELECT" SQL statement is allowed.
fa_ir: هنگام ذخیره query، فقط انتخاب عبارات SQL مجاز است.
hi_in: किसी भी क्वेरी को चुनने के लिए, केवल "SELECT" एसक्यूएल कथन ही मानी है|

source: The file is too large and cannot be downloaded. Please use the LIMIT clause in this query.
fa_ir: فایل خیلی حجیم است و نمی‌توان آن را دانلود کرد. لطفاً از عبارت LIMIT در این کوئری استفاده کنید.
hi_in: यह फाइल बहुत बड़ी है और डाउनलोड नही की जा सकती| कृपया क्वेरी में LIMIT पद प्रयोग करें|

source: The "%tablename%" table does not exist.
fa_ir: جدول «%tablename%» وجود ندارد.
hi_in: "%tablename%" तालिका उपलब्ध नही है|

source: The "%attribute%" attribute does not exist in the "%table%" table.
fa_ir: مشخصه «%attribute%» دیگر در جدول «%table%» وجود ندارد.
hi_in: "%attribute%" विशेषता में "%table%" तालिका मौजूद नही है|

source: Undefined "%s" error
fa_ir: خطای «%s» تعریف نشده
hi_in: अपरिभाषित "%s" त्रुटि

source: The "*" operator cannot be used in a nested query.
fa_ir: عملگر \"*\" نمی‎تواند در یک پرس و جوی تو در تو استفاده شود.
hi_in: "*" ऑपरेटर को नेस्टेड क्वेरी में इस्तेमाल नहीं किया जा सकता है।

source: The operator "%s" is incorrect.
fa_ir: استفاده از عملگر \"%s\" نادرست است.
hi_in: ऑपरेटर "%s" गलत है।

source: The "%operator%" operator is incorrect.
fa_ir: عملگر «%operator%» اشتباه است.
hi_in: ऑपरेटर "%operator%" गलत है।

source: The LIMIT clause must contain numeric arguments.
fa_ir: LIMIT باید شامل آرگومان‎های عددی باشد.
hi_in: LIMIT क्लॉज़ संख्यात्मक जानकारी रख सकता है।

source: The "%reference%" reference does not exist in the "%table%" table.
fa_ir: مرجع «%reference%» در جدول «%table%» وجود ندارد.
hi_in: "%reference%" विशेषता में "%table%" तालिका मौजूद नही है|

source: When multiple tables are used, each attribute must refer back to a table.
fa_ir: وقتی چند جدول مورد استفاده قرار گرفته است، هر ویژگی باید به یک جدول اشاره کند.
hi_in: जब एकाधिक तालिकाएँ प्रयोग हो रही हों, प्रत्येक गुणधर्म एक तालिका से दोबारा सुनिश्चित करें।

source: "%key%" is an unauthorized keyword.
fa_ir: «%key%» یک کلمه‌ی کلیدی غیر‌مجاز است.
hi_in: "%key%" एक अनधिकृत कीवर्ड है।

source: You can't put this menu inside itself.
fa_ir: شما نمی‎توانید این منو را داخل خودش قرار دهید.
hi_in: आपके इसके अपने अंदर यह सूची नही रख सकते|

source: You cannot edit the SuperAdmin profile.
fa_ir: شما نمی‌توانید مشخصات مدیر کل را ویرایش کنید.
hi_in: आप महाव्यवस्थापक के प्रोफाइल को सम्पादित नही कर सकते|

source: The provided profile is invalid
fa_ir: نمایه ارائه شده نامعتبر است
hi_in: दिया गया प्रोफाइल चित्र अमान्य है

source: You cannot disable or delete your own account.
fa_ir: شما نمی‎توانید حساب کاربریتان را حذف یا غیرفعال کنید.
hi_in: आप अपने खाते को स्वयं अक्षम या मिटा नही सकते|

source: You cannot disable or delete the administrator account.
fa_ir: شما نمی‎توانید حساب مدیر کل را حذف یا غیرفعال کنید.
hi_in: आप व्यवस्थापक खाता को अक्षम या मिटा नही सकते|

source: You cannot delete this account because it manages warehouses. Check your warehouses first.
fa_ir: شما نمی‎توانید این حساب را حذف کنید زیرا این حساب مدیریت انبارها را بر عهده دارد. ابتدا انباهایتان را بررسی کنید.
hi_in: आप इस अकाउंट को डिलीट नही कर सकते क्योकि यह गोदाम को प्रबंधित करता है| पहले अपना गोदाम जांचे|

source: Your current password is invalid.
fa_ir: کلمه‌ی عبور فعلی شما نادرست است.
hi_in: आपका निवर्तमान पासवर्ड अवैध है|

source: The confirmation password does not match.
fa_ir: تاییدیه‌ی کلمه‌ی عبور شما مطابقت ندارد.
hi_in: पुष्टिकरण पासवर्ड मेल नहीं खाता है।

source: You should have at least one employee in the administrator group.
fa_ir: شما باید حداقل یک کارمند در لیست گروه مدیریت‎تان داشته باشید.
hi_in: आपके व्यवस्थापक समूह में कम से कम एक कर्मचारी होना चाहिए।

source: Invalid theme
fa_ir: قالب نامعتبر است.
hi_in: अमान्य थीम

source: The employee must be associated with at least one shop.
fa_ir: کارمند باید حداقل با یک قروشگاه در ارتباط باشد.
hi_in: कर्मचारी कम से कम एक दुकान से सम्बद्ध होना चाहिए।

source: The password must be at least %length% characters long.
fa_ir: کلمه‌ی عبور حداقل باید %length% کاراکتر باشد.
hi_in: पासवर्ड कम से कम %length% अक्षर लंबा होना चाहिए।

source: The import directory doesn't exist. Please check your file path.
fa_ir: دایرکتوری واردسازی وجود ندارد. لطفاً مسیر فایل را بررسی کنید.
hi_in: आयात डिक्शनरी मौजूद नही है. कृपया अपनी फाइल का पाथ जांचें|

source: The import directory must be writable (CHMOD 755 / 777).
fa_ir: دایرکتوری وارد کننده باید قابل نوشتن باشد (CHMOD 755 / 777).
hi_in: आयातित निर्देशिका लिखने योग्य (CHMOD ७७५ / ७७७) होनी चाहिए|

source: The uploaded file exceeds the upload_max_filesize directive in php.ini. If your server configuration allows it, you may add a directive in your .htaccess.
fa_ir: فایل بارگذاری شده از میزان حجم مجاز بارگذاری فایل در php.ini بیشتر است. اگر تنظیمات سرور شما اجازه می‎دهد، شما باید یک رهنمود به فایل .htaccess اضافه کنید.
hi_in: अपलोड की गई फाइल php.ini में upload_max_filesize डायरेक्टिव से अधिक है। यदि आपके सर्वर कॉन्फ़िगरेशन की अनुमति देता है, तो आप अपने .htaccess में एक निर्देश जोड़ सकते हैं।

source: The uploaded file exceeds the post_max_size directive in php.ini. If your server configuration allows it, you may add a directive in your .htaccess, for example:
fa_ir: فایل آپلود شده، بیش از post_max_size مقدار تعیین شده در php.ini است. اگر تنظیمات سرور شما این اجازه را می دهد، شما می توانید یک مقدار دلخواه در .htaccess تعیین کنید. برای مثال:
hi_in: अपलोड की गई फ़ाइल php.ini में post_max_size डायरेक्टिव से अधिक है। यदि आपका सर्वर कॉन्फ़िगरेशन इसे अनुमति देता है, तो आप अपने .htaccess में एक निर्देश जोड़ सकते हैं, उदाहरण के लिए:

source: (click to open "Generators" page)
fa_ir: (برای باز کردن صفحه \"تولید کننده‎ها\" کلیک کنید)
hi_in: ("उत्पादक" पेज को खोलने के लिए क्लिक करें)

source: The uploaded file was only partially uploaded.
fa_ir: تنها بخشی از فایل مورد نظر بارگذاری شده است.
hi_in: अपलोड हुई फाइलें सिर्फ आंशिक रूप से अपलोड हो पाई हैं|

source: No file was uploaded.
fa_ir: هیچ فایلی بارگذاری نشده است.
hi_in: कोई फाइल अपलोड नही की गयी।

source: The extension of your file should be .csv.
fa_ir: پسوند فایل شما باید .csv باشد.
hi_in: आपके फाइल का एक्स्टेंशन .csv होना चाहिए।

source: An error occurred while uploading / copying the file.
fa_ir: هنگام بارگذاری و رونویسی فایل خطایی رخ داد.
hi_in: फ़ाइलों को अपलोड/कॉपी करते समय एक त्रुटि उत्पन्न हुई।

source: To proceed, please upload a file first.
fa_ir: برای ادامه، لطفاً ابتدا یک فایل آپلود کنید.
hi_in: कृपया आगे बढ़ने के लिए पहले एक फाइल अपलोड करें।

source: There is an empty row in the file that won't be imported.
fa_ir: یک ردیف خالی در فایل وجود دارد که واردسازی نمی‌شود.
hi_in: एक तालिका में एक पंक्ति खाली है उसको आयात नही किया जा सका।

source: The category ID must be unique. It can't be the same as the one for Root or Home category.
fa_ir: شناسه‌ی شاخه باید یکتا باشد. این شناسه نمی‌تواند برابر شناسه‌ی شاخه‌ی ریشه یا خانه باشد.
hi_in: श्रेणी आईडी विशिष्ट होनी चाहिए। रूट और होम श्रेणी एक समान नही हो सकती।

source: The category ID must be unique. It can't be the same as the one for the parent category (ID: %1$s).
fa_ir: شناسه‌ی شاخه باید یکتا باشد. این شناسه نمی‌تواند برابر شناسه‌ی شاخه‌ی والد باشد (شناسه: %1$s).
hi_in: श्रेणी आईडी विशिष्ट होनी चाहिए। यह अभिभावक श्रेणी (आईडी: %1$s) के लिए एक समान नही हो सकती।

source: A category can't be its own parent. You should rename it (current name: %1$s).
fa_ir: یک شاخه نمی‌تواند والد خود باشد. نامش را باید تغییر دهید (نام فعلی: %1$s).

source: %category_name% (ID: %id%) cannot be saved
fa_ir: %category_name% (شناسه: %id%) نمی‎تواند ذخیره گردد

source: URL rewriting failed to auto-generate a friendly URL for: %category_name%
fa_ir: بازنویسی URL جهت تولید خودکار URL آشنا برای %category_name% ناموفق ماند

source: Rewrite link for %1$s (ID %2$s): re-written as %3$s.
fa_ir: بازنویسی پیوند برای %1$s (شناسه %2$s): بازنویسی‌شده به‌صورت %3$s.

source: A category cannot be its own parent. The parent category ID is either missing or unknown (ID: %1$s).
fa_ir: یک شاخه نمی‌تواند شاخه والد خود باشد. شناسه شاخه والد تکمیل نشده یا وجود ندارد (شناسه: %1$s).

source: The root category cannot be modified.
fa_ir: نمی‎توان شاخه اصلی را تغییر داد.

source: cannot be copied.
fa_ir: عدم امکان کپی.

source: %1$s (ID: %2$s) cannot be %3$s
fa_ir: %1$s (شناسه: %2$s) نمی‌تواند %3$s باشد

source: Unknown tax rule group ID. You need to create a group with this ID first.
fa_ir: شناسه گروه قانون مالیاتی نامعتبر است. ابتدا باید برای این شناسه یک گروه بسازید.

source: %1$s (ID: %2$s) cannot be saved
fa_ir: %1$s (ID: %2$s) نمی‎تواند ذخیره گردد.

source: %data% cannot be saved
fa_ir: %data% قابل ذخیره نیست

source: Shop is not valid
fa_ir: فروشگاه نامعتبر است

source: Discount is invalid
fa_ir: تخفیف نامعتبر است

source: Tags list is invalid
fa_ir: فهرست برچسب‎ها نامعتبر است

source: Error copying image: %url%
fa_ir: خطا در کپی کردن تصویر: %url%

source: Product #%id%: the picture (%url%) cannot be saved.
fa_ir: محصول #%id%: تصویر (%url%) نمی‎تواند ذخیره گردد.

source: Advanced stock management has incorrect value. Not set for product %name%
fa_ir: مدیریت پیشرفته موجودی مقدار ناردستی دارد. برای محصول %name% تنظیم نشده است

source: Advanced stock management is not enabled, cannot enable on product %name%
fa_ir: مدیریت پیشرفته موجودی فعال نشده است، نمی‎تواند بر روی محصول %name% فعال گردد

source: Advanced stock management is not enabled, warehouse not set on product %name%
fa_ir: مدیریت پیشرفته موجودی فعال نیست، انبار برای محصول %name% تنظیم نشده است

source: Warehouse did not exist, cannot set on product %name%
fa_ir: انبار موجود نیست، نمی توان برای محصول %name% تنظیم کرد

source: Incorrect value for "Depends on stock" for product %name%
fa_ir: مقدار نادرست برای «براساس موجودی» برای محصول %name%

source: Advanced stock management is not enabled, cannot set "Depends on stock" for product %name%
fa_ir: مدیریت پیشرفته موجودی فعال نیست، نمی‌توان حالت «براساس موجودی» را برای محصول %name% تنظیم کرد

source: No image was found for combination with id_product = %s and image position = %s.
fa_ir: هیچ تصویری برای ادغام با id_product = %s و موقعیت position = %s پیدا نشد.

source: EAN13 "%ean13%" has incorrect value for product with id %id%.
fa_ir: بارکد EAN13 «%ean13%» دارای ارزش نادرست برای محصول با شناسه %id% است.

source: Advanced stock management has incorrect value. Not set for product with id %id%.
fa_ir: مدیریت پیشرفته ی موجودی مقدار ناردستی دارد. برای این محصول با این شناسه %id% تنظیم نشده است.

source: Advanced stock management is not enabled, cannot enable on product with id %id%.
fa_ir: مدیریت پیشرفته ی موجودی فعال نیست. امکان فعال شدن برای محصول با شناسه ی %id% وجود ندارد.

source: Advanced stock management is not enabled, warehouse is not set on product with id %id%.
fa_ir: مدیریت پیشرفته ی موجودی فعال نیست. انبار برای محصول با شناسه ی %id% تنظیم نیست.

source: Warehouse did not exist, cannot set on product %name%.
fa_ir: انبار موجود نیست، نمی توان برای محصول %name% تنظیم کرد.

source: Email address %1$s (ID: %2$s) cannot be validated.
fa_ir: آدرس ایمیل %1$s (شناسه: %2$s) را نمی‌توان اعتبارسنجی نمود.

source: Email address %1$s (ID: %2$s) cannot be saved.
fa_ir: آدرس ایمیل %1$s (شناسه: %2$s) را نمی‌توان ذخیره نمود.

source: %1$s does not exist in database %2$s (ID: %3$s), and therefore cannot be validated
fa_ir: %1$s در پایگاه‌داده %2$s وجود ندارد (شناسه: %3$s)، در نتیجه نمی‌توان آن را اعتبارسنجی نمود

source: %1$s does not exist in database %2$s (ID: %3$s), and therefore cannot be saved
fa_ir: %1$s در پایگاه‌داده %2$s وجود ندارد (شناسه: %3$s)، در نتیجه نمی‌توان آن را ذخیره نمود

source: "%email%" is not a valid email address.
fa_ir: "%email%" یک آدرس ایمیل معتبر نیست.

source: The customer ID #%d does not exist in the database, and therefore cannot be validated.
fa_ir: شناسه مشتری #%d در پایگاه‌داده وجود ندارد، بنابراین نمی‌توان آن‌را اعتبارسنجی نمود.

source: The customer ID #%d does not exist in the database, and therefore cannot be saved.
fa_ir: مشتری شماره #%d در دیتابیس وجود ندارد, و در نتیجه قابل ذخیره نیست.

source: Supplier is invalid
fa_ir: توزیع کننده نامعتبر است

source: Alias is invalid
fa_ir: نام مستعار نامعتبر است

source: Store is invalid
fa_ir: فروشگاه نامعتبر است

source: Supplier ID (%id%) is not valid (at line %line%).
fa_ir: شناسه توزیع کننده (%id%) معتبر نیست (در خط %line%).

source: Lang ID (%id%) is not valid (at line %line%).
fa_ir: شناسه زبان (%id%) معتبر نیست (در خط %line%).

source: Warehouse ID (%id%) is not valid (at line %line%).
fa_ir: شناسه‎ی انبار (%id%) معتبر نیست (در خط %line%).

source: Currency ID (%id%) is not valid (at line %line%).
fa_ir: شناسه‏‎ی ارز (%id%) معتبر نیست (در خط %line%).
hi_in: मुद्रा आईडी (%id%) मान्य नहीं है (लाइन %line% पर)।

source: Reference (%ref%) already exists (at line %line%).
fa_ir: مرجع (%ref%) از قبل وجود دارد (در خط %line%).
hi_in: संदर्भ (%ref%) पहले से मौजूद है (लाइन %line% पर)।

source: YYYY-MM-DD
fa_ir: روز - ماه - سال

source: Date format (%date%) is not valid (at line %line%). It should be: %date_format%.
fa_ir: قالب تاریخ (%date%) نامعتبر است (در خط %line%). باید به این‌صورت باشد: %date_format%.

source: Date (%date%) cannot be in the past (at line %line%). Format: %date_format%.
fa_ir: تاریخ (%date%) نمی‎تواند گذشته باشد (در خط %line%). ساختار: %date_format%.

source: Format: Between 0 and 100
fa_ir: ساختار: بین 0 و 100

source: Discount rate (%rate%) is not valid (at line %line%). %format%.
fa_ir: نرخ تحفیف (%rate%) معتبر نیست (در خط %line%). %format%.

source: Supply Order (%id%) is not editable (at line %line%).
fa_ir: سفارش توزیع شده (%id%) قابل ویرایش نمی‎باشد (در خط %line%).

source: Supply Order could not be saved (at line %line%).
fa_ir: سفارش توزیع شده ذخیره نمی‎شود (در خط %line%).

source: Supply Order (%s) could not be loaded (at line %d).
fa_ir: سفارش توزیع شده (%s) بارگذاری نمی‎شود (در خط %d).

source: Product/Attribute (%d/%d) cannot be added twice (at line %d).
fa_ir: محصول/ویژگی (%d/%d) نمی‎تواند دو بار افزوده شود (در خط %d).

source: Product (%d/%d) is not available for this order (at line %d).
fa_ir: محصول (%d/%d) برای این سفارش موجود نیست (در خط %d)

source: Unit Price (tax excl.) (%d) is not valid (at line %d).
fa_ir: قیمت واحد (استثنای مالیات.) (٪ d) معتبر نیست (در خط %d).

source: Quantity Expected (%d) is not valid (at line %d).
fa_ir: مقدار مورد انتظار (%d) غیر معتبر است (در خط %d).

source: Discount rate (%d) is not valid (at line %d). %s.
fa_ir: نرخ کاهش (%d) معتبر نیست (در خط %d) . %s

source: Cannot read the .CSV file
fa_ir: نمی‎توان فایل .CSV را خواند.

source: Linking Accessories...
fa_ir: پیوند زدن لوازم جانبی...

source: %s import
fa_ir: ورود %s

source: (from %s to %s)
fa_ir: (از %s تا %s)

source: with truncate
fa_ir: با کوتاه کردن

source: The confirmation email couldn't be sent, but the import is successful. Yay!
fa_ir: ایمیل فعال‌سازی فرستاده نشد، اما واردسازی اطلاعات موفقیت‌آمیز بود. هورا!

source: Importing your data...
fa_ir: در حال واردسازی داده‌های شما...
hi_in: डाटा इम्पोर्ट हो रहा हैं...

source: Aborting, please wait...
fa_ir: در حال لغو، لطفا صبر کنید...
hi_in: निरस्त हो रहा है, कृपया प्रतीक्षा करें...

source: Data imported!
fa_ir: اطلاعات وارد شد!
hi_in: डेटा आयात हो गया!

source: Look at your listings to make sure it's all there as you wished.
fa_ir: برای اطمینان از تمامی آنچه می‌خواستید نگاهی به فهرست‌هایتان بیندازید.
hi_in: आपकी पसंद की हर वस्तु उपलब्ध है यह सुनिश्चित करने के लिए अपनी सूचियाँ देखें।

source: Errors occurred:
fa_ir: خطاهای رخ داده:
hi_in: कोई त्रुटि हो गई हैं:

source: Warning, the current import may require a PHP setting update, to allow more data to be transferred. If the current import stops before the end, you should increase your PHP "post_max_size" setting to [1]%size%[/1]MB at least, and try again.
fa_ir: هشدار، واردسازی فعلی شاید نیاز به تغییر در تنظیمات PHP داشته باشد تا به داده‌های بیشتر اجازه‌ی انتقال بدهد. اگر واردسازی فعلی قبل از پایان متوقف شد، شما باید تنظیمات «post_max_size» مربوط به PHP را به حداقل [1]%size%[/1] مگابایت افزایش داده و دوباره تلاش کنید.

source: Some errors were detected. Please check the details:
fa_ir: خطاهایی یافت شد. لطفاً جزئیات را بررسی کنید:
hi_in: कुछ त्रुटियाँ पाई गयीं, कृपया विवरण देखें:

source: We made the following adjustments:
fa_ir: ما اصلاحات ذیل را انجام دادیم:
hi_in: हमने निम्नलिखित बदलाव किये हैं:

source: Validating data...
fa_ir: در حال اعتبارسنجی داده‌ها...
hi_in: डेटा मान्य कर रहा है...

source: [1]%percentage%[/1]% validated
fa_ir: [1]%percentage%[/1]٪ تایید شده
hi_in: [१]%percentage%[/१]% की वैधता जांची गयी

source: Processing next page...
fa_ir: در حال پردازش صفحه بعد...
hi_in: अगले पेज पर प्रसंस्करित हो रहा है...

source: Linking accessories...
fa_ir: ارتباط دهی لوازم جانبی...
hi_in: सहायक उपकरणों को जोड़ रहा है...

source: [1]%size%[/1]% imported
fa_ir: [1]%size%[/1]٪ واردسازی شد
hi_in: [१]%size%[/१]% आयात की गयी

source: Ignore warnings and continue?
fa_ir: از هشدارها چشم‌پوشی نموده و ادامه داده شود؟

source: Abort import
fa_ir: لغو واردسازی
hi_in: इम्पोर्ट रद्द करें

source: SSL does not seem to be available on your server.
fa_ir: SSL ظاهرا در سرور شما غیر فعال است.
hi_in: लगता है आपके सर्वर पर SSL उपलब्ध नही है.

source: You cannot have two shops with the same name in the same group.
fa_ir: شما نمی‎توانید دو فروشگاه با همین نام در همان گروه داشته باشد.
hi_in: आप एक ही नाम से ग्रुप में दो दुकान नही रख सकते.

source: Unable to load this shop.
fa_ir: نمی‎توان این فروشگاه را بارگذاری کرد.
hi_in: इस दुकान को लोड करने में अक्षम|

source: You need to select at least the root category.
fa_ir: شما حداقل باید شاخه ریشه را برگزینید
hi_in: आपको कम से कम एक रूट श्रेणी चुननी होगी।

source: The backup file does not exist
fa_ir: فایل پشتیبان وجود ندارد.
hi_in: बैकअप फाइल उपलब्ध नही है

source: The "Backups" directory located in the admin directory must be writable (CHMOD 755 / 777).
fa_ir: پوشه‌ی "Backups" در پوشه admin بايد قابل نوشتن باشد. (CHMOD 755 / 777).
hi_in: व्यवस्थापक निर्देशिका में स्थापित "Backups" निर्देशिका लिखने योग्य (CHMOD ७५५/ ७७७)|

source: It appears the backup was successful, however you must download and carefully verify the backup file before proceeding.
fa_ir: به نظر می‌رسد که پشتیبان‌گیری موفقیت آمیز بود، با این حال، شما باید قبل از ادامه پروسه فایل پشتیبان را دانلود و با دقت بررسی کنید.
hi_in: ऐसा दिख रहा है की बैकअप सफल रहा, हालाँकि आपको आगे बढ़ने से पहले डाउनलोड की गयी फाइलों को सावधानीपूर्वक सत्यापित करना चाहिए.

source: Unable to open your backup directory
fa_ir: نمی‎توان شاخه پشتیبان شما را باز کرد.
hi_in: आपकी बैकअप निर्देशिका को खोलने में असमर्थ

source: Can't add the voucher.
fa_ir: نمی‌توان کوپن را اضافه کرد.
hi_in: वाउचर नही जोड़ा जा सकता|

source: The limit chosen is larger than the server's maximum upload limit. Please increase the limits of your server.
fa_ir: مقدار انتخاب شده بیشتر از حداکثر محدودیت بارگذاری سرور می‌باشد. لطفاً محدودیت‌‌‌‌‌‌های سرورتان را افزایش دهید.
hi_in: चुनी गयी सीमा सर्वर की अधिकतम अपलोड लिमिट से अधिक है. कृपया अपने सर्वर की सीमा को बढ़ाएं.

source: For security reasons, you cannot delete the Administrator's profile.
fa_ir: به دلیل مسائل امنیتی، شما نمی‌توانید گروه کاربری مدیر را حذف کنید.
hi_in: सुरक्षा कारणों से, आप प्रशासनिक प्रोफाइल को नही मिटा सकते|

source: Update your PHP version.
fa_ir: نسخه‎ی PHP خود را به‌ روز رسانی کنید.
hi_in: अपना PHP वर्ज़न अपडेट करें.

source: Configure your server to allow file uploads.
fa_ir: سرورتان را طوری پیکربندی نمایید که آپلود فایل مجاز گردد.
hi_in: अपने सर्वर को फाइल अपलोड के लिए कॉन्फ़िगर करें|

source: Configure your server to allow the creation of directories and files with write permissions.
fa_ir: سرورتان را به گونه‎ای پیکربندی نمایید که اجازه ایجاد پوشه‎ها و فایل‎هایی با \"دسترسی نوشتن\" را بدهد.
hi_in: निर्देशिकाओं और फाइलों को बनाने के लिए अपने सर्वर को लेखन अनुमति के साथ विन्यासित करें।
