Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.3/*/AdminShopparametersFeature.*.xlf
Languages: bs_ba

source: Mr.
bs_ba: Gosp.

source: Mrs.
bs_ba: Gđa.

source: Customer service
bs_ba: Korisnička podrška

source: Dear Customer, Regards, Customer service
bs_ba: Poštovani/a, Pozdrav, Služba za korisnike

source: We are currently updating our shop and will be back really soon. Thanks for your patience.
bs_ba: Trenutno osvježavamo trgovinu i vraćamo se jako brzo. Hvala na strpljenju.

source: In Stock
bs_ba: Na skladištu

source: Product available for orders
bs_ba: Proizvod dostupan za narudžbe

source: Visitor
bs_ba: Posjetilac

source: Guest
bs_ba: Gost

source: Visits
bs_ba: Posjete

source: Registrations
bs_ba: Registracije

source: Avg. cart
bs_ba: Prosj. korpa

source: Base fee
bs_ba: Osnovna provizija

source: Percent fee
bs_ba: Postotak provizije

source: Technical information -- Simple mode
bs_ba: Tehničke informacije -- Jednostavan način

source: Include
bs_ba: Uključuje

source: Technical information -- Expert mode
bs_ba: Tehničke informacije -- Ekspert način

source: Unique visitors
bs_ba: Jedinstvenih posjetitelja

source: Pages viewed
bs_ba: Pregledane stranice

source: Unknown
bs_ba: Nepoznato

source: Undefined
bs_ba: Nedefinisano

source: There are no visitors online.
bs_ba: Nema posjetilaca trenutno.

source: Search
bs_ba: Traži

source: Rewritten URL
bs_ba: Prepisani URL

source: Shop name
bs_ba: Naziv trgovine

source: Shop ID
bs_ba: Trgovina ID

source: Edit this shop group
bs_ba: Uredi grupu ove trgovine

source: Product name
bs_ba: Naziv proizvoda

source: No default warehouse (default setting)
bs_ba: Nema zadanog skladišta (podraumjevano podešavanje)

source: Number of days for which the product is considered 'new'
bs_ba: Broj dana za koje se proizvod smatra 'novim'

source: Max size of product summary
bs_ba: Max veličina proizvoda, sumarno

source: Product quantity
bs_ba: Količina proizvoda

source: Product reference
bs_ba: Referenca proizvoda

source: Default order method
bs_ba: Zadani način

source: Product page
bs_ba: Stranica proizvoda

source: Display the "add to cart" button when a product has attributes
bs_ba: Prikaži dugme "dodaj u košaricu" kada proizvod ima atribute

source: Separator of attribute anchor on the product links
bs_ba: Odvajač atributa pričvršćen na linkovima proizvoda

source: Display discounted price
bs_ba: Prikaži sniženu cijenu

source: Male
bs_ba: Muško

source: Female
bs_ba: Žensko

source: Add new social title
bs_ba: Dodaj novi društveni naslov

source: Social titles
bs_ba: Titula

source: Referrer
bs_ba: Preporučilac

source: Add new search engine
bs_ba: Dodaj novi pretražvač

source: Contacts
bs_ba: Kontakti

source: Save messages?
bs_ba: Sačuvaj poruke?

source: Page
bs_ba: Stranica

source: Page title
bs_ba: Naslov stranice

source: No redirection (you may have duplicate content issues)
bs_ba: Nema preusmjeravanja (možda imate problem dvostrukog sadržaja)

source: 302 Moved Temporarily (recommended while setting up your store)
bs_ba: 302 Privremeno premješteno (preporučeno dok pripremate trgovinu)

source: Manage domain name
bs_ba: Uredi ime domene

source: Add a domain name
bs_ba: Dodaj ime domene

source: Schema of URLs
bs_ba: Shema URL-ova

source: Add a new page
bs_ba: Dodaj novu stranicu

source: Meta tags
bs_ba: Meta tagovi

source: Page name
bs_ba: Naziv stranice

source: Route to products
bs_ba: Putanja do proizvoda

source: Aliases
bs_ba: Nadimci

source: The "indexed" products have been analyzed by PrestaShop and will appear in the results of a front office search.
bs_ba: "Indeksirani" proizvodi su analizirani od PrestaShopa i prikazat će se u rezultatima pretrage trgovine.

source: If your server stops before the process ends, you can resume the indexing by clicking "Add missing products to the index".
bs_ba: Ako vaš server stane prije završenja procesa, možete nastaviti indeksiranje klikom na "Dodaj nedostajući proizvod" u indeks.

source: Add missing products to the index
bs_ba: Dodaj nedostajuće proizvode u indeks

source: A word with a weight of eight will have four times more value than a word with a weight of two.
bs_ba: Riječ težine 8 imat će 4 puta veću vrijednost od one s težinom 2.

source: We advise you to set a greater weight for words which appear in the name or reference of a product. This will allow the search results to be as precise and relevant as possible.
bs_ba: Savjetujemo vam da postavite veću težinu za riječi koje se pojavljuju u nazivu proizvoda nego onima u opisu. Ovo će omogućiti da rezultati pretrage budu precizniji i relevantni koliko je to moguće.

source: Setting a weight to 0 will exclude that field from search index. Re-build of the entire index is required when changing to or from 0
bs_ba: Postavljanjem težine na 0 isključujemo to polje iz indeksa pretraživanja. Reažuriranje cijelog indeksa je potrebno kada mijenjamo na 0 ili s 0

source: Product name weight
bs_ba: Težina naziva proizvoda

source: Reference weight
bs_ba: Težina relevantnosti

source: Short description weight
bs_ba: Težina kratkog opisa

source: Tags weight
bs_ba: Težina tagova

source: Attributes weight
bs_ba: Težina atributa

source: Features weight
bs_ba: Težina osobine

source: Indexing
bs_ba: Indeksiranje

source: Refresh index
bs_ba: Osvježi indeks

source: Save direct traffic?
bs_ba: Sačuvaj direktan saobraćaj?

source: Exclude taxes in sales total?
bs_ba: Isključuje poreze u ukupnoj prodaji?

source: Add new store
bs_ba: Dodaj novu trgovinu

source: Stores
bs_ba: Trgovine

source: Latitude / Longitude
bs_ba: Geografska Širina / Dužina

source: Store coordinates (e.g. 45.265469/-47.226478).
bs_ba: Koordinate trgovine (npr. 45.770808/15.939960).

source: Choose your state (if applicable)
bs_ba: Odaberite državu (ako je primenjivo)

source: Displayed in emails and page titles.
bs_ba: Prikazuje se u e-mail porukama i naslovima stranica.

source: Shop email
bs_ba: E-mail trgovine

source: Registration number
bs_ba: Broj registracije

source: Shop address line 1
bs_ba: Adresa trgovine linija 1

source: Enable final summary
bs_ba: Omogući završni sažetak

source: Enable guest checkout
bs_ba: Omogući gost narudžbu

source: Recalculate shipping costs after editing the order
bs_ba: Ponovno izračunajte troškove dostave nakon uređivanja narudžbe

source: Allow multishipping
bs_ba: Dozvolite višestruku dostavu

source: Add new tag
bs_ba: Dodaj novi tag

source: Re-display cart at login
bs_ba: Ponovno prikaži korpu u prijavi

source: Send an email after registration
bs_ba: Pošalji e-mail nakon registracije

source: Enable B2B mode
bs_ba: Omogući B2B način

source: Ask for birth date
bs_ba: Pitajte za datum rođenja

source: Icon
bs_ba: Ikona

source: Send email to customer
bs_ba: Pošalji e-mail kupcu

source: Add new order status
bs_ba: Dodaj novi status narudžbe

source: Add new order return status
bs_ba: Dodaj novi status povratnice

source: Attach delivery slip PDF to email.
bs_ba: Pričvrstite slip isporuke PDF na e-mail.

source: Set the order as shipped.
bs_ba: Postavite narudžbu kao poslano.

source: Set the order as paid.
bs_ba: Postavite narudžbu kao plaćeno.

source: Show delivery PDF.
bs_ba: Prikaži dostavni PDF.

source: Template
bs_ba: Šablon

source: Return status
bs_ba: Statusi povratka

source: Order status
bs_ba: Status narudžbe

source: Registration date
bs_ba: Datum registracije

source: Show prices
bs_ba: Prikaži cijene

source: Creation date
bs_ba: Datum kreiranja

source: Modules authorization
bs_ba: Moduli autorizacije

source: Enable Shop
bs_ba: Omogućite trgovinu

source: Round up away from zero, when it is half way there (recommended)
bs_ba: Zaokruži na više, kada je na pola (preporučeno)

source: Round up to the nearest value
bs_ba: Zaokruži na više do najbližeg cijelog broja

source: Round down to the nearest value
bs_ba: Zaokruži na niže do najbližeg cijelog broja

source: Round on the total
bs_ba: Zaokruži na ukupno

source: Number of decimals
bs_ba: Broj decimala

source: Display brands and suppliers
bs_ba: Prikaz marke i isporučitelje

source: Display best sellers
bs_ba: Prikaži najprodavanije

source: Group information
bs_ba: Informacije grupe

source: Members of this customer group
bs_ba: Članovi ove grupe kupaca

source: Limited to the first 100 customers.
bs_ba: Ograničen na prvih 100 kupaca.

source: Discount: %.2f%%
bs_ba: Popust: %.2f%%

source: New group category discount
bs_ba: Novi popust kategorije grupe

source: Discount (%):
bs_ba: Popust (%):

source: Hours:
bs_ba: Sati:

source: Statistics
bs_ba: Satatistike
