Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.3/*/AdminCatalogFeature.*.xlf
Languages: hi_in, lv_lv

source: Attribute name
hi_in: गुण का नाम
lv_lv: Atribūta nosaukums

source: EAN13
hi_in: इऐऍन१३
lv_lv: Svītrkods

source: UPC
hi_in: यूपीसी

source: Please select a file
hi_in: कृपया एक फाइल चुनें
lv_lv: Lūdzu, izvēlieties failu

source: Caption
hi_in: कैप्शन
lv_lv: Paraksts

source: Cover image
hi_in: आवरण छवि
lv_lv: Vāka attēls

source: Use checkboxes to bulk edit quantities
hi_in: थोक की मात्रा को सम्पादित करने के लिए चेकबॉक्स का प्रयोग करें

source: Advanced filters
hi_in: उन्नत फिल्टर
lv_lv: Papildu filtri

source: Apply advanced filters
hi_in: उन्नत फिल्टर लगायें
lv_lv: Pielietot papildu filtrus

source: Apply new quantity
hi_in: नई मात्रा लागू करें
lv_lv: Pielietot jaunu skaitu

source: Display products below low stock level first
hi_in: सबसे पहले कम स्टॉक वाले उत्पादों को दिखाएँ

source: Filter by movement type
hi_in: चाल के प्रकार से फिल्टर करें
lv_lv: Filtrēt pēc pārvietošanas veida

source: Filter by employee
hi_in: कर्मचारी द्वारा फ़िल्टर करें
lv_lv: Filtrēt pēc darbinieka

source: Filter by period
hi_in: अवधि का फ़िल्टर
lv_lv: Filtrēt pēc perioda

source: Search a category
hi_in: एक श्रेणी की खोज करें
lv_lv: Meklēt kategoriju

source: Search a supplier
hi_in: एक आपूर्तिकर्ता ढूंढे
lv_lv: Meklēt piegādātāju

source: Filter by status
hi_in: स्थिति द्वारा फिल्टर

source: All
hi_in: सभी
lv_lv: Viss

source: Filter by supplier
hi_in: आपूर्तिकर्ता द्वारा फिल्टर
lv_lv: Filtrēt pēc piegādātāja

source: Stock management
hi_in: स्टॉक प्रबंधन
lv_lv: Krājumu vadība

source: Movements
hi_in: चाल
lv_lv: Kustība

source: Search products (search by name, reference, supplier)
hi_in: उत्पाद खोजें (नाम, सन्दर्भ, आपूर्तिकर्ता के द्वारा)
lv_lv: Meklēt produktus (meklēt pēc nosaukuma, atsauksmes, piegādātāja)

source: This product is below the low stock level you have defined.
hi_in: यह उत्पाद निर्धारित किये गये निम्न स्टॉक स्तर से कम है।

source: Low stock level:
hi_in: निम्न स्टॉक स्तर:

source: Low stock alert:
hi_in: निम्न स्टॉक चेतावनी:

source: Bulk edit quantity
hi_in: बल्क सम्पादन मात्रा

source: Date & Time
hi_in: तिथि और समय
lv_lv: Datums un laiks

source: Edit quantity
hi_in: मात्रा सम्पादित करें
lv_lv: Labot skaitu

source: Go to the import system
hi_in: आयात प्रणाली पर जाएँ

source: Export data into CSV
hi_in: सीएसवी में डेटा आयात करें

source: Physical
hi_in: शारीरिक
lv_lv: Fizisks

source: Reserved
hi_in: आरक्षित
lv_lv: Rezervēts

source: Category name
hi_in: श्रेणी नाम
lv_lv: Kategorijas nosaukums

source: Parent of the category
hi_in: श्रेणी का जनक
lv_lv: Augstākstāvoša kategorija

source: Stored
hi_in: संग्रहित

source: Location (optional)
hi_in: स्थल (वैकल्पिक)

source: Customization
hi_in: अनुकूलन
lv_lv: Uzlabojumi

source: Price per unit
hi_in: प्रति इकाई मूल्य
lv_lv: Cena par vienību

source: Attachment
hi_in: अटैचमेंट
lv_lv: Pielikums

source: Brand
hi_in: ब्रांड
lv_lv: Zīmols

source: Add a brand
hi_in: ब्रांड जोड़ें
lv_lv: Pievienot zīmolu

source: Meta title
hi_in: मेटा शीर्षक
lv_lv: Meta-nosaukums

source: Meta description
hi_in: मेटा विवरण
lv_lv: Meta apraksts

source: Friendly URL
hi_in: दोस्ताना यूआरएल
lv_lv: Draudzīgs URL

source: No redirection (404)
hi_in: कोई पुनर्निर्देशन नहीं (४०४)
lv_lv: Nav pārvizīšanas (404)

source: Permanent redirection to a product (301)
hi_in: एक निश्चित उत्पाद के लिए स्थायी पुनर्निर्देशन (३०१)
lv_lv: Patstāvīga pārvirzīšana uz produktu (301)

source: Temporary redirection to a product (302)
hi_in: किसी श्रेणी तक अस्थाई पुनर्निर्देशन (३०२)
lv_lv: Pagaidu pārvirzīšana uz produktu (302)

source: Permanent redirection to a category (301)
hi_in: एक निश्चित श्रेणी के लिए स्थायी पुनर्निर्देशन (३०१)
lv_lv: Pastāvīga novirzīšana uz kategoriju (301)

source: Temporary redirection to a category (302)
hi_in: किसी श्रेणी तक अस्थाई पुनर्निर्देशन (302)
lv_lv: Pagaidu pārvirzīšana uz kategoriju (302)

source: Redirection when offline
hi_in: ऑफलाइन के समय पुनर्निर्देशन
lv_lv: Pārvirzīšana ja nav tiešsaistē

source: Target product
hi_in: उत्पाद को लक्षित करें
lv_lv: Mērķa produkts

source: Target category
hi_in: श्रेणी को लक्षित करें
lv_lv: Mērķa kategorija

source: Target
hi_in: लक्ष्य
lv_lv: Mērķis

source: All combinations
hi_in: सारे संयोजन
lv_lv: Visas kombinācijas

source: Main category
hi_in: मुख्य श्रेणी
lv_lv: Galvenā kategorija

source: List of products for this pack
hi_in: इस माल की उत्पाद सूचि
lv_lv: Produktu saraksts šai pakai

source: Zoom
hi_in: ज़ूम
lv_lv: Pietuvināt

source: Viewing %from%-%to% on %total% (page %current_page% / %page_count%)
hi_in: %from%-%to% पर %total% देख रहे हैं (पेज %current_page% / %page_count%)
lv_lv: Attēlo %from%-%to% no %total% (lapa %current_page% / %page_count%)

source: Items per page:
hi_in: आइटम प्रति पृष्ठ:
lv_lv: Vienības lapā:

source: Shipping
hi_in: शिपिंग
lv_lv: Piegāde

source: Stock alerts
hi_in: स्टॉक चेतावनी

source: Prev. combination
hi_in: संयोजन का पूर्वावलोकन
lv_lv: Iepriekšējā kombinācija

source: Next combination
hi_in: अगला संयोजन
lv_lv: Nākošā kombinācija

source: Back to product
hi_in: उत्पादों पर वापस जाएँ
lv_lv: Atpakaļ pie produkta

source: Combination details
hi_in: संयोजन विवरण
lv_lv: Kombināciju papildu informācija

source: Price and impact
hi_in: मूल्य और प्रभाव
lv_lv: Cena un izmaiņas

source: Final retail price (tax excl.) will be
hi_in: अंतिम खुदरा मूल्य (कर रहित) रहेगा
lv_lv: Pārdošanas cena (bez nod.)

source: Does this combination have a different price per unit?
hi_in: क्या इस संयोजन का प्रति इकाई कुछ अलग मूल्य है?
lv_lv: Vai šai kombinācijai ir cita cena par vienu gabalu?

source: Specific references
hi_in: विशिष्ट सन्दर्भ
lv_lv: Specifiskas norādes

source: Images
hi_in: छवियाँ
lv_lv: Attēli

source: You can increase or decrease low stock levels in bulk. You cannot disable them in bulk: you have to do it on a per-combination basis.
hi_in: आप बल्क में कम स्टॉक स्तर बढ़ा या घटा सकते हैं। आप उन्हें बल्क में अक्षम नहीं कर सकते: आपको इसे प्रति-संयोजन के आधार पर करना होगा।

source: The email will be sent to all the users who have the right to run the stock page. To modify the permissions, go to Advanced Parameters > Team
hi_in: यह ईमेल उन सभी यूज़र को भेज दी जाएगी जिनके स्टॉक पेज चलाने का अधिकार है। अनुमतियों को मोडिफाई करने के लिए, जाएँ उन्नत पैरामीटर > टीम

source: Delete combinations
hi_in: संयोजन मिटायें
lv_lv: Dzēst kombinācijas

source: [1]Add your first product[/1][2]or import a list of products (filetypes: .csv, .xls, .xlsx, .xlst, .ods, .ots).[/2]
hi_in: [१]अपना पहला उत्पाद जोड़ें[/१][२]या फिर उत्पादों की एक सूची आयातित करें (फाइल प्रकार: .सीएसवी, .एक्सएलएस, .एक्सएलएसएक्स, .ओडीएस, .ओटीएस)।[/२]
lv_lv: [1]Pievienojiet produktu[/1][2] vai importējiet produktu sarakstu (failu veidi: .csv, .xls, .xlsx, .xlst, .ods, .ots).[/2]

source: Related product
hi_in: संबंधित उत्पाद
lv_lv: Saistītais produkts

source: Add a related product
hi_in: सम्बन्धित उत्पाद जोड़ें
lv_lv: Pievienot saistīto produktu

source: Package dimension
hi_in: पैकेज की लम्बाई चौड़ाई
lv_lv: Pakas izmērs

source: Adjust your shipping costs by filling in the product dimensions.
hi_in: अपने उत्पाद के आयाम भरकर अपना शिपिंग मूल्य समायोजित करें।
lv_lv: Mainīt piegādes izmaksas pievienojot produkta izmērus.

source: Leave empty to disable.
hi_in: अक्षम करने के लिए खाली छोड़ें।

source: Does this product incur additional shipping costs?
hi_in: क्या इस उत्पाद में अतिरिक्त शिपिंग लागत लगती है?
lv_lv: Vai šis produkts iekļauj papildu piegādes izmaksas?

source: Product location in warehouses
hi_in: गोदाम में उत्पाद की अवस्थिति

source: Please choose the warehouses associated with this product.
hi_in: कृपया इस उत्पाद से सम्बन्धित गोदामों को चुनें।

source: Choose the suppliers associated with this product
hi_in: इस उत्पाद से जुड़े आपूर्तिकर्ताओं को चुनें
lv_lv: Izvēlieties ar produktu saistītos piegādātājus

source: Default supplier
hi_in: डिफाल्ट आपूर्तिकर्ता
lv_lv: Noklusētais piegādātājs

source: [1][/1] of [2][/2] characters used (recommended)
hi_in: [1] [/१] का [२] [/२] पात्रों का उपयोग (अनुशंसित)
lv_lv: [1][/1] no [2][/2] zīmēm (ieteicams)

source: [1][/1] of [2][/2] characters allowed
hi_in: [२][/२] में से [१][/१] अक्षर की अनुमति है
lv_lv: [1][/1] no [2][/2] iespējamajiem simboliem

source: Search Engine Optimization
hi_in: सर्च इंजन अनुकूलन
lv_lv: Meklēšanas servisu optimizācija

source: Improve your ranking and how your product page will appear in search engines results.
hi_in: रैंकिंग और सर्च इंजन के रिज़ल्ट में अपने पेज के प्रदर्शन को सुधारें।
lv_lv: Uzlabot novērtējumu un kā tiks attēlota produkta lapa meklēšanas rezultātos.

source: Reset URL
hi_in: यूआरएल पुनर्स्थापित करें
lv_lv: Notīrīt URL

source: Redirection page
hi_in: पुनर्निर्देशित पेज
lv_lv: Pārvirzīšanas lapa

source: Add a new condition group
hi_in: एक नया शर्त समूह जोड़ें

source: Add condition
hi_in: शर्त जोड़ें

source: Condition group
hi_in: शर्त समूह

source: Conditions
hi_in: शर्तें
lv_lv: Nosacījumi

source: Cart rule
hi_in: कार्ट नियम
lv_lv: Groza nosacījumi

source: Information
hi_in: जानकारी
lv_lv: Informācija

source: Now
hi_in: अभी
lv_lv: Tūlīt

source: Done
hi_in: हो गया
lv_lv: Izpildīts

source: Choose Time
hi_in: समय का चयन करे
lv_lv: Izvēlaties laiku

source: Time
hi_in: समय
lv_lv: Laiks

source: Minute
hi_in: मिनट
lv_lv: minūte

source: Highlight
hi_in: प्रकाश डालना
lv_lv: Izcelt

source: Partial use
hi_in: पक्षीय प्रयोग

source: Limit to a single customer
hi_in: सिर्फ एक ग्राहक तक सिमित करें

source: Valid
hi_in: मान्य
lv_lv: Derīgs

source: Minimum amount
hi_in: निम्नतम धनराशी
lv_lv: Minimālā summa

source: Shipping excluded
hi_in: शिपिंग मूल्य निकाल दिया गया है
lv_lv: Bez piegādes

source: Shipping included
hi_in: शिपिंग मूल्य जोड़ दिया गया है
lv_lv: Ar piegādi

source: Total available
hi_in: कुल उपलब्ध

source: Total available for each user
hi_in: प्रत्येक उपयोगकर्ता के कुल उपलब्ध है

source: Restrictions
hi_in: प्रतिबन्ध
lv_lv: Ierobežojumi

source: Country selection
hi_in: देश का चयन
lv_lv: Valsts izvēle

source: Unselected countries
hi_in: अचयनित देश
lv_lv: Neizvēlētās valstis

source: Selected countries
hi_in: चयनित देश
lv_lv: Izvēlētās valstis

source: Carrier selection
hi_in: वाहक का चुनाव
lv_lv: Piegādātāja izvēle

source: Unselected carriers
hi_in: अचयनित वाहक
lv_lv: Neizvēlētie piegādātāji

source: Selected carriers
hi_in: चयनित वाहक
lv_lv: Izvēlētie piegādātāji

source: Customer group selection
hi_in: ग्राहक समूह चुनाव
lv_lv: Klientu grupu izvēle

source: Unselected groups
hi_in: नही चुने गये समूह
lv_lv: Neizvēlētās grupas

source: Selected groups
hi_in: चुने गये समूह
lv_lv: Izvēlētās grupas

source: Compatibility with other cart rules
hi_in: दूसरे कार्ट नियमो से अनुरूपता

source: Uncombinable cart rules
hi_in: कार्ट नियम संयोजन योग्य नही हैं

source: Combinable cart rules
hi_in: कार्ट नियम संयोजन योग्य हैं

source: Product selection
hi_in: उत्पाद का चुनाव
lv_lv: Produktu izvēle

source: Shop selection
hi_in: दुकान चुनाव
lv_lv: Veikalu izvēle

source: Unselected shops
hi_in: नही चुनी गयी दुकानें
lv_lv: Neatzīmētie veikali

source: Selected shops
hi_in: चुनी गयी दुकानें
lv_lv: Atzīmētie veikali

source: Apply a discount
hi_in: छूट लागू करें
lv_lv: Piešķirt atlaidi

source: Percent (%)
hi_in: प्रतिशत (%)

source: Apply a discount to
hi_in: इसमें एक छूट लागू करें
lv_lv: Piešķirt atlaidi

source: Order (without shipping)
hi_in: आर्डर (बिना शिपिंग मूल्य के)

source: Specific product
hi_in: विशिष्ट उत्पाद
lv_lv: Specifisks produkts

source: Cheapest product
hi_in: सस्ता उत्पाद
lv_lv: Lētākais produkts

source: Selected product(s)
hi_in: चुना गया (चुने गये) उत्पाद
lv_lv: Izvēlētie produkti

source: Exclude discounted products
hi_in: छूट दिए गये उत्पाद निकालें
lv_lv: Neiekļaut nocenotus produktus

source: Send a free gift
hi_in: एक मुफ्त उपहार भेजें
lv_lv: Sūtīt bezmaksas dāvanu

source: Search a product
hi_in: एक उत्पाद खोजें
lv_lv: Meklēt produktus

source: Matching products
hi_in: एक समान उत्पाद
lv_lv: Atbilstošie produkti

source: Available combinations
hi_in: उपलब्ध संयोजन
lv_lv: Pieejamās kombinācijas

source: Number of products required in the cart to enjoy the discount:
hi_in: छूट का लाभ लेने के लिए उत्पादों की आवश्यक संख्या:
lv_lv: Preču skaits grozā pie kura tiks izmantota atlaide:
