Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.3/*/AdminNavigationSearch.*.xlf
Languages: lv_lv

source: 1 category
lv_lv: 1 kategorija

source: %d categories
lv_lv: %d kategorijas

source: 1 product
lv_lv: 1 produkts

source: %d products
lv_lv: %d preces

source: 1 customer
lv_lv: 1 klients

source: %d customers
lv_lv: %d klienti

source: 1 order
lv_lv: 1 pasūtījums

source: %d orders
lv_lv: %d pasūtījumi

source: 1 addon
lv_lv: 1 papildinājums

source: %d addons
lv_lv: %d papildinājumi

source: Show more results...
lv_lv: Rādīt vairāk rezultātu...
