Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.3/*/AdminAdvparametersHelp.*.xlf
Languages: es_ve, hi_in, lv_lv

source: Define the upload limit for a downloadable product (in megabytes). This value has to be lower or equal to the maximum file upload allotted by your server (currently: %size% MB).
es_ve: Defina el tamaño límite para un producto descargable subido (en megabytes). Este valor debe ser menor o igual al máximo de subida de archivos asignado por su servidor (actualmente: %size% MB).
hi_in: संलग्न फाइलों के लिए अधिकतम आकार निश्चित करें (मेगाबाइट्स में). यह आकार आपके सर्वर द्वारा प्रदत्त अधिकतम फाइल साइज़ से कम या बराबर होना चाहिए (वर्तमान में: %size% MB)
lv_lv: Norādiet produkta augšupielādes failu ierobežojumu (megabaitos). Šī vērtība ir mazāka vai vienāda ar servera piešķirto maksimālo augšuplādējamā faila izmēru (pašlaik: %size% MB).

source: Define the upload limit for an image (in megabytes). This value has to be lower or equal to the maximum file upload allotted by your server (currently: %size% MB).
es_ve: Defina el tamaño límite para una imagen subida (en megabytes). Este valor debe ser menor o igual al valor máximo de subida de archivos asignado por su servidor (actualmente: %size% MB).
hi_in: छवि के लिए अधिकतम आकार निश्चित करें (मेगाबाइट्स में). यह आकार आपके सर्वर द्वारा प्रदत्त अधिकतम फाइल साइज़ से कम या बराबर होना चाहिए (वर्तमान में: %size% MB)
lv_lv: Definējiet attēla augšupielādes ierobežojumu (megabaitos). Šī vērtība ir mazāka vai vienāda ar servera piešķirto augšuplādējamā faila maksimālo izmēru (pašlaik: %size% MB).

source: Notifications are numbered bubbles displayed at the very top of your back office, right next to the shop's name. They display the number of new items since you last clicked on them.
es_ve: Las notificaciones son burbujas numeradas que aparecen en la parte superior de su panel, justo al lado del nombre de la tienda. En ellas se muestra el número de nuevos artículos desde la última vez que se hizo clic en ellos.
hi_in: आपके बैक ऑफिस के उपर की तरफ दिखने वाले बबल आपकी अधिसूचनाएं हैं, जो की आपके दुकान की नाम की दांयी और हैं. वे उन वस्तुओं की संख्या दिखाते हैं जिनपर आपने अंत में क्लिक किया था|
lv_lv: Paziņojumi ir numurēti aplīši, kas redzami jūsu aizmugurējā biroja augšpusē, pa labi no veikala nosaukuma. Tie parāda jaunu notikumu skaitu kopš pēdējās noklikšķināšanas uz tiem.

source: This will display notifications when new orders are made in your shop.
es_ve: Esto mostrará notificaciones cuando se realicen nuevos pedidos en su tienda.
hi_in: जब आपकी दुकान में नये आर्डर आयेंगे, तब यहाँ अधिसूचना दिखाई जाएगी|
lv_lv: Paziņojumi par jauniem pasūtījumiem jūsu veikalā.

source: This will display notifications every time a new customer registers in your shop.
es_ve: Esto mostrará notificaciones cada vez que un cliente nuevo se registre en su tienda.
hi_in: हर बार जब भी कोई नया ग्राहक आपकी दुकान में रजिस्टर करेगा यहाँ पर अधिसूचना दिखेगी|
lv_lv: Paziņojumus par jauna klienta reģistrāciju jūsu veikalā.

source: This will display notifications when new messages are posted in your shop.
es_ve: Esto mostrará notificaciones cuando mensajes nuevos sean publicados en su tienda.
hi_in: यह आपकी दुकान में नए संदेश पोस्ट होने पर अधिसूचनाएं प्रदर्शित करेगा।
lv_lv: Paziņojumi par jauniem ziņojumiem veikalā.

source: Should be enabled if you want to avoid to store the smarty cache on NFS.
es_ve: Debe estar activado si quieres evitar almacenar el caché Smarty en NFS.
hi_in: अगर आप एनऍफ़एस पर मौजूद स्मार्ट कैश को अनदेखा करना चाहते हैं तो आपको इसे सक्षम करना चाहिए|
lv_lv: Ieslēgt, ja vēlaties izvairīties no glabāšanas kešatmiņā NFS.

source: Enable or disable debug mode.
es_ve: Habilitar o deshabilitar modo depuración.
hi_in: डीबग मोड को सक्षम या अक्षम करें
lv_lv: Ieslēgt vai izslēgt atkļūdošanas režīmu.

source: Some features can be disabled in order to improve performance.
es_ve: Algunas características pueden desactivarse para mejorar el rendimiento.
hi_in: अच्छे प्रदर्शन के लिए कुछ विशेषणों को अक्षम किया जा सकता है।
lv_lv: Lai uzlabotu veiktspēju dažas funkcijas var tikt izslēgtas,.

source: Choose "No" to disable Product Combinations.
es_ve: Selecciona "No" para desactivar las Combinaciones de Productos.
hi_in: उत्पाद संयोजन को अक्षम करने के लिए "नही" चुनें.
lv_lv: Izvēlieties "Nē", lai atslēgtu Produkta Kombinācijas.

source: You cannot set this parameter to No when combinations are already used by some of your products
es_ve: No puedes establecer este parámetro a No, cuando las combinaciones están ya siendo utilizadas por alguno de tus productos
hi_in: जब संयोजन आपके किसी उत्पाद के द्वारा प्रयुक्त किया जा रहा हो तब आप इस पैरामीटर को नही पर नही लगा सकते
lv_lv: Šo parametru jūs nevarat izslēgt, ja daži no produktiem jau izmanto šīs kombinācijas

source: Choose "No" to disable Product Features.
es_ve: Selecciona "No" para desactivar las Características de los Productos.
hi_in: उत्पाद विशेषण को अक्षम करने के लिए "नही" चुनें.
lv_lv: Izvēlieties "Nē", lai izslēgtu Produkta Raksturojumu.

source: Choose "No" to disable Customer Groups.
es_ve: Selecciona "No" para desactivar los Grupos de Clientes.
hi_in: ग्राहक समूह को अक्षम करने के लिए "नही" चुनें
lv_lv: Izvēlieties "Nē", lai atslēgtu klientu grupas.

source: CCC allows you to reduce the loading time of your page. With these settings you will gain performance without even touching the code of your theme. Make sure, however, that your theme is compatible with PrestaShop 1.4+. Otherwise, CCC will cause problems.
es_ve: CCC reduce el tiempo de carga de tus páginas. Con estos parámetros mejorarás el rendimiento sin tener que modificar el código de tu tema, no obstante, asegúrate que tu tema es compatible con la versión 1.4 o posterior, de lo contrario, CCC generará errores inesperados.
hi_in: CCC आपके पेज के लोडिंग समय को कम करता है| इन सेटिंग्स के साथ आप, बिना आपकी थीम कोड को छेड़े अपना प्रदर्शन सही कर सकते हैं. अपनी थीम का PrestaShop1.4+ से मेल खाना सुनिश्चित करें, अन्यथा CCC परेशानी पैदा करेगा|
lv_lv: CCC samazina lapas ielādes laiku. Ar šiem iestatījumiem jūs iegūstat veiktspēju nemainot tēmas šablona kodu. Tomēr pārliecinieties, ka jūsu šablons ir saderīgs ar PrestaShop 1.4+. Pretējā gadījumā CCC radīs problēmas.

source: This will add directives to your .htaccess file, which should improve caching and compression.
es_ve: Esto añadirá directivas a tu archivo .htaccess, lo que debería mejorar el almacenamiento en caché y la compresión.
hi_in: इससे आपके .htaccess फाइल में निर्देश जोड़ देगी, जिससे आपकी कैशिंग तथा संकुचन की प्रक्रिया सुधर जनि चाहिए|
lv_lv: Tādējādi tiks pievienotas norādes jūsu .htaccess failam, kuram vajadzētu uzlabot kešdarbi un kompresiju.

source: Name of the second domain of your shop, (e.g. myshop-media-server-1.com). If you do not have another domain, leave this field blank.
es_ve: Nombre del segundo dominio de tu tienda (por ejemplo: mitienda-servidor-de-medios-1.com). Si no tiene otro dominio, deja este campo en blanco.
hi_in: आपकी दुकान का द्वितीय डोमेन, (उदाहरण: myshop-media-server-1.com)| यदि आपके पास दूसरा डोमेन नही है, तब इस स्थान को खाली छोड़ दें|
lv_lv: Jūsu veikala otrā domēna nosaukums (piem., Myshop-media-server-1.com). Ja jums nav cita domēna, atstājiet šo lauku tukšu.

source: Name of the third domain of your shop, (e.g. myshop-media-server-2.com). If you do not have another domain, leave this field blank.
es_ve: Nombre del tercer dominio de tu tienda (por ejemplo: mitienda-servidor-de-medios-2.com). Si no tiene otro dominio, deja este campo en blanco.
hi_in: आपकी दुकान का तृतीय डोमेन, (उदाहरण: myshop-media-server-2.com)| यदि आपके पास अन्य कोई डोमेन नही है, तब इस स्थान को खाली छोड़ दें|
lv_lv: Jūsu veikala trešā domēna nosaukums (piem., Myshop-media-server-2.com). Ja jums nav cita domēna, atstājiet šo lauku tukšu.

source: Name of the fourth domain of your shop, (e.g. myshop-media-server-3.com). If you do not have another domain, leave this field blank.
es_ve: Nombre del cuarto dominio de tu tienda (por ejemplo: mitienda-servidor-de-medios-3.com). Si no tiene otro dominio, deja este campo en blanco.
hi_in: आपकी दुकान का चतुर्थ डोमेन, (उदाहरण: myshop-media-server-3.com). यदि आपके पास अन्य कोई डोमेन नही है, तब इस स्थान को खाली छोड़ दें.
lv_lv: Jūsu veikala ceturtā domēna nosaukums (piem., Myshop-media-server-3.com). Ja jums nav cita domēna, atstājiet šo lauku tukšu.

source: You can read information on import at:
es_ve: Puede leer información sobre como importar en:
hi_in: आयात के समय आप जानकारी यहाँ पढ़ें:
lv_lv: Jūs varat izlasīt importa informāciju:

source: https://en.wikipedia.org/wiki/Comma-separated_values
es_ve: https://es.wikipedia.org/wiki/Valores_separados_por_comas

source: Allowed formats: .csv, .xls, .xlsx, .xlst, .ods, .ots
es_ve: Formatos permitidos: .csv, .xls, .xlsx, .xlst, .ods, .ots
hi_in: मान्य फॉर्मेट: .csv, .xls, .xlsx, .xlst, .ods, .ots
lv_lv: Atļautie formāti: .csv, .xls, .xlsx, .xlst, .ods, .ots

source: Only UTF-8 and ISO 8859-1 encodings are allowed
es_ve: Solo están permitidas codificaciones UTF-8 e ISO 8859-1
hi_in: केवल यूटीएफ-८ और आईएसओ ८८५९-१ एन्कोडिंग की अनुमति है
lv_lv: Ir atļauti tikai UTF-8 un ISO 8859-1 kodējumi

source: You can also upload your file via FTP to the following directory: %s .
es_ve: Usted también puede subir su archivo a través del siguiente directorio: %s .
hi_in: आप अपनी फाइल को निम्लिखित डायरेक्टरी में FTP द्वारा भी अपलोड क्र सकते हैं: %s .
lv_lv: Varat augšupielādēt failu uz direktoriju: %s izmantojot FTP.

source: e.g.
es_ve: por ejemplo
hi_in: उदाहरण
lv_lv: piemēram

source: If enabled, the product's reference number MUST be unique!
es_ve: De estar habilitado, ¡el número de referencia de producto DEBE ser único!
hi_in: यदि सक्षम किया गया, तो उत्पाद की सन्दर्भ संख्या सबसे अलग होनी चाहिए|
lv_lv: Ja tas ir ieslēgts, tad produkta references numurs ir unikāls!

source: If you enable this option, your imported items' ID number will be used as-is. If you do not enable this option, the imported ID numbers will be ignored, and PrestaShop will instead create auto-incremented ID numbers for all the imported items.
es_ve: Si usted activa esta opción, los números ID de sus objetos importados se utilizarán tal cual. Si no la activa, se ignorarán los números ID importados y, en su lugar, PrestaShop creará números de ID que se incrementarán automáticamente para todos los elementos importados.
lv_lv: Ieslēdzot šo iespēju, jūsu importēto ierakstu ID numurs tiks izmantots kā tāds. Ja neieslēgsiet šo opciju, importētie ID numuri tiks ignorēti, un Prestashop tā vietā izveidos automātiski palielinātus ID numurus visiem importētajiem ierakstiem.

source: Sends an email to let you know your import is complete. It can be useful when handling large files, as the import may take some time.
es_ve: Envía un correo electrónico para informarle que la importación se ha completado. Puede ser útil cuando trata con archivos de gran tamaño ya que el proceso de importación puede durar un largo tiempo.
hi_in: यह एक ईमेल भेजेगा जिससे आपको पता जाये की आपका आयात पूरा हो चुका है| यह आपकी बड़ी फाइलों की हैंडलिंग में उपयोगी हो सकता है, क्योकि आयात कुछ समय ले सकता है|
lv_lv: Nosūta e-pastu, lai informētu, ka jūsu imports ir pabeigts. Tas var būt noderīgs, apstrādājot lielus failus, jo importēšana var aizņemt ilgu laiku.

source: Severity levels
es_ve: Niveles de seguridad
hi_in: तीव्रता का स्तर
lv_lv: Drošības līmeņi

source: Informative only
es_ve: Plenamente informativo
hi_in: सिर्फ जानकारी के लिए
lv_lv: Informācija

source: Warning
es_ve: Advertencia
hi_in: चेतावनी
lv_lv: Uzmanību

source: Major issue (crash)!
es_ve: ¡Problema grave (falla abrupta)!
hi_in: मुख्य मुद्दा (क्रैश)!
lv_lv: Nopietna kļūda (avārija)!

source: How to restore a database backup in 10 easy steps
es_ve: Cómo restaurar una copia de seguridad de base de datos en diez simples pasos
hi_in: १० आसान कदमों में डेटाबेस कैसे पुनर्स्थापित करें
lv_lv: Kā atjaunot datu bāzes rezerves kopiju 10 vienkāršos soļos

source: Set "Enable Shop" to "No" in the "Maintenance" page under the "Preferences" menu.
es_ve: Ajustar "Activar Tienda" como "No" en la página de "Mantenimiento", debajo del menú "Preferencias".
hi_in: "दुकान सक्षम करें" को "पसंद की वस्तु" के अंतर्गत "मेंटिनेंस" में "नही" पर नियत करें.
lv_lv: Iestatiet "Ieslēgt veikalu" uz "Nē" ierīces "Preferences" sadaļā "Apkope".

source: Download the backup from the list below or from your FTP server (in the folder "admin/backups").
es_ve: Descargue la copia de seguridad desde la lista de abajo o desde su servidor FTP (en la carpeta "admin/backups").
hi_in: नीचे दी गयी लिस्ट या फिर अपने एफटीपी सर्वर से बैकअप डाउनलोड करें ("एडमिन/बैकअप" फोल्डर में)|
lv_lv: Lejupielādējiet rezerves kopiju no saraksta vai no sava FTP servera (mapē "admin / backups").

source: Check the backup integrity: Look for errors, incomplete file, etc... Be sure to verify all of your data.
es_ve: Compruebe la integridad de la copia de seguridad: Busque errores, archivos incompletos, etc... Asegúrese de verificar todos sus datos.
hi_in: बैकअप की प्रमाणिकता की जाँच करें: गलतियों के लिए देखें, अपूर्ण फाइल, इत्यादि... अपने सारे डेटा का सत्यापन सुनिश्चित करें।
lv_lv: Pārbaudiet rezerves integritāti: meklējiet kļūdas, nepilnīgu failu utt.. Noteikti pārbaudiet visus savus datus.

source: Please ask your hosting provider for "phpMyAdmin" access to your database.
es_ve: Por favor solicite a su proveedor de alojamiento la herramienta "phpMyAdmin" de acceso a su base de datos.
hi_in: कृपया डेटाबेस तक पहुँच बनाने के लिए अपने होस्टिंग प्रोवाइडर से "phpMyAdmin" के बारेमे कहें|
lv_lv: Jautājiet savam hostinga pakalpojumu sniedzējam, lai "phpMyAdmin" piekļūtu jūsu datubāzei.

source: Connect to "phpMyAdmin" and select your current database.
es_ve: Conéctese a "phpMyAdmin" y seleccione su base de datos actual.
hi_in: "phpMyAdmin" से जुड़कर अपना वर्तमान डेटाबेस चुनें|
lv_lv: Pieslēdzieties "phpMyAdmin" un izvēlieties nepieciešamo datubāzi.

source: Unless you enabled the "Drop existing tables" option, you must delete all tables from your current database.
es_ve: A menos que usted haya habilitado la opción "Eliminar tablas existentes", debe eliminar todas las tablas de su base de datos actual.
hi_in: यदि आप "Drop existing tables" विकल्प को सक्षम नही करते, आपको अपने वर्तमान डेटाबेस की सभी तालिकाओ को मिटाना होगा|
lv_lv: Ja nav ieslēgta opcija "Dzēst eksistējošas tabulas", jums jāizdzēš visas tabulas no jūsu pašreizējās datubāzes.

source: At the top of the screen, please select the "Import" tab
es_ve: En la parte superior de la pantalla, por favor seleccione la pestaña "Importar"
hi_in: स्क्रीन के उपर की तरफ, कृपया "आयत" कुंजी चुनें
lv_lv: Ekrāna augšpusē izvēlieties cilni "Importēt"

source: Click on the "Browse" button and select the backup file from your hard drive.
es_ve: Haga click en el botón "Examinar" y seleccione el archivo de copia de seguridad desde su disco duro.
hi_in: अपनी हार्ड ड्राइव की बैकअप फाइल को चुनने के लिए "ब्राउज करें" बटन को चुनें
lv_lv: Noklikšķiniet uz pogas "Pārlūkot" un izvēlieties rezerves kopoijas failu no cietā diska.

source: If your backup file exceeds this limit, contact your hosting provider for assistance.
es_ve: Si el tamaño de archivo de su copia de seguridad excede este límite, póngase en contacto con su proveedor de alojamiento web para obtener asistencia técnica.
hi_in: यदि आपकी बैकअप फाइल इस सीमा को पार कर गयी है, तो अपने होस्ट सेवा प्रदाता से सम्पर्क करें|
lv_lv: Ja jūsu rezerves kopijas fails pārsniedz šo ierobežojumu, sazinieties ar savu hostinga pakalpojumu sniedzēju, lai saņemtu palīdzību.

source: Click on the "Go" button and please wait patiently for the import process to conclude. This may take several minutes.
es_ve: Haga click sobre el botón "Ir" y por favor espere con paciencia a que el proceso de importación concluya. Esto puede tomar varios minutos.
hi_in: "भेजें" बटन पर क्लिक करें तथा आयात का निष्कर्षण पूरा होने तक कृपया धैर्य पूर्वक प्रतीक्षा करें| इसमें कई मिनट लग सकते हैं|
lv_lv: Noklikšķiniet uz pogas "Iet uz" un sagaidiet kamēr beidzas importa process. Tas var ilgt vairākas minūtes.

source: PrestaShop is not responsible for your database, its backups and/or recovery.
es_ve: PrestaShop no se hace responsable de su base de datos, sus copias de seguridad y/o restauraciones.
hi_in: प्रेस्ताशोप आपके डेटाबेस के लिए जिम्मेदार नही है, यह बैकएप और / या रिकवरी है|
lv_lv: PrestaShop nav atbildīga par tavu datubāzi, dublētajiem un atjaunošanas failiem.

source: How to restore a database backup in 10 easy steps:
es_ve: Cómo restaurar una copia de seguridad de la base de datos en 10 sencillos pasos:
hi_in: १० आसान कदमों में डेटाबेस कैसे पुनर्स्थापित करें:
lv_lv: Kā atjaunot datu bāzes rezerves kopiju 10 vienkāršos soļos:

source: If you enable this option, your imported items' ID number will be used as is. If you do not enable this option, the imported ID numbers will be ignored, and PrestaShop will instead create auto-incremented ID numbers for all the imported items.
hi_in: यदि आप यह विकल्प सक्षम करते हैं, तब आपका आयातित वस्तु आईडी नम्बर वैसे का वैसा प्रयोग किया जायेगा| यदि यह विकल्प सक्षम नही किया जाता, तब आयातित वस्तु आईडी नम्बर अनदेखा कर दिया जायेगा, तथा इसके बजाये प्रेस्ताशोप सभी आयातित वस्तुओ के लिए स्वचलित आईडी नम्बर बना देगा|

source: Error
hi_in: त्रुटि
lv_lv: Kļūda
