Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.3/*/AdminDesignNotification.*.xlf
Languages: es_ve

source: Current theme is unavailable. Please check your theme's directory name ("%s") and permissions.
es_ve: El tema actual no está disponible. Por favor revise el nombre de directorio de su tema ("%s") así como los permisos.

source: The uploaded file is too large.
es_ve: El archivo subido es demasiado grande.

source: Your RTL stylesheets has been generated successfully
es_ve: Sus hojas de estilo RTL han sido generadas exitosamente

source: Your theme has been correctly reset to its default settings. You may want to regenerate your images. See the Improve > Design > Images Settings screen for the 'Regenerate thumbnails' button.
es_ve: Su tema ha sido restablecido a los ajustes por defecto exitosamente. Puede que quiera regenerar sus imágenes. Vea la pantalla Mejorar > Diseño > Ajustes de Imágenes para encontrar el botón 'Regenerar iconos'.

source: Invalid file format.
es_ve: Formato de archivo inválido.

source: Failed to move uploaded file.
es_ve: Error al mover el archivo subido.

source: Warning: if no email logo is available, the main logo will be used instead.
es_ve: Advertencia: si no hay ningún logotipo de correo electrónico disponible, el logotipo principal será usado en su lugar.

source: The page Category cannot be moved here.
es_ve: La página "Categoría" no puede ser movida aquí.

source: No items found
es_ve: No se han encontrado elementos

source: Duplicate images were found when moving the product images. This is likely caused by unused demonstration images. Please make sure that the folder %folder% only contains demonstration images, and then delete it.
es_ve: Se han encontrado imágenes duplicadas al mover las imágenes de productos. Esto probablemente se atribuya a imágenes de demostración sin usar. Por favor asegúrese de que la carpeta %folder% contiene solo imágenes de demostración y luego elimínela.

source: Incorrect value for the selected JPEG image compression.
es_ve: Valor incorrecto para la compresión de imágenes JPEG seleccionada.

source: Incorrect value for the selected PNG image compression.
es_ve: Valor incorrecto para la compresión de imágenes PNG seleccionada.

source: This name already exists.
es_ve: Nombre ya existente.

source: Source file does not exist or is empty (%filepath%)
es_ve: El archivo fuente no existe o está vacío (%filepath%)

source: Failed to resize image file (%filepath%)
es_ve: No se ha logrado redimensionar el archivo de imagen (%filepath%)

source: Failed to resize image file to high resolution (%filepath%)
es_ve: No se ha logrado redimensionar el archivo de imagen como uno de alta resolución (%filepath%)

source: Original image is corrupt (%filename%) for product ID %id% or bad permission on folder.
es_ve: La imagen original está corrupta (%filename%) para el producto de identificador ID %id% o los permisos de carpeta están configurados erróneamente.

source: Original image is missing or empty (%filename%) for product ID %id%
es_ve: Imagen original faltante o vacía (%filename%) para el producto de identificador ID %id%

source: Cannot write images for this type: %1$s. Please check the %2$s folder's writing permissions.
es_ve: Imposible escribir imágenes para el tipo: %1$s. Por favor revise los permisos de escritura de la carpeta %2$s.

source: Only part of the images have been regenerated. The server timed out before finishing.
es_ve: Solo se ha regenerado una parte de las imágenes. El tiempo de conexión con el servidor se ha agotado antes de finalizar.

source: Server timed out. The watermark may not have been applied to all images.
es_ve: El tiempo de conexión se ha agotado. Puede que la marca de agua no se haya aplicado sobre todas las imágenes.

source: Cannot write "No picture" image to %s images folder. Please check the folder's writing permissions.
es_ve: Imposible escribir la imagen "Sin imagen" en la carpeta de imágenes %s. Por favor revise los permisos de escritura para la carpeta.

source: Error: Your server configuration is not compatible with the new image system. No images were moved.
es_ve: Error: La configuración de su servidor no es compatible con el nuevo sistema de imágenes. No se ha movido ninguna imagen.

source: Not all images have been moved. The server timed out before finishing. Click on "Move images" again to resume the moving process.
es_ve: No se han movido todas las imágenes. El tiempo de conexión del servidor se ha agotado antes de finalizar. Haga click en "Mover imágenes" nuevamente para continuar el proceso de movimiento.

source: Error: Some -- or all -- images cannot be moved.
es_ve: Error: Imposible mover algunas -- o todas -- las imágenes.

source: After modification, do not forget to regenerate thumbnails
es_ve: Después de la modificación, no olvide regenerar los iconos

source: An error occurred while uploading the favicon: cannot copy file "%s" to folder "%s".
es_ve: Ha ocurrido un error al intentar subir el favicon: imposible copiar el archivo "%s" a la carpeta "%s".

source: An error occurred. The information "%s" is missing.
es_ve: Ha ocurrido un error. Información "%s" faltante.

source: An error occurred. The template "%s" is missing.
es_ve: Ha ocurrido un error. Plantilla "%s" faltante.

source: This theme is not valid for PrestaShop 1.7
es_ve: Este tema no es válido para PrestaShop 1.7

source: Your theme has been correctly exported: %path%
es_ve: Su tema ha sido exportado correctamente: %path%

source: If you want to order/move the following data, please select a shop from the shop list.
es_ve: Si usted desea ordenar/mover los siguientes datos, por favor seleccione una tienda de la lista de tiendas.

source: Your page will be saved as a draft
es_ve: Su página será guardada como un borrador

source: You can choose to keep your images stored in the previous system. There's nothing wrong with that.
es_ve: Puede elegir mantener las imágenes almacenadas en el sistema previo. No hay nada malo en ello.

source: You can also decide to move your images to the new storage system. In this case, click on the "Move images" button below. Please be patient. This can take several minutes.
es_ve: También puede decidir mover sus imágenes al nuevo sistema de almacenamiento. En este caso, haga click en el botón de "Mover imágenes" más abajo. Por favor, espere pacientemente. Esto puede tomar varios minutos.

source: After moving all of your product images, set the "Use the legacy image filesystem" option above to "No" for best performance.
es_ve: Después de mover todas sus imágenes de productos, ajuste la opción superior "Usar el sistema de archivos de imágenes heredado" como "No" para maximizar el rendimiento.
