Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.3/*/Install.*.xlf
Languages: bs_ba, lv_lv

source: The password is incorrect (must be alphanumeric string with at least 8 characters)
bs_ba: Lozinka nije ispravna (mora biti alfanumerički niz s najmanje 8 znakova)

source: Your firstname contains some invalid characters
bs_ba: Vaše ime sadrži neke nepravilne karaktere

source: Invalid shop name
bs_ba: Pogrešno naziv trgovine
lv_lv: Nederīgs veikala nosaukums

source: Animals and Pets
bs_ba: Životinje i kućni ljubimci
lv_lv: Dzīvnieki

source: Art and Culture
bs_ba: Umjetnost i kultura
lv_lv: Māksla un kultūra

source: Babies
bs_ba: Bebe
lv_lv: Bērni un zīdaiņi

source: At least one table with same prefix was already found, please change your prefix or drop your database
bs_ba: Najmanje jedna tabela s istim prefiksom je već nađena, molimo promjenite vaš prefiks ili obrišite bazu

source: Server name is not valid
bs_ba: Naziv servera nije validan
lv_lv: Servera vārds nav derīgs

source: You must enter a database name
bs_ba: Morate unijeti naziv baze podataka
lv_lv: Jums ir jānorāda datubāzes nosaukums

source: You must enter a database login
bs_ba: Morate unijeti login baze podataka
lv_lv: Jums ir jānorāda datubāzes lietotājvārds

source: Tables prefix is invalid
bs_ba: Prefiks tabeli je nevažeći
lv_lv: Tabulas prefiks nav derīgs

source: Cannot convert database data to utf-8
bs_ba: Ne može se konvertovati podatke baze podataka u utf-8

source: Your database server does not support the utf-8 charset.
bs_ba: Vaš server baze ne podržava utf-8 karakterset.

source: -- Please choose your main activity --
bs_ba: -- Molimo izaberite vašu glavnu djelatnost --

source: Sport and Entertainment
bs_ba: Sport i Zabava
lv_lv: Sports un izklaide

source: An SQL error occurred for entity <i>%entity%</i>: <i>%message%</i>
bs_ba: Došlo je do greške SQL za entitet <i>%entity%</i>: <i>%message%</i>

source: Cannot create image "%identifier%" for entity "%entity%"
bs_ba: Ne mogu kreirati sliku "%identifier%" za subjekt "%entity%"

source: Cannot create image "%identifier%" (bad permissions on folder "%folder%")
bs_ba: Ne mogu stvoriti sliku "%identifier%" (loše dozvole na direktoriju "%folder%")

source: Cannot create image "%identifier%"
bs_ba: Ne mogu kreirati sliku "%identifier%"

source: Cannot create image "%1$s" for entity "%2$s"
bs_ba: Ne mogu stvoriti sliku "%1$s" za entitet "%2$s"

source: SQL error on query <i>%query%</i>
bs_ba: SQL greška na upitu <i>%query%</i>

source: %file% file is not writable (check permissions)
bs_ba: %file% datoteku nije moguće upisati (provjerite prava)

source: %folder% folder is not writable (check permissions)
bs_ba: %folder% direktorij nije moguće upisati (provjerite permisije)

source: Cannot write settings file
bs_ba: Ne može se pisati u datoteku podešavanja

source: Cannot write app/config/parameters.php file
bs_ba: Ne mogu zapisati app/config/parameters.php datoteku

source: Cannot write app/config/parameters.yml file
bs_ba: Ne mogu zapisati app/config/parameters.yml datoteku

source: Database upgrade completed.
bs_ba: Nadogradnja baze podataka je završena.

source: Disabling modules now...
bs_ba: Onemogućavanje modula sada...

source: Modules successfully disabled.
bs_ba: Modui uspješno onemogućeni.

source: Enabling modules now...
bs_ba: Omogućavanje modula sada...

source: Modules successfully enabled.
bs_ba: Moduli uspješno omogućeni.

source: Upgrading images now...
bs_ba: Nadogradnja slika sada...

source: PrestaShop Installation Assistant
bs_ba: PrestaShop Instalacijski Pomoćnik

source: Contact us!
bs_ba: Kontaktirajte nas!
lv_lv: Sazināties ar mums!

source: Installation Assistant
bs_ba: Asistent instalacije

source: To install PrestaShop, you need to have JavaScript enabled in your browser.
bs_ba: Za instaliranje PrestaShop-a, morate imati omogućen JavaScript u vašem pretraživaču.

source: Support
bs_ba: Podrška
lv_lv: Atbalsts

source: Documentation
bs_ba: Dokumentacija
lv_lv: Dokumentācija

source: Next
bs_ba: Dalje
lv_lv: Nākošais

source: Back
bs_ba: Nazad
lv_lv: Atpakaļ

source: If you need some assistance, you can <a href="%help%" onclick="return !window.open(this.href);">get tailored help</a> from our support team. <a href="%doc%" onclick="return !window.open(this.href);">The official documentation</a> is also here to guide you.
bs_ba: Ukoliko trebate pomoć možete <a href="%help%" onclick="return !window.open(this.href);">ostvariti pomoć po mjeri</a> našeg tima za podršku. <a href="%doc%" onclick="return !window.open(this.href);">Oficijelna dokumentacija</a> je također ovdje na pomoći.

source: Official forum
bs_ba: Oficijelni forum

source: We are currently checking PrestaShop compatibility with your system environment
bs_ba: Tretnutno provjeravamo PrestaShop kompatibilnost s Vašim sistemskim okruženjem

source: If you have any questions, please visit our <a href="%doc%" target="_blank">documentation</a> and <a href="%forum%" target="_blank">community forum</a>.
bs_ba: Ukoliko imate pitanja molimo posjetite našu <a href="%doc%" target="_blank">dokumentaciju</a> i <a href="%forum%" target="_blank">korisnički forum</a>.

source: PrestaShop compatibility with your system environment has been verified!
bs_ba: PrestaShop kompatibilnost s vašim sistemom potvrđena!

source: Oops! Please correct the item(s) below, and then click "Refresh information" to test the compatibility of your new system.
bs_ba: Ups! Ispravite stavku (e) u ispod, a zatim kliknite na "Osvježi informacije" da bi testirali kompatibilnost vašeg novog sistema.

source: Refresh
bs_ba: Osvježi
lv_lv: Atsvaidzināt

source: Configure your database by filling out the following fields
bs_ba: Konfigurišite vašu bazu popunjavajući sljedeća polja

source: To use PrestaShop, you must <a href="http://doc.prestashop.com/display/PS16/Installing+PrestaShop#InstallingPrestaShop-Creatingadatabaseforyourshop" target="_blank">create a database</a> to collect all of your store's data-related activities.
bs_ba: Za korištenje Presta shopa morate <a href="http://doc.prestashop.com/display/PS16/Installing+PrestaShop#InstallingPrestaShop-Creatingadatabaseforyourshop" target="_blank">kreirati bazu podataka</a> za prikupljanje svih podatka vezanih za aktivnosti Vaše trgovine.

source: Please complete the fields below in order for PrestaShop to connect to your database.
bs_ba: Molimo ispunite polja ispod u PrestaShopu za spajanje na bazu podataka.

source: Database server address
bs_ba: Adresa servera baze podataka
lv_lv: Datubāzes servera adrese

source: The default port is 3306. To use a different port, add the port number at the end of your server's address i.e ":4242".
bs_ba: Podrazumjevani port je 3306. Za korištenje drugog porta, dodajte broj porta na kraju adrese servera, npr ":4242".

source: Database name
bs_ba: Naziv baze podataka

source: License Agreements
bs_ba: Sporazumi licenciranja
lv_lv: Licences līgums

source: To enjoy the many features that are offered for free by PrestaShop, please read the license terms below. PrestaShop core is licensed under OSL 3.0, while the modules and themes are licensed under AFL 3.0.
bs_ba: Za uživanje u mnogo mogućnosti koje se nude u besplatnom PrestaShopu, molimo pročitajte uslove korištenja u nastavku. PrestaShop jezgra je licencirana pod OSL 3.0, dok su moduli i teme licencirane pod AFL 3.0.

source: I agree to the above terms and conditions.
bs_ba: Slažem se s pravilima i uvjetima korištenja.

source: I agree to participate in improving the solution by sending anonymous information about my configuration.
bs_ba: Slažem se za učestvovanje u poboljšanju rješenja slanjem anonimne informacije o mojoj konfiguraciji.

source: Information about your Store
bs_ba: Informacije o Vašoj trgovini

source: Shop name
bs_ba: Naziv trgovine
lv_lv: Veikala nosaukums

source: Main activity
bs_ba: Glavna aktivnost

source: Please choose your main activity
bs_ba: Molimo odaberite svoju glavnu aktivnost

source: Other activity...
bs_ba: Ostale aktivnosti...

source: Install demo products
bs_ba: Instaliraj demo proizvode
lv_lv: Instalēt demo produktus

source: PrestaShop requires at least 32 MB of memory to run: please check the memory_limit directive in your php.ini file or contact your host provider about this.
bs_ba: PrestaShop zahtjeva najmanje 32 MB memorije za rad: molimo provjerite memory_limit postavku u vašoj php.ini datoteci ili kontaktirajte host provajdera zbog ovog.

source: <b>Warning: You cannot use this tool to upgrade your store anymore.</b><br /><br />You already have <b>PrestaShop version %version% installed</b>.<br /><br />If you want to upgrade to the latest version, please read our documentation: <a href="%doc%">%doc%</a>
bs_ba: <b>Upozorenje: Ne možete više koristiti ovaj alat za nadogradnju svoje trgovine</b><br /><br />Vi već imate <b>PrestaShop version %version% instaliranu</b>.<br /><br />Ukoliko se želite nadograditi na zadnju verziju molimo pročitajte dokumentaciju:<a href="%doc%">%doc%</a>

source: Welcome to the PrestaShop %version% Installer
bs_ba: Dobro došli u PrestaShop %version% instaler

source: Installing PrestaShop is quick and easy. In just a few moments, you will become part of a community consisting of more than 250,000 merchants. You are on the way to creating your own unique online store that you can manage easily every day.
bs_ba: Instaliranje Prestashop je brzo i jednostavno. U samo nekoliko trenutaka, vi ćete postati dio zajednice koja se sastoji od više od 250 000 trgovaca. Vi ste na putu za stvaranje vlastite jedinstvene online trgovine kojom možete lako upravljati svaki dan.

source: If you need help, do not hesitate to <a href="%tutoriellink%" target="_blank">watch this short tutorial</a>, or check <a href="%linkdoc%" target="_blank">our documentation</a>.
bs_ba: Ako vam je potrebna pomoć, ne ustručavajte se <a href="%tutoriellink%" target="_blank">pogledati kratki tutorial</a>, ili provjerite <a href="%linkdoc%" target="_blank">našu dokumentaciju</a>.

source: Done!
bs_ba: Gotovo!
lv_lv: Izpildīts

source: An error occurred during installation...
bs_ba: Došlo je do greške tokom instalacije...

source: You can use the links on the left column to go back to the previous steps, or restart the installation process by <a href="%link%">clicking here</a>.
bs_ba: Možete koristiti linkove na lijevoj koloni da se vratite na prijašnji korak, ili ponovno pokrenuti instalacijski proces <a href="%link%">klikom ovdje</a>.

source: Your installation is finished!
bs_ba: Vaša instalacija je završena!

source: You have just finished installing your shop. Thank you for using PrestaShop!
bs_ba: Upravo ste završili instalaciju svoje trgovine. Hvala što koristite Prestashop!

source: Choose your language
bs_ba: Odaberite vaš jezik
lv_lv: Izvēlieties valodu

source: License agreements
bs_ba: Sporazumi licenciranja
lv_lv: Licences līgums

source: System compatibility
bs_ba: Kompatibilnost sistema

source: Store information
bs_ba: Informacije prodavnice
lv_lv: Veikala informācija

source: System configuration
bs_ba: Podešavanje sistema
lv_lv: Sistēmas konfigurācija

source: Required PHP parameters
bs_ba: Zahtjeva PHP parametre
lv_lv: Nepieciešamie PHP parametri

source: PHP 5.4 or later is not enabled
bs_ba: PHP 5.4 ili noviji nije omogućen

source: Cannot upload files
bs_ba: Ne mogu učitati datoteke
lv_lv: Nevar augšupielādēt failus

source: Cannot create new files and folders
bs_ba: Ne mogu kreirati nove datoteke i direktorije
lv_lv: Nevar izveidot jaunus failus un direktorijas

source: cURL extension is not enabled
bs_ba: cURL dodatak nije omogućen

source: Database is connected
bs_ba: Baza podataka je spojena
lv_lv: Datubāzes ir pievienota

source: Database is created
bs_ba: Baza podataka je kreirana
lv_lv: Datubāze ir izveidota

source: Cannot create the database automatically
bs_ba: Baza podataka se ne može kreirati automatski

source: Create file parameters
bs_ba: Kreiraj parametre datoteke

source: Create database tables
bs_ba: Kreiraj tabele baze podataka
lv_lv: Izveidot datubāzes tabulas

source: Create default shop and languages
bs_ba: Kreiraj podrazumjevanu trgovinu i jezike

source: Populate database tables
bs_ba: Popuni tabele baze podataka

source: Configure shop information
bs_ba: Konfiguriši informacije o prodavnici

source: Beauty and Personal Care
lv_lv: Skaistums un personiskā higiēna

source: Cars
lv_lv: Automašīnas

source: Computer Hardware and Software
lv_lv: Datori un programmnodrošinājums

source: Download
lv_lv: Lejupielādēt

source: Fashion and accessories
lv_lv: Mode un aksesuāri

source: Flowers, Gifts and Crafts
lv_lv: Ziedi, dāvanas un roku darbs

source: Food and beverage
lv_lv: Ēdieni un dzērieni

source: HiFi, Photo and Video
lv_lv: HiFi, Foto un Video

source: Home and Garden
lv_lv: Māja un dārzs

source: Home Appliances
lv_lv: Sadzīves tehnika

source: Jewelry
lv_lv: Dārglietas

source: Lingerie and Adult
lv_lv: Apakšveļa

source: Mobile and Telecom
lv_lv: Mobile un komunikācijas

source: Services
lv_lv: Pakalpojumi

source: Shoes and accessories
lv_lv: Apavi un aksesuāri

source: Travel
lv_lv: Ceļojumi

source: Field required
lv_lv: Obligātais lauks

source: firstname
lv_lv: Vārds

source: lastname
lv_lv: Uzvārds

source: Sports and Entertainment
lv_lv: Sports un izklaide

source: Cannot create shop
lv_lv: Nevar izveidot veikalu

source: Cannot create shop URL
lv_lv: Nevar izveidot veikala URL saiti

source: Forum
lv_lv: Forums

source: Blog
lv_lv: Blogs

source: Contact us
lv_lv: Sazināties ar mums

source: Database Engine
lv_lv: Datu bāzes dzinējs

source: Yes
lv_lv: Jā

source: No
lv_lv: Nē

source: Country
lv_lv: Valsts

source: Select your country
lv_lv: Izvēlieties savu valsti

source: Shop timezone
lv_lv: Veikala laika zona

source: Select your timezone
lv_lv: Izvēlieties savu laikazonu

source: Shop logo
lv_lv: Veikala logo

source: Your Account
lv_lv: Jūsu konts

source: First name
lv_lv: Vārds

source: Last name
lv_lv: Uzvārds

source: E-mail address
lv_lv: E-pasta adrese

source: Shop password
lv_lv: Veikala parole

source: E-mail
lv_lv: E-pasts

source: Password
lv_lv: Parole

source: Display
lv_lv: Attēlot

source: Back Office
lv_lv: Administrācijas sadaļa

source: GD library is not installed
lv_lv: GD bibliotēka nav instalēta

source: Files
lv_lv: Faili

source: Recommended PHP parameters
lv_lv: Rekomendētie PHP parametri

source: Install modules
lv_lv: Instalēt moduļus

source: Install theme
lv_lv: Instalēt tēmu
