Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.3/*/ModulesAutoupgradeAdmin.*.xlf
Languages: hi_in, ja_jp, lv_lv, mk_mk

source: An update is currently in progress... Click "OK" to abort.
lv_lv: Notiek atjaunināšana... Nospiediet "OK" lai atceltu.

source: Upgrading PrestaShop
lv_lv: Atjaunina PrestaShop

source: Upgrade complete
lv_lv: Atjaunināšana pabeigta

source: Upgrade Complete!
lv_lv: Atjaunināšana pabeigta!

source: Upgrade complete, but warning notifications has been found.
lv_lv: Atjaunināšana pabeigta, ir papildus brīdinājumi.

source: Cookies have changed, you will need to log in again once you refreshed the page
lv_lv: Sīkfaili cookies tikai mainīti, atjaunojot lapu būs japieslēdzas sistēmai no jauna

source: Javascript and CSS files have changed, please clear your browser cache with CTRL-F5
lv_lv: Mainīti Javascript un CSS faili, iztīriet pārlūka kešu ar CTRL-F5

source: Please check that your front-office theme is functional (try to create an account, place an order...)
lv_lv: Pārbaudiet vai veikala priekšas skata tēma ir funkcionāla (mēģiniet izveidot kontu, veikt pirkumu...)

source: Product images do not appear in the front-office? Try regenerating the thumbnails in Preferences > Images
lv_lv: Veikala priekšpusē nav redzami attēli? Mēģiniet vēlreiz ģenerēt attēlu priekšskatus sadaļā Iestatījumi > Attēli

source: Do not forget to reactivate your shop once you have checked everything!
lv_lv: Neaizmirstiet aktivizēt veikalu pēc tam kad esat visu pārbaudījis!

source: ToDo list:
lv_lv: Darāmo darbu saraksts:

source: Restoration complete.
lv_lv: Atjaunošana pabeigta.

source: Javascript error (parseJSON) detected for action
lv_lv: Darbības Javascript kļūda (parseJSON)

source: Starting restoration...
lv_lv: Sāk atjaunošanu...

source: Error detected during
lv_lv: Kļūda procesā

source: The request exceeded the max_time_limit. Please change your server configuration.
lv_lv: Pieprasījums pārsniedza max_time_limit. Izlabojiet servera konfigurāciju.

source: Manually go to %s button
lv_lv: Manuāli pāriet uz %s pogu

source: End of process
lv_lv: Procesa beigas

source: Operation canceled. Checking for restoration...
lv_lv: Darbība pārtraukta. Pārbaudu atjaunināšanas iespējas...

source: Do you want to restore %backupname%?
lv_lv: Vai vēlaties atjaunot %backupname%?

source: Operation canceled. An error happened.
lv_lv: Darbība atcelta. Kļūda.

source: [TECHNICAL ERROR] ajax-upgradetab.php is missing. please reinstall the module
lv_lv: [TECHNICAL ERROR] nav pieejams ajax-upgradetab.php fails. Pārinstalējiet moduli

source: See or hide the list
lv_lv: Rādīt vai slēpt sarakstu

source: Core file(s)
lv_lv: Pamata fails(i)

source: Mail file(s)
lv_lv: E-pasta fails(i)

source: Translation file(s)
lv_lv: Tulkojuma fails(i)

source: Your server cannot download the file. Please upload it to your FTP server, and put it in your /[admin]/autoupgrade directory.
lv_lv: Serveris nevar lejupielādēt failu. Augšupielādējiet to ar FTP serveri un ievietojiet to /[admin]/autoupgrade direktorijā.

source: Theses files will be deleted
lv_lv: Faili tiks dzēsti

source: Theses files will be modified
lv_lv: Faili tiks modificēti

source: Less options
lv_lv: Mazāk iespēju

source: Link and MD5 hash cannot be empty
lv_lv: Saite un MD5 hash summa nevar būt tukši lauki

source: You need to enter the version number associated with the archive.
lv_lv: Jāievada versijas numuru kurš ir saistīts ar arhīvu.

source: No archive has been selected.
lv_lv: Fails nav izvēlēts.

source: You need to enter the version number associated with the directory.
lv_lv: Jāievada versijas numuru kurš ir saistīts ar direktoriju.

source: Please confirm that you want to skip the backup.
lv_lv: Apstipriniet, ka vēlaties izlaist rezerves kopijas veidošanu.

source: Please confirm that you want to preserve file options.
lv_lv: Apstipriniet, ka vēlaties saglabāt faila opcijas.

source: %s is not a file
lv_lv: %s nav fails

source: Unable to write in the directory "%s"
hi_in: निर्देशिका "%s" में लिखने में असमर्थ
ja_jp: ディレクトリ "%s" に書き込めません
lv_lv: Nevar ierakstīt direktorijā "%s"

source: This version of PrestaShop cannot be upgraded: the PS_ADMIN_DIR constant is missing.
hi_in: प्रेस्ताशोप का यह संस्करण अपग्रेड नहीं किया जा सकता है: PS_ADMIN_DIR निरंतर अनुपलब्ध है।
ja_jp: このバージョンのPrestaShopはアップグレードできません： PS_ADMIN_DIR 定数がありません。
lv_lv: Šo PrestaShop versiju nevar atjaunināt: nevar atrast PS_ADMIN_DIR konstante.

source: 1-Click Upgrade
hi_in: १-क्लिक नवीनीकरण
ja_jp: 1-クリック アップグレード
lv_lv: 1-Click atjaunināšana

source: Provides an automated method to upgrade your shop to the latest version of PrestaShop.
hi_in: प्रेस्ताशोप के नवीनतम संस्करण में अपनी दुकान को अपग्रेड करने के लिए एक स्वचालित विधि प्रदान करता है।
ja_jp: あなたのショップを PrestaShop の最新バージョンに自動アップグレードする方法を提供します。
lv_lv: Piedāvā automātisku PrestaShop atjaunināšanu uz jaunāko versiju.

source: Unable to delete outdated "AdminUpgrade" tab (tab ID: %idtab%).
hi_in: पुरानी "व्यवस्थापक अपग्रेड" टैब (टैब आईडी: %idtab%) को हटाने में असमर्थ |
ja_jp: 古い「自動アップグレード」タブ （タブID: %idtab%）を削除できません。
lv_lv: Nevar nodzēst novecojušu "AdminSelfUpgrade" tabu (taba ID: %idtab%).

source: Unable to create the "AdminSelfUpgrade" tab
hi_in: "व्यवस्थापक स्व-अपग्रेड" टैब को बनाने में असमर्थ
ja_jp: 「自動アップグレード」タブを作成できません。
lv_lv: Nevar izveidot "AdminSelfUpgrade" tabu

source: Unable to copy logo.gif in %s
hi_in: %s में logo.gif कॉपी करने में असमर्थ
ja_jp: %s の logo.gif をコピーできません
lv_lv: Nevar nokopēt logo.gif direktorijā %s

source: Unable to load the "AdminSelfUpgrade" tab
hi_in: "व्यवस्थापक स्व-अपग्रेड" टैब को बनाने में असमर्थ
ja_jp: 「自動アップグレード」タブをロードできません。
lv_lv: Nevar ielādēt "AdminSelfUpgrade" tabu

source: Unable to create the directory "%s"
hi_in: निर्देशिका "%s" बनाने में असमर्थ
ja_jp: ディレクトリ "%s" を作成できません
lv_lv: Nevar izveidot direktoriju "%s"

source: Unable to copy ajax-upgradetab.php in %s
hi_in: %s में ajax-upgradeadetab.php कॉपी करने में असमर्थ
ja_jp: %s に "ajax-upgradetab.php" をコピーできません。
lv_lv: Nevar nokopēt ajax-upgradetab.php direktorijā %s

source: Required field
hi_in: आवश्यक फ़ील्ड
ja_jp: 必須項目
lv_lv: Nepieciešams aizpildīt
mk_mk: Задолжително поле

source: Selection successfully deleted
hi_in: चयन सफलतापूर्वक हटा दिया गया हे|
ja_jp: 選択したものの削除は成功
lv_lv: Izvēlētais sekmīgi dzēsts
mk_mk: Изборот е успешно избришан

source: The new version check has been completed successfully
hi_in: नया संस्करण चेक सफलतापूर्वक पूरा हो गया है
ja_jp: 最新バージョンチェックが正常に完了しました
lv_lv: Jaunas versijas pārbaude ir sekmīgi pabeigta
mk_mk: Проверката на новата верзија е успешно завршена

source: Message sent to the customer
hi_in: ग्राहक को संदेश भेजा गया
ja_jp: お客様にメッセージを送信
lv_lv: Ziņa nosūtīta klientam

source: Language successfully copied
hi_in: भाषा सफलतापूर्वक कॉपी की गई
ja_jp: 言語のコピーに成功
lv_lv: Valoda sekmīgi nokopēta

source: Refund Successful
hi_in: धन वापसी सफल
ja_jp: 払い戻し申請が正常に行われました。
lv_lv: Kompensācija Sekmīga

source: Images successfully moved
hi_in: छविया सफलतापूर्वक स्थानांतरित
ja_jp: 画像の移動に成功
lv_lv: Attēli sekmīgi pārvietoti

source: In order to use a new theme, please follow these steps:
hi_in: एक नई थीम का उपयोग करने के लिए, कृपया इन चरणों का पालन करें:
ja_jp: 新しいテーマを使用するには、次の手順をに従ってください：
lv_lv: Lai lietotu jaunu tēmu, lūdzu sekojiet šiem soļiem:

source: Import your theme using this module:
hi_in: इस मॉड्यूल का उपयोग करके अपनी थीम आयात करें:
ja_jp: このモジュールを使用してテーマをインポートします：
lv_lv: Importējiet savu tēmu izmantojot šo moduli:

source: Theme installer
hi_in: थीम इंस्टॉलर
ja_jp: テーマインストーラ
lv_lv: Tēmas uzstādītājs

source: When your theme is imported, please select the theme in this page
hi_in: जब आपकी थीम आयात की जाती है, तो कृपया इस पेज में थीम का चयन करें
ja_jp: テーマがインポートが完了したら、こちらのページでテーマを選択してください。
lv_lv: Kad jūsu tēma ir importēta, lūdzu izvēlieties to šajā lapā

source: Add my IP
hi_in: मेरा आईपी जोड़ें
ja_jp: 自分のIPアドレスを追加
lv_lv: Pievienot manu IP adresi
mk_mk: Додади моја IP

source: If you change the theme, the parameters.php file must be writable (CHMOD 755 / 777)
hi_in: यदि आप थीम बदलते हैं, तो parameters.php फ़ाइल को लिखने योग्य होना चाहिए (CHMOD ७५५/७७७)
ja_jp: テーマを変更する場合には、"parameters.php" ファイルは書き込み可能にする必要があります (CHMOD 755 / 777)
lv_lv: Ja mainat veikala dizainu, failam parameters.php jābūt rakstāmam (CHMOD 755 / 777)

source: Back
hi_in: वापस
ja_jp: 戻る
lv_lv: Atpakaļ
mk_mk: Назад

source: You do not have permission to add here
hi_in: आपको यहां जोड़ने की अनुमति नहीं है
ja_jp: ここを追加する権限がありません
lv_lv: Jums nav nepieciešamo atļauju šeit kaut ko pievienot

source: Set required fields for this section
hi_in: इस अनुभाग के लिए आवश्यक फ़ील्ड सेट करें
ja_jp: このセクションの必須項目を設定
lv_lv: Norādiet nepieciešamos laukus šai sadaļai
mk_mk: постави ги обавезните полиња за оваа секција

source: Required Fields
hi_in: आवश्यक फील्ड्स
ja_jp: 必須項目
lv_lv: Obligāti lauki
mk_mk: обавезни полиња

source: Select the fields you would like to be required for this section.
hi_in: इस खंड के लिए आवश्यक फ़ील्ड का चयन करें
ja_jp: このセクションで必須にしたい項目を選択してください。
lv_lv: Norādiet laukus, kurus vēlaties noteikt kā obligātus šai sadaļai.
mk_mk: одбери ги полињата кои сакаш да бидат обавезни за оваа секција.

source: Field Name
hi_in: फील्ड नाम
ja_jp: 項目名
lv_lv: Lauka nosaukums
mk_mk: име на поле

source: The field named %s is required.
hi_in: %s नाम क्षेत्र फ़ील्ड आवश्यक है।
ja_jp: %s 項目は必須です。
lv_lv: Lauks ar nosaukumu %s ir nepieciešams.

source: The field named %fieldname% is required at least in the %languagename% language.
ja_jp: 少なくとも %languagename% 言語においては、%fieldname% 項目は必須です。
lv_lv: Lauks %fieldname% ir nepieciešams vismaz %languagename% valodā.

source: The field named %fieldname% is too long (%charsnumber% chars max).
ja_jp: 項目名 %fieldname% は長すぎます（最大 %charsnumber% 文字）。
lv_lv: Lauks ar nosaukumu %fieldname% ir pārāk garš (maksimums %charsnumber% zīmju).

source: Your entry in field %fieldname% (language %languagename%) exceeds max length %charsnumber% chars (incl. HTML tags).
ja_jp: フィールド「%fieldname%」（言語：%languagename%）に入力されている文字数が最大文字数 %charsnumber% 文字を超えています。（HTMLタグ含む）
lv_lv: Jūsu ieraksts laukā %fieldname% (valoda %languagename%) pārsniedz maksimālo zīmju daudzumu %charsnumber% (ieskaitot html tagus).

source: An error occurred during image deletion (cannot load object).
ja_jp: 画像を削除中にエラーが発生しました。（オブジェクトを読み込めません）
lv_lv: Kļūda bildes dzēšanā (nevar ielādēt objektu).
mk_mk: Грешка настана при бришење на сликата ( објектот не може да се вчита).

source: You need at least one object.
ja_jp: 少なくとも1つのオブジェクトが必要です。
lv_lv: Tev nepieciešams vismaz viens objekts
mk_mk: Потребен ви е барем еден објект.

source: You cannot delete all of the items.
ja_jp: すべてのアイテムを削除することができません。
lv_lv: Tu nevari izdzēst visus objektus
mk_mk: Не може да ги избришете сите ставки.

source: An error occurred during deletion.
ja_jp: 削除処理中にエラーが発生しました。
lv_lv: Kļūda dzēsanas laikā.
mk_mk: Грешка настана при бришење.

source: (cannot load object)
ja_jp: （オブジェクトをロードすることができません）
lv_lv: (nevar ielādēt objektu)
mk_mk: (објектот не може да се вчита)

source: You do not have permission to add here.
ja_jp: ここを追加する権限を持っていません。
lv_lv: Jums nav nepieciešamo atļauju šeit kaut ko pievienot.
mk_mk: Немате дозвола да додавате овде.

source: Error in updating required fields
ja_jp: 必須項目の更新中にエラー
lv_lv: Nepieciešamo lauku atjaunošanas kļūda
mk_mk: Грешка при ажурирање на потребните полиња

source: Can not add configuration %configurationkey% for lang %isocode%
ja_jp: %isocode% 言語に対して、%configurationkey% 設定を追加できません
lv_lv: Nevar pievienot konfigurāciju %configurationkey% valodai %isocode%

source: Can not add configuration %configurationkey%
ja_jp: %configurationkey% 設定を追加できません
lv_lv: Nevar pievienot konfigurāciju %configurationkey%

source: %title% : Incorrect value
ja_jp: %title% ：不正な値
lv_lv: %title% : nepareiza vērtība

source: An error occurred while uploading favicon: %iconname% to %destination%
ja_jp: favicon のアップロード中にエラーが発生： %iconname% から %destination%
lv_lv: Kļūda augšupielādējot favicon: %iconname% uz %destination%

source: errors
ja_jp: エラー
lv_lv: kļūdas
mk_mk: грешки

source: There are %count% warnings
ja_jp: %count% 個の警告があります
lv_lv: %count% brīdinājumi

source: There is %count% warning
ja_jp: %count% 個の警告があります
lv_lv: %count% brīdinājumi

source: Click here to see more
ja_jp: 更に詳しい情報についてはここをクリック
lv_lv: Uzklikšķināt šeit, lai aplūkotu vairāk
mk_mk: кликни тука за повеќе

source: Hide warning
ja_jp: 警告を隠す
lv_lv: Slēpt brīdinājumu
mk_mk: сокриј предупредувања

source: Delete item #
ja_jp: 削除するアイテム #
lv_lv: Dzēst objektu #
mk_mk: бриши ставка #

source: Object cannot be loaded (not found)
ja_jp: オブジェクトを読み込めませんでした（見つかりませんでした）
lv_lv: Objektu nevar ielādēt (nav atrasts)
mk_mk: Објектот не може да се вчита ( не е најден)

source: Object cannot be loaded (identifier missing or invalid)
ja_jp: オブジェクトを読み込めませんでした（識別子が見つからないか無効です）
lv_lv: Objektu nevar ielādēt (ID ir pazudis vai nepareizs)
mk_mk: Објектот не може да се вчита (фали идентификатор или е невалиден)

source: Your are currently connected with the following domain name:
ja_jp: 現在、次のドメイン名で接続しています：
lv_lv: Jūs šobrīd esat pieslēgušies ar sekojošo domēna vārdu:
mk_mk: Вие во моментов сте поврзани со следново име на домен:

source: This one is different from the main shop domain name set in "Preferences > SEO & URLs":
ja_jp: これは、「ショップパラメータ」＞「トラフィックとSEOの設定」で指定した、メインのショップドメイン名とは異なっています。
lv_lv: Šis atšķirās no veikala pamata domēna vārda, kas ir norādīts sadaļā "Iestatījumi > SEO un Saites":

source: Click here if you want to modify the main shop domain name
ja_jp: メインショップのドメイン名を変更したい場合はここをクリック
lv_lv: Spied te, ja vēlies mainīt pamata veikala domēna vārdu
mk_mk: Кликнете тука ако сакате да го измените името на доменот на главната продавница

source: Field %name% is required
ja_jp: %name% 項目は必須です
lv_lv: Lauks %name% ir obligāts

source: Field %name% is invalid
ja_jp: %name% 項目が正しくありません
lv_lv: Lauks %name% ir nederīgs

source: Extraction directory is not writable.
ja_jp: 解凍用ディレクトリに書き込み権限がありません。

source: Extraction directory %s is not writable.
ja_jp: 解凍用ディレクトリ %s に書き込み権限がありません。

source: [ERROR] %s does not exist or is not a directory.
ja_jp: [ERROR] %s は、存在していないかディレクトリではありません。

source: Nothing has been extracted. It seems the unzipping step has been skipped.
ja_jp: 解凍は行なわれませんでした。解凍のステップがスキップされたようです。

source: [ERROR] Unable to find files to upgrade.
ja_jp: [ERROR] アップグレードするファイルが見つかりません。

source: Unable to list files to upgrade
ja_jp: アップグレードするファイルのリストが作成できません

source: %s files will be upgraded.
ja_jp: %s 個のファイルがアップグレードされます。

source: filesToUpgrade is not an array
ja_jp: filesToUpgrade は配列ではありません

source: All files upgraded. Now upgrading database...
ja_jp: ファイルのアップグレードが完了しました。データベースのアップグレード中です...

source: Error when trying to upgrade file %s.
ja_jp: %s ファイルの更新処理中にエラーが発生しました。

source: %s files left to upgrade.
ja_jp: %s 個のアップグレード用ファイルが残っています。

source: Nothing has been extracted. It seems the unzip step has been skipped.
ja_jp: 解凍は行なわれませんでした。解凍のステップがスキップされたようです。

source: %s modules will be upgraded.
ja_jp: %s 個のモジュールがアップグレードされます。

source: upgradeModule step has not ended correctly.
ja_jp: upgradeModule ステップが正常終了しませんでした。

source: listModules is not an array. No module has been updated.
ja_jp: listModules は配列ではありません。アップデートされたモジュールはありません。

source: %s modules left to upgrade.
ja_jp: %s 個のアップグレード用モジュールが残っています。

source: The %modulename% module is not compatible with version %version%, it will be removed from your FTP.
ja_jp: %modulename% モジュールは、バージョン %version% と互換性がありません。FTPから削除されます。

source: The %modulename% module is not compatible with version %version%, please remove it from your FTP.
ja_jp: %modulename% モジュールは、バージョン %version% と互換性がありません。FTPから削除してください。

source: Addons modules files have been upgraded.
ja_jp: アドオン モジュールファイルはアップグレードされました。

source: The files of module %s have been upgraded.
ja_jp: %s モジュールのファイルはアップグレードされました。

source: This functionality has been disabled.
ja_jp: この機能が無効になっています。
mk_mk: Оваа функција е оневозможена.
