Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.3/*/ModulesStatsforecastAdmin.*.xlf
Languages: sq_al

source: Stats Dashboard
sq_al: Statistikat e pultit të kontrollit

source: The listed amounts do not include tax.
sq_al: Shumat e listuara nuk përmbajnë TVSH.

source: Time frame
sq_al: Periudha kohore

source: Placed orders
sq_al: Porosi të plasuara

source: Bought items
sq_al: Artikuj të blerë

source: Percentage of registrations
sq_al: Përq. e regjistrimeve

source: Percentage of orders
sq_al: Përq. e porosive

source: Revenue
sq_al: Të ardhurat

source: Average
sq_al: Mesatarja

source: Forecast
sq_al: Parashikimi

source: Conversion
sq_al: Konvertimi

source: Accounts
sq_al: Llogari

source: Full carts
sq_al: Shporta të plota

source: Registered visitors
sq_al: Vizitorë të regjistruar

source: Payment distribution
sq_al: Shpërndarja e pagesave

source: -- No filter --
sq_al: -- Nuk ka filtër --

source: Module
sq_al: Moduli
