Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.3/*/ModulesEmailsubscriptionAdmin.*.xlf
Languages: lv_lv, mk_mk, sk_sk

source: Newsletter subscription
lv_lv: Jaunumu abonēšana
mk_mk: Запишување за Новини
sk_sk: Odber noviniek

source: Adds a form for newsletter subscription.
sk_sk: Pridá formulár na prihlásenie k odberu noviniek.

source: Are you sure that you want to delete all of your contacts?
lv_lv: Vai Jūs tiešām vēlaties dzēst visus savus kontaktus?
mk_mk: Дали сте сигурни дека сакате да ги избришете сите контакти?
sk_sk: Naozaj si prajete vymazať všetky svoje kontakty?

source: Subscribed
lv_lv: Parakstījies
mk_mk: претплатен
sk_sk: Odoberané

source: Subscribed on
lv_lv: Parakstīšanās laiks
mk_mk: претплатен на
sk_sk: Odoberané od

source: Newsletter registrations
lv_lv: E-avīze
mk_mk: регистрација за новини
sk_sk: Registrácia odberu noviniek

source: Unsubscribe
lv_lv: Atteikties
mk_mk: отпиши
sk_sk: Odhlásiť sa z odberu

source: Would you like to send a verification email after subscription?
lv_lv: Nosūtīt apstiprinošu e-pasta ziņu par abonēšanu?
mk_mk: Дали после запишувањето да испратам е-порака со барање за потврда?
sk_sk: Poslať overovací email po registrácii?

source: Would you like to send a confirmation email after subscription?
lv_lv: Nosūtīt apstiprinošu e-pasta ziņu par abonēšanu?
mk_mk: Дали после запишувањето да испратам е-порака со потврда?
sk_sk: Poslať potvrdzujúci e-mail po prihlásení?

source: Welcome voucher code
lv_lv: Vienreizējs parakstīšanās kupona kods
mk_mk: Код за ваучер за добредојде
sk_sk: Kód uvítacieho zľavového poukazu

source: Leave blank to disable by default.
lv_lv: Lai atslēgtu atstājiet tukšu
mk_mk: Остави го празно ако го онеспособуваш
sk_sk: Ponechajte prázdne pre vypnutie

source: Newsletter conditions
sk_sk: Podmienky odberu noviinek

source: This text will be displayed beneath the newsletter subscribe button.
sk_sk: Text bude zobrazený pod tlačidlom na prihlásenie k odberu noviniek.

source: Export customers' addresses
sk_sk: Exportovať adresy zákazníkov

source: Customers' country
lv_lv: Klienta valsts
mk_mk: земја на клиентот
sk_sk: Krajina pôvodu zákazníka

source: Filter customers by country.
sk_sk: Filtrovať zákazníkov podľa krajiny.

source: Newsletter subscribers
lv_lv: Jaunumu Abonenti
mk_mk: претплатници за новини
sk_sk: Odoberatelia noviniek

source: Filter customers who have subscribed to the newsletter or not, and who have an account or not.
sk_sk: Filtrovať zákazníkov podľa toho či sú prihlásení k odberu noviniek a podľa toho či majú účet.

source: Customers can subscribe to your newsletter when registering, or by entering their email in the newsletter form.
sk_sk: Zákazníci sa môžu prihlásiť k odberu noviniek pri registrácii alebo zadaním svojej e-mailovej adresy na formulári pre odber noviniek.

source: All subscribers
sk_sk: Všetci odberatelia

source: Subscribers with account
sk_sk: Odberatelia s účtom

source: Subscribers without account
sk_sk: Odberatelia bez účtu

source: Non-subscribers
mk_mk: не се претплатници
sk_sk: Neprihlásení k odberu

source: Partner offers subscribers
sk_sk: Odberatelia ponúk partnerov

source: Filter customers who have agreed to receive your partners' offers or not.
sk_sk: Filtrovať zákazníkov podľa toho, či súhlasili s odberom ponúk od Vašich partnerov.

source: Partner offers subscribers have agreed to receive your partners' offers.
sk_sk: Odberatelia ponúk partnerov súhlasili s tým, že im budú posielané ponuky partnerov.

source: All customers
lv_lv: Visi klienti
mk_mk: сите клиенти
sk_sk: Všetci zákazníci

source: Partner offers non-subscribers
sk_sk: Zákazníci, ktorí nie sú odberateľmi ponúk partnerov

source: Search for addresses
lv_lv: Meklēt adreses
mk_mk: барај адреси
sk_sk: Hľadať adresu

source: Email address to search
lv_lv: E-pasta adreses meklēšanai
mk_mk: е-маил адреси за барање
sk_sk: Hľadaná e-mailová adresa

source: Example: contact@prestashop.com or @prestashop.com
lv_lv: Piemērs: contact@prestashop.com vai @prestashop.com
mk_mk: пример contact@prestashop.com или @prestashop.com
sk_sk: Príklad: contact@prestashop.com alebo @prestahop.com

source: No customers found with these filters!
mk_mk: нема пронајдено клиенти по тој филтер!
sk_sk: Nenašiel sa žiadný zákazník s požadovanými kritériami!

source: The .CSV file has been successfully exported: %d customers found.
sk_sk: Súbor .CSV bol úspešne exportovaný. (Nájdení zákazníci: %d).

source: Download the file
mk_mk: превземи
sk_sk: Stiahnúť súbor

source: WARNING: When opening this .csv file with Excel, choose UTF-8 encoding to avoid strange characters.
sk_sk: Varovanie: Ak otvárate tento .csv súbor v programe Excel, zmeňte kódovanie na UTF-8, inak sa Vám môžu zobrazovať divné znaky.

source: Error: Write access limited
sk_sk: Chyba: Obmedzené práva k zápisu

source: No result found!
lv_lv: Nekas netika atrasts!
sk_sk: Neboli nájdené žiadne výsledky!

source: -- Select associated page --
sk_sk: -- Vyberte pridruženú stránku --
