Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.3/*/ModulesAutoupgradeAdmin.*.xlf
Languages: hi_in, ja_jp, lv_lv, mk_mk

source: Back up my files and database
hi_in: मेरी फ़ाइलों और डेटाबेस का बैकअप लें
ja_jp: ファイルとデータベースをバックアップする
lv_lv: Veidot rezerves kopiju maniem failiem un datubāzei

source: Automatically back up your database and files in order to restore your shop if needed. This is experimental: you should still perform your own manual backup for safety.
hi_in: यदि आवश्यक हो तो अपनी दुकान को बहाल करने के लिए अपने डेटाबेस और फ़ाइलों का स्वचालित रूप से बैक अप लें यह प्रयोगात्मक है: आपको अभी भी सुरक्षा के लिए अपना स्वयं का मैन्युअल बैकअप करना चाहिए।
ja_jp: 必要に応じて店舗を復元するために、データベースとファイルを自動的にバックアップします。これは実験的なものです。安全のために独自の手動バックアップを実行する必要があります。
lv_lv: Automātiski veidot rezerves kopiju datubāzei un failiem, lai varētu atjaunot veikalu, ja nepieciešams. Šī ir eksperimentāla funkcija: drošības dēļ joprojām veiciet arī manuālu rezerves kopiju izveidi drošībai.

source: Back up my images
hi_in: मेरी छवियों का बैकअप लें
ja_jp: 画像ファイルのバックアップ
lv_lv: Veidot rezerves kopiju attēliem
mk_mk: Направете резервни копии на моите слики

source: To save time, you can decide not to back your images up. In any case, always make sure you did back them up manually.
hi_in: समय बचाने के लिए, आप अपनी छवियों को वापस नहीं करने का फैसला कर सकते हैं किसी भी स्थिति में, हमेशा यह सुनिश्चित कर लें कि आपने इन्हें मैन्युअल रूप से वापस किया था
ja_jp: 時間を節約するために、画像ファイルををバックアップしないこともできます。 その場合でも、必ず手動でバックアップするように心がけてください。
lv_lv: Lai taupītu laiku, varat izvēlēties neveidot rezerves kopijas attēliem. Jebkurā gadījumā, vienmēr pārliecinieties, vai attēliem ir pieejamas rezerves kopijas.

source: Server performance
hi_in: सर्वर प्रदर्शन
ja_jp: サーバーパフォーマンス
lv_lv: Servera veiktspēja

source: Unless you are using a dedicated server, select "Low".
hi_in: जब तक आप एक समर्पित सर्वर का उपयोग नहीं कर रहे हैं, "कम" का चयन करें|
ja_jp: 専用サーバーを使用している場合を除き、「低」を選択します。
lv_lv: Ja nelietojas atsevišķu serveri, izvēlieties "Zems".

source: A high value can cause the upgrade to fail if your server is not powerful enough to process the upgrade tasks in a short amount of time.
hi_in: एक उच्च मूल्य अपग्रेड करने में विफल हो सकता है, यदि आपका सर्वर पर्याप्त समय पर उन्नयन कार्यों को संसाधित करने के लिए पर्याप्त शक्तिशाली नहीं है।
ja_jp: 高い値を設定した場合、サーバの処理能力が短時間でのアップグレード作業を行なうのに充分でないとアップグレードに失敗する可能性があります。
lv_lv: Augstāka vērtība var būt par iemeslu atjauninājuma kļūdām, ja serveris nav pietiekami jaudīgs, lai veiktu atjaunināšanu īsā laika posmā.

source: Low (recommended)
hi_in: कम (अनुशंसित)
ja_jp: 低 (推奨)
lv_lv: Zems (ieteicams)

source: Medium
hi_in: मध्यम
ja_jp: 中
lv_lv: Vidējs
mk_mk: Среден

source: High
hi_in: ज्यादा
ja_jp: 高い
lv_lv: Augsts
mk_mk: Висок

source: Disable non-native modules
hi_in: गैर-देशी मॉड्यूल अक्षम करें
ja_jp: 純正モジュール以外は無効にする
lv_lv: Atslēgt neiekļautos moduļus

source: As non-native modules can experience some compatibility issues, we recommend to disable them by default.
hi_in: चूंकि गैर-देशी मॉड्यूल कुछ संगतता समस्याओं का अनुभव कर सकते हैं, इसलिए हम उन्हें डिफ़ॉल्ट रूप से अक्षम करने की सलाह देते हैं।
ja_jp: 純正以外のモジュールでは互換性の問題が発生する可能性があるため、デフォルトで無効にすることをお勧めします。
lv_lv: Tā, kā neiekļautajiem moduļiem var būt savietojamības problēmas, mēs iesakam tos atslēgt pēc noklusējuma.

source: Keeping them enabled might prevent you from loading the "Modules" page properly after the upgrade.
hi_in: उन्हें सक्षम रखने से आपको अपग्रेड के बाद "मॉड्यूल" पृष्ठ ठीक से लोड करने से रोका जा सकता है।
ja_jp: これらを有効にしておくと、アップグレード後に「モジュール」ページが正しく読み込まれないことがあります。
lv_lv: Atstājot tos ieslēgtus, var radīt problēmas ielādējot lapu "Moduļi" pēc atjaunināšanas.

source: Upgrade the default theme
hi_in: डिफ़ॉल्ट थीम को अपग्रेड करें
ja_jp: デフォルトのテーマをアップグレードする
lv_lv: Atjaunot standarta tēmu

source: If you customized the default PrestaShop theme in its folder (folder name "classic" in 1.7), enabling this option will lose your modifications.
hi_in: यदि आपने अपने फ़ोल्डर में डिफ़ॉल्ट प्रेस्ताशोप थीम को अनुकूलित किया है (फ़ोल्डर का नाम "क्लासिक" १. ७ में), इस विकल्प को सक्षम करने से आपके संशोधनों को खो दिया जाएगा।
ja_jp: "classic" フォルダ（1.7 の場合）内の、デフォルトの PrestaShop テーマをカスタマイズしている場合、このオプションを有効にすると変更内容が失われます。
lv_lv: Ja mainījāt noklusēto PrestaShop tēmu tās direktorijā (direktorijas nosaukums "classic" 1.7 versijā), ieslēdzot šo opciju tiks atceltas visas izmaiņas.

source: If you are using your own theme, enabling this option will simply update the default theme files, and your own theme will be safe.
hi_in: यदि आप अपनी थीम का उपयोग कर रहे हैं, तो यह विकल्प सक्षम करने से बस डिफ़ॉल्ट थीम फाइलों को अपडेट किया जाएगा, और आपकी खुद की थीम सुरक्षित होगी
ja_jp: 独自のテーマを使用している場合は、このオプションを有効にする事でデフォルトのテーマファイルだけが更新され、独自のテーマは影響を受けません。
lv_lv: Ja lietojat savu dizaina šablonu, ieslēdzot šo opciju tika atjaunināti noklusētā šablona faili un jūsu šablons paliks neskarts.

source: Switch to the default theme
hi_in: डिफ़ॉल्ट थीम पर स्विच करें
ja_jp: デフォルトテーマに切り替える
lv_lv: Izmantot noklusējuma tēmu

source: This will change your theme: your shop will then use the default theme of the version of PrestaShop you are upgrading to.
hi_in: यह आपकी थीम को बदल देगा: आपकी दुकान तब PrestaShop के संस्करण की डिफ़ॉल्ट थीम का उपयोग करेगी, जिसका आप उन्नयन कर रहे हैं
ja_jp: これにより、ご利用中のテーマが変更されます：ショップはアップグレードするバージョンの PrestaShop デフォルトテーマになります。
lv_lv: Tiks mainīts veikala dizaina šablons: veikalā tiks lietots noklusētais atjaunojamā PrestaShop šablons.

source: Keep the customized email templates
hi_in: अनुकूलित ईमेल टेम्पलेट्स रखें
ja_jp: カスタマイズされたメールテンプレートを保持する
lv_lv: Paturēt pielāgotos e-pasta šablonus

source: This will not upgrade the default PrestaShop e-mails.
hi_in: यह डिफ़ॉल्ट प्रेस्ताशोप ई-मेल को अपग्रेड नहीं करेगा।
ja_jp: デフォルトの PrestaShop メールはアップグレードされません。
lv_lv: Šī darbība neatjaunos noklusētos PrestaShop e-pastus.

source: If you customized the default PrestaShop e-mail templates, enabling this option will keep your modifications.
ja_jp: デフォルトの PrestaShop メールテンプレートをカスタマイズしている場合、このオプションを有効にする事で変更内容を残すことが出来ます。
lv_lv: Ja izmanījāt noklusētos PrestaShop e-pasta šablonus, ieslēdzot šo opciju tiks saglabātas Jūsu veidotās izmaiņas.

source: Unable to create directory %s
ja_jp: %s ディレクトリを作成できません
lv_lv: Nevar izveidot direktoriju %s

source: Unable to create file %s
ja_jp: %s ファイルを作成できません
lv_lv: Nevar izveidot failu %s

source: Error when trying to delete backups %s
ja_jp: バックアップを削除しようとしたときにエラーが発生しました %s
lv_lv: Kļūda mēģinot izdzēst rezerves kopiju %s

source: Restoration process done. Congratulations! You can now reactivate your shop.
ja_jp: 復旧処理が完了しました。おめでとうございます！今すぐショップを再開することができます。
lv_lv: Reģistrācija process ir pabeigts. Apsveicam! Tagad jūs varat reaktivēt jūsu veikalu.

source: Upgrade process done. Congratulations! You can now reactivate your shop.
ja_jp: アップグレード処理が完了しました。おめでとうございます！今すぐショップを再開することができます。
lv_lv: Atjaunošanas process ir pabeigts. Apsveicam! Tagad jūs vara reaktivēt jūsu veikalu.

source: Upgrade process done, but some warnings have been found.
ja_jp: アップグレード作業が完了しましたが、いくつかの警告が見つかりました。
lv_lv: Atjaunošana ir pabeigta, bet ir izveidoti daži brīdinājumi.

source: %s removed
ja_jp: 削除 %s
lv_lv: %s izdzēsts

source: Please remove %s by FTP
ja_jp: FTPを使って %s を削除してください
lv_lv: Lūdzu izdzēstiet %s ar FTP palīdzību

source: Configuration successfully updated.
ja_jp: 設定は正常に更新されました。
lv_lv: Konfigurācija ir veiksmīgi atjaunota.

source: This page will now be reloaded and the module will check if a new version is available.
ja_jp: このページを更新して、モジュールに利用可能な新しいバージョンがないかを確認します。
lv_lv: Lapa tiks pērlādēta un modulis pārbaudīs vai ir pieejama jauna versija.

source: File %s does not exist. Unable to select that channel.
ja_jp: %s ファイルが有りません。そのチャンネルは選択できません。
lv_lv: Fails %s nav atrodams. Nevar izvēlēties šo kanālu.

source: Version number is missing. Unable to select that channel.
ja_jp: バージョン番号が有りません。そのチャンネルは選択できません。
lv_lv: Nav pieejams versijas numurs. Nevar izvēlēties šo kanālu.

source: Upgrade process will use archive.
ja_jp: アップグレード処理はアーカイブを利用します。
lv_lv: Atjaunošanas process izmantos arhīvu.

source: Error on saving configuration
ja_jp: 設定の保存でエラーが発生しました
lv_lv: Kļūda saglabājot konfigurāciju

source: %modifiedfiles% files will be modified, %deletedfiles% files will be deleted (if they are found).
ja_jp: %modifiedfiles% ファイルが変更され、 %deletedfiles% ファイルが削除されます（すでに存在する場合）。
lv_lv: %modifiedfiles% faili tiks modificēti, %deletedfiles% faili tiks dzēsti (ja tie tiks atrasti).

source: No diff files found.
ja_jp: diff ファイルが見つかりません。
lv_lv: Nav atrasti atšķirīgi faili.

source: Unable to check files for the installed version of PrestaShop.
ja_jp: インストールされている PrestaShop のバージョン用のファイルはチェックできません。
lv_lv: Nevar pārbaudīt failus instalētai PrestaShop versijai.

source: Unable to check files
ja_jp: ファイルをチェックできません
lv_lv: Nevar pārbaudīt failus

source: Core files are ok
ja_jp: コアファイルは問題有りません
lv_lv: Pamta faili ir kārtībā

source: %modificationscount% file modifications have been detected, including %coremodifications% from core and native modules:
ja_jp: コアファイルや標準モジュールの %coremodifications% を含む、%modificationscount% ファイルに変更が加わっている事が検出されました。
lv_lv: Noteiktas %modificationscount% failu modifikācijas, ieskaitot %coremodifications% no pamata un standarta moduļiem:

source: Starting upgrade...
ja_jp: アップグレードを開始しています...
lv_lv: Sākam atjaunināšanu...

source: Skip downloading and unzipping steps, upgrade process will now remove sample data.
ja_jp: ダウンロードと圧縮解凍のステップをスキップし、アップグレード処理はサンプルデータを削除します。
lv_lv: Izlaist lejupielādes un atarhivēšanas soļus, atjaunināšanas process tūlīt nodzēsīs parauga datus.

source: Shop deactivated. Removing sample files...
ja_jp: ショップが無効になりました。サンプルファイルの削除中...
lv_lv: Veikals ir neaktīvs. Nodzēš parauga datus...

source: Skip downloading step, upgrade process will now unzip the local archive.
ja_jp: ダウンロードのステップをスキップし、アップグレード処理はローカルのアーカイブを解凍します。
lv_lv: Izlaist lejupielādes soli, atjaunināšanas process atarhivēs lokālo arhīvu.

source: Shop deactivated. Extracting files...
ja_jp: ショップが無効になりました。ファイルの解凍中...
lv_lv: Veikals ir neaktīvs. Atarhivē failus...

source: Shop deactivated. Now downloading... (this can take a while)
ja_jp: ショップが無効になりました。ダウンロード中...（この処理には時間が掛かります）
lv_lv: Veikals ir neaktīvs. Notiek lejupielāde...

source: Downloaded archive will come from %s
lv_lv: Arhīvs tiks lejupielādēts no %s

source: MD5 hash will be checked against %s
ja_jp: %s に対して、MD5 ハッシュのチェックを行ないます。
lv_lv: MD5 summa tiks pārbaudīta pēc %s

source: "/latest" directory has been emptied
ja_jp: "/latest" ディレクトリを空にしました
lv_lv: "/latest" direktorija tika iztīrīta

source: File extraction complete. Removing sample files...
ja_jp: ファイルの解凍が完了しました。サンプルファイルを削除しています...
lv_lv: Failu atarhivēšana veiksmīga. Notiek parauga failu nodzēšana...

source: Unable to extract %filepath% file into %destination% folder...
ja_jp: %filepath% ファイルを %destination% フォルダ内に解凍する事が出来ません...
lv_lv: Nevar atarhivēt %filepath% failu %destination% direktorijā...

source: This is not a valid archive for version %s.
ja_jp: これは、バージョン%s 用の検証済みアーカイブでは有りません。
lv_lv: Šis nav versijai %s atbilstošs arhīvs.

source: Database upgrade completed
lv_lv: Datubāzes jauninājums pabeigts

source: [NOTICE] File %s does not exist, merge skipped.
lv_lv: [NOTICE] Fails %s neeksistē, apvienošana izlaista.

source: [WARNING] %variablename% variable missing in file %filename%. Merge skipped.
lv_lv: [WARNING] Mainīgais %variablename% nav atrodams failā %filename%. Apvienošana izlaista.

source: [WARNING] %variablename% variable missing in file %filename%. File %filename% deleted and merge skipped.
lv_lv: [WARNING] Mainīgais %variablename% nav atrodams failā %filename%. Fails %filename% tika nodzēsts un apvienošana izlaista.

source: %s ignored
lv_lv: %s tika ignorēts

source: [WARNING] File %1$s has been deleted.
lv_lv: [WARNING] Fails %1$s tika nodzēsts.

source: Directory %1$s created.
lv_lv: Direktorija %1$s tika izveidota.

source: Error while creating directory %s.
lv_lv: Kļūda izveidojot direktoriju %s.

source: Directory %s already exists.
lv_lv: Direktorija %s jau eksistē.

source: [TRANSLATION] The translation files have been merged into file %s.
lv_lv: [TRANSLATION] Tulkojuma faili tika apvienoti %s failā.

source: [TRANSLATION] The translation files have not been merged into file %filename%. Switch to copy %filename%.
lv_lv: [TRANSLATION] Tulkojuma faili netika apvienoti %filename% failā. Pārslēdzietieties uz kopiju %filename%.

source: Copied %1$s.
lv_lv: Nokopēts %1$s.

source: Error while copying file %s
lv_lv: Kļūda kopējot failu %s

source: [ERROR] file %s is missing : unable to restore files. Operation aborted.
lv_lv: [ERROR] fails %s nav atrodams : nevar atjaunot failus. Darbība atcelta.

source: [ERROR] File %s is missing: unable to restore files. Operation aborted.
lv_lv: [ERROR] fails %s nav atrodams: nevar atjaunot failus. Darbība atcelta.

source: [ERROR] No backup database files found: it would be impossible to restore the database. Operation aborted.
lv_lv: [ERROR] Nav atrasti datu bāzes rezerves kopiju faili: nav iespējams atjaunot datu bāzi. Darbība atcelta.

source: Restoring files ...
lv_lv: Atjauno failus ...

source: Nothing to restore
lv_lv: Nav ko atjaunot

source: %s file(s) will be removed before restoring the backup files.
lv_lv: %s fails(i) tiks nodzēsti pirms failu atjaunošanas no rezerves kopijas.

source: [ERROR] Backup file %s does not exist.
lv_lv: [ERROR] Rezerves kopijas fails %s nav atrodams.

source: [ERROR] File "%s" does not exist.
lv_lv: [ERROR] Fails "%s" neeksistē.

source: Unable to remove upgraded files.
lv_lv: Nevar nodzēst atjauninātos failus.

source: Files restored. Now restoring database...
lv_lv: Faili atjaunoti. Atjaunoju datu bāzi...

source: Files restored.
lv_lv: Faili atjaunoti.

source: Unable to extract file %filename% into directory %directoryname% .
lv_lv: Nevar atarhivēt failu %filename% direktorijā %directoryname% .

source: %s: File format does not match.
lv_lv: %s: faila formāts nesakrīt.

source: Opening backup database file %filename% in %extension% mode
lv_lv: Atver datu bāzes failu %filename% %extension% režīmā

source: Database backup is empty.
lv_lv: Datu bāzes rezerves kopija ir tukša.

source: Database restoration file %filename% done. %filescount% file(s) left...
lv_lv: Datu bāzes rezerves kopijas fails %filename% ir izveidots. Atlikuši %filescount% fails(i)...

source: Database restoration file %1$s done.
lv_lv: Datu bāzes rezerves kopijas fails %1$s ir izveidots.

source: Database has been restored.
lv_lv: Datu bāze ir atjaunota.

source: Error during database restoration
lv_lv: Kļūda atjaunojot datu bāzi

source: %numberqueries% queries left for file %filename%...
lv_lv: Failam %filename% palikuši %numberqueries% pieprasījumi...

source: Database restoration done.
lv_lv: Datu bāzes atjaunošana veiksmīga.

source: Database backup skipped. Now upgrading files...
lv_lv: Datu bāzes rezerves kopijas izveidošana izlaista. Atjaunoju failus...

source: Backup directory is not writable (%path%).
lv_lv: Rezerves kopijas direktorija nav ierakstāma (%path%).

source: Backup file %s already exists. Operation aborted.
lv_lv: Rezerves kopijas fails %s jau eksistē. Darbība atcelta.

source: Unable to create backup database file %s.
lv_lv: Nevar izveidot datu bāzes rezerves kopijas failu %s.

source: Error during database backup.
lv_lv: Kļūda veidojot datu bāzes rezerves kopiju.

source: An error occurred while backing up. Unable to obtain the schema of %s
ja_jp: バックアップ中にエラーが発生しました。%s のスキーマを取得できません。
lv_lv: Kļūda veidojot rezerves kopiju. Nevarēja iegūt %s shēmu

source: %s table has been saved.
lv_lv: %s tabula tika saglabāta.

source: %s tables have been saved.
lv_lv: %s tabulas tika saglabātas.

source: Database backup: %s table(s) left...
lv_lv: Datu bāzes rezerves kopēšana: vēl %s tabula(s)...

source: No valid tables were found to back up. Backup of file %s canceled.
lv_lv: Netika atrastas tabulas kurām veidot rezerves kopiju. Faila %s rezeves kopijas veidošana ir atcelta.

source: Error during database backup for file %s.
lv_lv: Kļūda veidojot datu bāzes rezerves kopiju faila %s.

source: Database backup done in filename %s. Now upgrading files...
lv_lv: Datu bāzes rezerves kopija izveidota failā %s. Atjauninu failus...

source: Error during backupFiles
lv_lv: Kļūda veidojot backupFiles

source: [ERROR] backupFiles filename has not been set
lv_lv: [ERROR] backupFiles nav iestatīts faila nosaukums

source: %s Files to backup.
lv_lv: %s Faili kuriem veidot rezerves kopiju.

source: Downloading from %s
lv_lv: Ielādējas %s

source: File will be saved in %s
lv_lv: Fails tiks saglabāts %s

source: Download directory has been emptied
lv_lv: Lejupielāžu direktorija ir iztīrīta

source: Download complete.
lv_lv: Lejupielāde pabeigta.

source: Error:
lv_lv: Kļūda:

source: The uploaded file exceeds the upload_max_filesize directive in php.ini
ja_jp: アップロードされたファイルは、php.ini の upload_max_filesize ディレクティブを超えています。
lv_lv: Augšupielādētais fails pārsniedz upload_max_filesize direktīvu php.ini failā

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form
lv_lv: Brīdinājums: Augšupielādētais fails pārsniedz MAX_FILE_SIZE direktīvu, kas tika norādīta formā HTML

source: The uploaded file was only partially uploaded
ja_jp: アップロードファイルの一部のみアップロードされました。
lv_lv: Fails tika augšupielādēts tikai daļēji
mk_mk: Додадената датотека само делумно беше додадена

source: No file was uploaded.
ja_jp: アップロードされたファイルはありません。
lv_lv: Neviens fails nav augšupielādēts
mk_mk: Датотеката не беше додадена

source: Missing a temporary folder
lv_lv: Trūkst pagaidu mapes

source: Failed to write file to disk
ja_jp: ファイルの書き込みに失敗しました
lv_lv: Kļūda saglabājot failu uz diska
mk_mk: неможен запис на на дискот

source: File upload stopped by extension
lv_lv: Paplašinājums apturēja faila augšupielādi

source: Cannot convert your database's data to utf-8.
lv_lv: Nevar konvertēt datu bāzes datus uz utf-8.

source: Your MySQL server does not support this engine, please use another one like MyISAM
lv_lv: Jūsu MySQL serveris neatbalsta šo datu bāzes tipu, lūdzu, izmantojiet citu, piemēram, MyISAM

source: Your lastname contains some invalid characters
ja_jp: 姓にいくつかの不正な文字が含まれています
lv_lv: Jūsu uzvārds satur neatļautus simbolus
mk_mk: Вашето презиме содржи невалидни знаци

source: The file /img/logo.jpg is not writable, please CHMOD 755 this file or CHMOD 777
lv_lv: Fails /img/logo.jpg nav rakstāms, lūdzu pielietojiet šim failam CHMOD 755 vai CHMOD 777

source: Invalid catalog mode
lv_lv: Nepareizs kataloga režīms

source: No error code available
lv_lv: Kļūdas kods nav pieejams

source: This installer is too old.
lv_lv: Šis instalētājs ir novecojis.

source: The app/config/parameters.php file was not found. Did you delete or rename this file?
lv_lv: app/config/parameters.php fails netika atrasts. Vai jūs izdzēsāt vai pārdēvējāt šo failu?

source: Cannot find the SQL upgrade files. Please verify that the /install/upgrade/sql folder is not empty.
lv_lv: Nevar atrast SQL atjaunināšanas failus. Pārbaudiet vai /install/upgrade/sql direktorija nav tukša.

source: No upgrade is possible.
lv_lv: Nav pieejami atjauninājumi.

source: Error while loading SQL upgrade file.
lv_lv: Kļūda ielādējot SQL atjaunināšanas failu.

source: Error while inserting content into the database
lv_lv: Kļūda ievietojot saturu datu bāzē

source: Unfortunately,
lv_lv: Diemžēl,

source: SQL errors have occurred.
lv_lv: SQL kļūdas.

source: The config/defines.inc.php file was not found. Where did you move it?
lv_lv: Fails config/defines.inc.php netika atrasts. Kur tas ir pārvietots?

source: Rollback
lv_lv: Atsaukšana

source: After upgrading your shop, you can rollback to the previous database and files. Use this function if your theme or an essential module is not working correctly.
lv_lv: Pēc veikala atjaunināšanas varat atgriezties pie iepriekšējās datubāzes un failiem. Izmantojiet šo funkciju, ja veikala tēma vai kādi moduļi nedarbojas korekti.

source: Choose your backup:
lv_lv: Izvēlieties rezerves kopiju:

source: -- Choose a backup to restore --
lv_lv: - Izvēlieties rezerves kopiju kuru atjaunot -

source: The pre-Upgrade checklist
lv_lv: Pirms-atjaunošanas kontrolsaraksts

source: The checklist is not OK. You can only upgrade your shop once all indicators are green.
lv_lv: Pārbaudes saraksts nav kārtībā. Veikalu var atjaunot tikai tad ja visi indikatori ir zaļi.

source: Before starting the upgrade process, please make sure this checklist is all green.
lv_lv: Pirms atjaunināšanas procesa sākšanas pārliecinieties, ka šis kontrolsaraksts ir zaļš.

source: The 1-click upgrade module is up-to-date (your current version is v%s)
lv_lv: 1 klikšķa atjaunināšanas modulis ir atjaunināts (patreizējā versija v%s)

source: Download
hi_in: डाउनलोड
ja_jp: ダウンロード
lv_lv: Lejupielādēt
mk_mk: Симнување

source: Your store's root directory is writable (with appropriate CHMOD permissions)
lv_lv: Jūsu veikala pamatdirektorija ir rakstāma (ar atbilstošām CHMOD atļaujām)

source: The "/admin/autoupgrade" directory is writable (appropriate CHMOD permissions)
lv_lv: "/admin/autoupgrade" direktorija ir rakstāma (atbilstošas CHMOD atļaujas)

source: PHP's "Safe mode" option is turned off
lv_lv: PHP "Safe mode" opcija ir izslēgta

source: PHP's "allow_url_fopen" option is turned on, or cURL is installed
lv_lv: PHP's "allow_url_fopen" parametrs ir ieslēgts vai arī ir instalēts cURL

source: Your store is in maintenance mode
lv_lv: Notiek veikala apkalpošanas darbi

source: Click here to put your shop under maintenance
lv_lv: Noklikšķiniet šeit, lai ieslēgtu veikala tehniskās apkalpošanas režīmu

source: PrestaShop's caching features are disabled
lv_lv: PrestaShop kešošana ir izslēgta

source: PHP's max_execution_time setting has a high value or is disabled entirely (current value: unlimited)
lv_lv: PHP max_execution_time iestatījumam ir liela vērtība vai tā ir izslēgta (pašreizējā vērtība: neierobežota)

source: PHP's max_execution_time setting has a high value or is disabled entirely (current value: %s seconds)
lv_lv: PHP max_execution_time iestatījumam ir liela vērtība vai tā ir izslēgta (pašreizējā vērtība: %s sekundes)

source: Please also make sure you make a full manual backup of your files and database.
lv_lv: Pārliecinieties vai esat izveidojis pilnu manuālu datu bāzes un failu kopiju.

source: Branch:
lv_lv: Zars:

source: available
lv_lv: pieejams

source: unavailable
lv_lv: nav pieejams

source: Version number:
lv_lv: Versijas numurs:

source: Changelog:
lv_lv: Izmaiņas:

source: see changelog
lv_lv: skatiet izmaiņu sarakstu

source: Major release
lv_lv: Pamata versija

source: Minor release (recommended)
lv_lv: Labojumu versija (ieteicama)

source: Release candidates
lv_lv: Izlaidumu kandidāti

source: Beta releases
lv_lv: Beta versijas

source: Alpha releases
lv_lv: Alfa versijas

source: Private release (require link and MD5 hash)
lv_lv: Privāta versija (nepieciešama saite un MD5 hash)

source: Local archive
lv_lv: Vietējais arhīvs

source: Local directory
lv_lv: Vietējā direktorija

source: Channel:
lv_lv: Kanāls:

source: This option regroup all stable versions.
lv_lv: Šī opcija pārgrupēs visas stabilās versijas.

source: Link:
lv_lv: Saite:

source: Hash key:
lv_lv: Hash atslēga:

source: Allow major upgrade:
lv_lv: Atļaut pamata versijas atjaunināšanu:

source: Archive to use:
lv_lv: Arhīvs kuru lietot:

source: Expert mode
lv_lv: Ekspertu režīms

source: Step
ja_jp: ステップ
lv_lv: Solis

source: Welcome!
ja_jp: ようこそ！
lv_lv: Sveicināti!
mk_mk: Добродојдовте!

source: Your server cannot download the file. Please upload it first by ftp in your admin/autoupgrade directory
lv_lv: Serveris nevar lejupielādēt failu. Augšupielādējiet to ar FTP serveri un ievietojiet to /admin/autoupgrade direktorijā

source: Click to refresh the page and use the new configuration
lv_lv: Nospiediet lai atjanotu lapu un lietotu jauno konfigurāciju
