Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.3/*/ModulesLegalcomplianceShop.*.xlf
Languages: he_il

source: You must agree to our Terms of Service before going any further!
he_il: יש להסכים לתנאי השירות לפני שממשיכים !

source: Select a payment option first.
he_il: ראשית, בחר אפשרות תשלום.

source: From
he_il: מ

source: Shipping excluded
he_il: ללא דמי משלוח

source: Information
he_il: מידע

source: Print this page
he_il: הדפס עמוד זה

source: My shopping cart
he_il: סל הקניות שלי

source: Shipping and payment
he_il: משלוח ותשלום

source: and
he_il: ל-

source: shipping excluded
he_il: לא כולל משלוח

source: (Under conditions)
he_il: (על פי התנאים)
