Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.3/*/ShopDemoCatalog.*.xlf
Languages: hi_in

source: Polyester
hi_in: पॉलिएस्टर

source: Wool
hi_in: ऊन

source: Viscose
hi_in: विस्कोस

source: Elastane
hi_in: इलास्टान

source: Maxi Dress
hi_in: मैक्सी पोशाक

source: 2.75 in
hi_in: २.७५ इंच

source: 2.06 in
hi_in: २.०६ इंच

source: 49.2 g
hi_in: ४९.२ ग्राम

source: 0.26 in
hi_in: ०.२६ इंच

source: 1.07 in
hi_in: १.०७ इंच

source: 1.62 in
hi_in: १.६२ इंच

source: 15.5 g
hi_in: १५.५ ग्राम

source: S
hi_in: एस

source: M
hi_in: एम

source: L
hi_in: एल

source: One size
hi_in: एक साइज़

source: Pink
hi_in: गुलाबी

source: Size
hi_in: साइज़

source: Shoe size
hi_in: जूते का साइज़

source: Color
hi_in: रंग

source: Height
hi_in: ऊंचाई

source: Width
hi_in: चौड़ाई

source: Depth
hi_in: गहराई
