Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.3/*/ShopNotificationsError.*.xlf
Languages: is_is, lt_lt, sq_al

source: Could not delete address.
lt_lt: Nepavyko ištrinti adreso.
sq_al: Nuk mundi ta fshijë këtë asresë.

source: Please fix the error below.
lt_lt: Ištaisykite žemiau pateiktą klaidą.
sq_al: Të lutem rregullo gabimin e mëposhtëm.

source: %s is required.
is_is: %s áskilið.
lt_lt: %s yra privalomas.
sq_al: %s kërkohet.

source: is invalid.
lt_lt: yra neteisingas.
sq_al: është i pavlefshëm.

source: The %1$s field is too long (%2$d chars max).
is_is: %1$s strengur er of langur (%2$d stafir mest).
lt_lt: Laukas %1$s yra per ilgas (daugiausiai %2$d simboliai(-ių)).
sq_al: Fusha %1$s është tepër e gjatë (maks. %2$d karaktere).

source: This voucher is disabled
is_is: Inneignarnóta er óvirk
lt_lt: Šis kuponas išjungtas
sq_al: Ky kupon është çaktivizuar

source: This voucher has already been used
lt_lt: Šis kuponas jau buvo panaudotas
sq_al: Ky kupon tashmë është përorur

source: This voucher is not valid yet
lt_lt: Kuponas dar negalioja
sq_al: Ky kupon akoma nuk është i vlefshëm

source: This voucher has expired
lt_lt: Kuponas pasibaigęs
sq_al: Ky kupon ka skaduar

source: You cannot use this voucher anymore (usage limit reached)
lt_lt: Jūs negalite daugiau naudoti šio kupono (pasiektas panaudojimų limitas)
sq_al: Ju nuk mund të përdorni këtë kupon më (limiti i përdorimit është arritur)

source: You cannot use this voucher
lt_lt: Negalite naudoti šio kupono
sq_al: Ju nuk mund të përdorni këtë kupon

source: You must choose a delivery address before applying this voucher to your order
lt_lt: Privalote pasirinkti pristatymo adresą prieš naudodami šį kuponą jūsų užsakymui
sq_al: Ju duhet të zgjidhni një adresë livrimi para se të aplikoni këtë kupon për urdhërblerjen tuaj

source: You cannot use this voucher in your country of delivery
lt_lt: Jūs negalite naudoti šio kupono savo šalies pristatymui
sq_al: Ju nuk mund të përdorni këtë kupon në vendin tuaj

source: You must choose a carrier before applying this voucher to your order
lt_lt: Privalote pasirinkti kurjerį prieš pritaikant kuponą jūsų užsakymui
sq_al: Ju duhet të zgjidhni një adresë livrimi para se të aplikoni këtë kupon për urdhërblerjen tuaj

source: You cannot use this voucher with this carrier
lt_lt: Negalite naudoti šio kupono su šiuo kurjeriu
sq_al: Ju nuk mund ta përdorni këtë kupon me këtë transportues

source: You cannot use this voucher on products on sale
lt_lt: Negalite naudoti kupono išparduodamoms prekės

source: Please log in first
lt_lt: Prašome pirma prisijungti
sq_al: Ju lutemi identifikohuni më parë

source: You have not reached the minimum amount required to use this voucher
lt_lt: Jūs nepasiekėte minimalios sumos, reikalingos norint pasinaudoti kuponu
sq_al: Ju nuk e keni arritur shumën minimale të kërkuar për të përdorur këtë kupon

source: This voucher is already in your cart
lt_lt: Kuponas jau priskirtas krepšeliui
sq_al: Ky kupon është tashmë në shportën tuaj

source: This voucher is not combinable with an other voucher already in your cart: %s
lt_lt: Kupono negalima apjungti su kitu kuponu, esančiu jūsų krepšelyje: %s

source: Cart is empty
lt_lt: Krepšelis tuščias
sq_al: Shporta është e zbraztë

source: You cannot use this voucher in an empty cart
lt_lt: Negalite naudoti kupono tuščiame krepšelyje
sq_al: Ju nuk mund të përdorni këtë kupon në një shportë të zbraztë

source: You cannot use this voucher with these products
lt_lt: Negalite naudoti kupono su šiomis prekėmis
sq_al: Ju nuk mund të përdorni këtë kupon me këto produkte

source: Your account isn't available at this time, please contact us
is_is: Ekki er hægt að tengjast reikningnum núna, vinsamlegast hafið samband
lt_lt: Jūsų paskyra šiuo metu nepasiekiama, susisiekite su mumis
sq_al: Llogaria jote nuk është e disponueshme në këtë kohë, të lutem na kontakto

source: Authentication failed.
is_is: Innskráning gekk ekki eftir.
lt_lt: Identifikavimas nepavyko

source: Invalid email/password combination
is_is: Ógild tölvupóstfang/lykilorð samsetning
lt_lt: Neteisinga el. pašto/slaptažodžio kombinacija
sq_al: Kombinim i pavlefshëm email/fjalëkalim

source: There seems to be an issue with your account, please contact support
lt_lt: Atsirado klaida, susijusi su jūsų paskyra, susisiekite su mūsų klientų aptarnavimo skyriumi

source: An account was already registered with this email address
lt_lt: Šiuo el. pašto adresu jau sukurta paskyra

source: Password is required
is_is: Krafist er lykilorðs
lt_lt: Slaptažodis yra būtinas
sq_al: Kërkohet fjalëkalimi

source: Login is required
lt_lt: Privalomas prisijungimas
sq_al: Kërkohet identifikimi

source: Invalid login
lt_lt: Neteisingas prisijungimas
sq_al: Identifikimi i pavlefshëm

source: Invalid password
lt_lt: Neteisingas slaptažodis
sq_al: Fjalëkalimi i pavlefshëm

source: Authentication failed
lt_lt: Identifikavimas nepavyko
sq_al: Autentikimi dështoi

source: Invalid email address.
is_is: Villa í tölvupóstfangi.
lt_lt: Klaidingas el. pašto adresas.
sq_al: Adresë e pasakte email

source: We cannot regenerate your password with the data you've submitted
lt_lt: Negalime atkurti slaptažodžio su jūsų pateiktais duomenimis

source: You cannot regenerate the password for this account.
lt_lt: Jūs negalite iš naujo sugeneruoti slaptažodžio šiai vartotojo paskyrai.

source: You can regenerate your password only every %d minute(s)
lt_lt: Jūs galite sugeneruoti slaptažodį iš naujo kas %d minutes(-čių)

source: An error occurred while sending the email.
lt_lt: Siunčiant el. laiškus įvyko klaida.

source: Customer account not found
lt_lt: Nerasta pirkėjo paskyra

source: The password and its confirmation do not match.
lt_lt: Slaptažodis ir jo pakartojimas nesutampa.

source: The password change request expired. You should ask for a new one.
lt_lt: Slaptažodžio keitimo prašymas jau negalioja. Paprašykite slaptažodžio keitimo dar kartą.

source: An error occurred with your account, which prevents us from updating the new password. Please report this issue using the contact form.
lt_lt: Įvyko klaida, susijusi su jūsų paskyra, kuri neleidžia mums atnaujinti slaptažodžio. Praneškite mums apie šią klaidą naudodami kontaktinę formą.

source: The message cannot be blank.
is_is: Skilaboðin geta ekki verið tóm.
lt_lt: Žinutė negali būti tuščia
sq_al: Mesazhi nuk mund të jetë i zbrazët.

source: The order is no longer valid.
lt_lt: Užsakymas nebegalioja.

source: This message is invalid (HTML is not allowed).
lt_lt: Pranešimas yra neteisingas (HTML neleidžiamas).

source: You do not have enough products to request an additional merchandise return.
is_is: Þú ert ekki með nægar vörur til að óska eftir frekari vöruskilum.
lt_lt: Jūs neturite pakankamai prekių, kad prašytumėte kito prekių grąžinimo.
sq_al: Ju nuk keni mjaft produkte për të kërkuar kthimin shtesë të mallit.

source: Please provide an explanation for your RMA.
is_is: Vinsamlega gefðu skýringu á ósk um vöruskil.
lt_lt: Prašome pateikti PGP paaiškinimą.
sq_al: Luteni të jepni sqarim për AKM-në tuaj.

source: Please check at least one product you would like to return.
is_is: Vinsamlega merktu við a.m.k. eina vöru sem þú villt skila.
lt_lt: Pažymėkite bent vieną norimą grąžinti prekę.
sq_al: Luteni ta zgjedhni së paku një produkt që dëshironi ta ktheni.

source: For each product you wish to add, please specify the desired quantity.
is_is: Upplýstu um fjölda hverrar vörutegundar sem þú vilt skila.
lt_lt: Pasirinkite pažymėtų prekių kiekį.
sq_al: Për secilin produkt që dëshironi ta shtoni, luteni ta specifikoni sasinë e dëshiruar.

source: This order cannot be returned
lt_lt: Šis užsakymas negali būti grąžinamas

source: Invalid message
is_is: Ógild skilaboð
lt_lt: Neteisingas pranešimas
sq_al: Mesazhi i pavlefshëm

source: You do not have access to this product.
lt_lt: Jūs neturite prieigos prie šios prekės.

source: An error occurred while deleting the selected picture.
lt_lt: Įvyko klaida trinant vaizdą

source: An error occurred during the image upload process.
lt_lt: Klaida įkeliant paveiksliuką.

source: Invalid key.
is_is: Ógilt tákn.
lt_lt: Klaidingas raktas.
sq_al: Çelësi i pavlefshëm.

source: This product does not exist in our store.
lt_lt: Prekė neegzistuoja parduotuvėje.

source: This product has been deleted.
lt_lt: Ši prekė buvo pašalinta.

source: This file no longer exists.
lt_lt: Failas nebegzistuoja.
sq_al: Ky skedar nuk ekziston më.

source: This product has been refunded.
lt_lt: Suma už prekė jau grąžinta.

source: The product deadline is in the past.
lt_lt: Pasibaigė prekės terminas.

source: The product expiration date has passed, preventing you from download this product.
lt_lt: Baigėsi prekės galiojimo terminas, šios prekės atsisiuntimas stabdomas.

source: Expiration date has passed, you cannot download this product.
lt_lt: Baigėsi prekės galiojimo terminas, jūs nebegalite atsisiųsti šios prekės.

source: You have reached the maximum number of downloads allowed.
lt_lt: Jūs pasiekėte galimų parsisiuntimų limitą.

source: Please provide the required information
is_is: Vinsamlegast veitið nauðsynlegar upplýsingar
lt_lt: Pateikite visą privalomą informaciją
sq_al: Të lutem jep informacionin e kërkuar

source: We couldn't find your order with the information provided, please try again
lt_lt: Negalime rasti užsakymo su jūsų nurodyta informacija, pabandykite dar kartą

source: An unexpected error occurred while creating your account.
lt_lt: Įvyko klaida kuriant paskyrą.

source: The customer could not be found.
is_is: Viðskiptavinur finnst ekki.
lt_lt: Klientas nerastas.
sq_al: Nuk u gjet klienti.

source: Could not update your information, please check your data.
lt_lt: Nepavyko atnaujinti informacijos, patikrinkite savo duomenis.
sq_al: Nuk mund të përditësonim informacionin tënd, të lutem kontrollo të dhënat tua.

source: This product is no longer available.
lt_lt: Prekės nebeturime.

source: You must enter a voucher code.
lt_lt: Privalote įvesti kupono kodą.
sq_al: Duhet të futësh një kod kuponi.

source: The voucher code is invalid.
lt_lt: Kupono kodas neteisingas.
sq_al: Kodi i kuponit është i pavlefshëm.

source: This voucher does not exist.
lt_lt: Kuponas neegzistuoja.

source: You must add %d minimum quantity
lt_lt: Privalote pridėti mažiausiai %d prekes

source: Null quantity.
lt_lt: Nulinis kiekis.

source: Product not found
lt_lt: Prekė nerasta
sq_al: Produkti nuk u gjet

source: Please fill in all of the required fields, and then save your customizations.
lt_lt: Užpildykite visus būtinus laukus ir išsaugokite nuostatas.

source: You already have the maximum quantity available for this product.
lt_lt: Jūs jau turite didžiausią galimą šios prekės kiekį.

source: PHP "Dom" extension has not been loaded.
lt_lt: PHP "Dom" plėtinys neužkrautas.
sq_al: Shtojca PHP "Dom" nuk është ngarkuar.

source: Sorry. We cannot renew your order.
lt_lt: Atsiprašome, mes negalime atnaujinti Jūsų užsakymo.
sq_al: Më vjen keq. Nuk mund ta ripërtërijmë porosinë tënde.

source: Some items are no longer available, and we are unable to renew your order.
lt_lt: Kai kurios pozicijos yra nepasiekiamos, mes negalime atnaujinti Jūsų užsakymo.

source: You do not have access to this category.
lt_lt: Jūs neturite prieigos prie šios kategorijos.
sq_al: Nuk ke qasje në këtë kategori.

source: Order return not found.
lt_lt: Užsakymo grąžinimas nerastas.
sq_al: Kthimi i porosisë nuk u gjet.

source: Order return not confirmed.
lt_lt: Užsakymo grąžinimas nepatvirtintas.
sq_al: Kthimi i porosisë nuk u gjet.

source: You have no merchandise return authorizations.
is_is: Þú hefur ekki fengið heimild til vörurskila.
lt_lt: Jūs neturite patvirtintų grąžinimų.
sq_al: Ju nuk keni asnjë autorizim për kthimin e mallit.

source: Invoices are disabled in this shop.
lt_lt: Sąskaitos šioje parduotuvėje išjungtos.
sq_al: Faturat janë çaktivizuar për këtë dyqan.

source: The invoice was not found.
lt_lt: Sąskaita nerasta.

source: No invoice is available.
lt_lt: Sąskaitų nėra.
sq_al: Nuk ka faturë në dispozicion.

source: There are not enough products in stock
lt_lt: Nepakanka prekės atsargų
sq_al: Nuk ka produkte të mjaftueshme në stok

source: Your address is incomplete, please update it.
sq_al: Adresa jote nuk është e plotë, të lutem përditësoje atë.

source: You must add %quantity% minimum quantity
sq_al: Duhet të shtosh një sasi prej të paktën %quantity%
