Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.3/il-PH/AdminModulesNotification.*.xlf
Languages: fil_ph

source: No graph engine selected
fil_ph: Walang grap ng engine ang napili

source: Graph engine selected is unavailable.
fil_ph: Ang napiling grap ng engine ay hindi magagamit.

source: Unable to install the module (Module name is not valid).
fil_ph: Hindi maaaring i-install ang modulo (Ang pangalan ng modulo ay hindi tama).

source: The version of your module is not compliant with your PrestaShop version.
fil_ph: Ang bersyon ng iyong modulo ay hindi sang-ayon sa iyong bersyon ng PrestaShop.

source: Before installing this module, you have to install this/these module(s) first:
fil_ph: Bago mag-install nitong modulo, kailangan mo muna i-install ito/ang mga ito na (mga) modulo:

source: No grid engine selected
fil_ph: Walang parilya ang napiling engine

source: Grid engine selected is unavailable.
fil_ph: Ang parilya ng engine na napili ay hindi magagamit.

source: Please specify module URL
fil_ph: Pakiusap na tukuyin ang modulo ng URL

source: Unknown archive type.
fil_ph: Hindi kilalang tipo ng archive.

source: There was an error while extracting the module (file may be corrupted).
fil_ph: Nagkakaroon isang kamalian habang kumukuha ng modulo (ang payl ay maaaring napinsala).

source: The module %1$s that you uploaded is not a valid module.
fil_ph: Ang modulo %1$s na iyong na-upload ay hindi isang tamang modulo.

source: The module was successfully downloaded.
fil_ph: Ang modulo ay matagumpay na nai-download.

source: Successfully signed in to PrestaShop Addons.
fil_ph: Matagumpay na nag-sign in sa PrestaShop Addons.

source: Error found : %1$s in country_module_list.xml file.
fil_ph: Natagpuang kamalian : %1$s sa country_module_list.xml na payl.

source: Module(s) uninstalled successfully.
fil_ph: Ang (mga) modulo ay matagumpay na na-uninstall.

source: The module transplanted successfully to the hook.
fil_ph: Ang modulong inilipat ay matagumpay sa hook.

source: Hook cannot be loaded.
fil_ph: Ang hook ay hindi maaring mapuno.

source: This module has already been transplanted to this hook.
fil_ph: Ang modulong ito ay inilipat na sa hook na ito.

source: You are not allowed to uninstall this module.
fil_ph: Hindi ka pinapayagan na i-uninstall ang modulong ito.

source: You are not allowed to upgrade this module.
fil_ph: Hindi ka papayagan na mag-upgrade sa modulong ito.

source: Unexpected exception on module %module%. %error_details%
fil_ph: Hindi inaasahang pagbubukod sa modulo %module%. %error_details%

source: Loading data from Addons failed. %error_details%
fil_ph: Ang nilo-load na datos mula sa Addons ay bigo. %error_details%

source: %module% did not return a valid response on %action% action.
fil_ph: %module% ay hindi babalik sa isang wasto ang pagsagot sa %action% aksyon.

source: Cannot %action% module %module%. %error_details%
fil_ph: Hindi maaari ang %action% sa modulo %module%. %error_details%

source: %action% action on module %module% succeeded.
fil_ph: %action% ang aksyon sa modulo %module% ay nagtagumpay.

source: Unable to find uploaded module at the following path: %file%
fil_ph: Hindi makita ang in-upload na modulo sa mga sumusunod na landas: %file%

source: Cannot extract module in %path% to get its name. %error%
fil_ph: Hindi maaaring kumuha ng modulo sa %path% upang kumuha ng pangalan nito. %error%

source: Parse error detected in main class of module %module%!
fil_ph: I-parse ang kamalian na natuklasan sa pangunahing klase ng module %module%!

source: Error while loading file of module %module%. %error_message%
fil_ph: Nagkakamali habang naglo-load ang payl ng modulo %module%. %error_message%

source: Failed to install admin tab "%name%".
fil_ph: Bigo na ma-install ang admin na tab "%name%".

source: Failed to uninstall admin tab "%name%".
fil_ph: Bigo na i-uninstall ang admin ng tab "%name%".

source: You are about to disable %moduleName% module.
fil_ph: Ikaw ay patungkol sa hindi pagpapagana %moduleName% ng modulo.

source: Your current settings will be saved, but the module will no longer be active.
fil_ph: Ang iyong kasalukuyang mga setting ay nai-seyb, ngunit ang modulo ay hindi na maaaring maging aktibo.

source: You are about to log out your Addons account. You might miss important updates of Addons you've bought.
fil_ph: Ikaw ay patungkol sa pag-log out ng iyong account sa Addons. Maaari mong makaligtaan ang importanteng mga update ng binili mong Addons.

source: Installing module...
fil_ph: Nag-i-install ng modulo...

source: It will close as soon as the module is installed. It won't be long!
fil_ph: Ito ay magsasarado sa sandaling ang modulo ay na-install. Ito ay hindi magtatagal!

source: You are about to [1] the following modules:
fil_ph: Ikaw ay patungkol sa [1] mga sumusunod na mga modulo:

source: No changelog provided
fil_ph: Walang changelog na ibinigay

source: No description found for this module :(
fil_ph: Walang paliwanag ang natagpuan para sa modulong ito :(

source: No additional description provided for this module :(
fil_ph: Walang paliwanag na naidagdag na ibinigay para sa modulo :(

source: You need to select at least one module to use the bulk action.
fil_ph: Kailangan mong pumili kahit na isang modulo na gagamitin sa laki ng aksyon.

source: The action "[1]" is not available, impossible to perform your request.
fil_ph: Ang aksyon "[1]" ay hindi magagamit, imposible na magampanan ang iyong kahilingan.

source: Activate module for this shop context: %s.
fil_ph: Buhayin ang modulo para sa konteksto ng shop na ito: %s.

source: Confirm reset
fil_ph: Patotohanan ang pag-reset

source: Would you like to delete the content related to this module ?
fil_ph: Nais mo bang tanggalin ang nilalaman na may kaugnayan sa modulong ito?
