Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.3/il-PH/AdminCatalogNotification.*.xlf
Languages: fil_ph

source: The image could not be found.
fil_ph: Hindi matagpuan ang imahe.

source: An error occurred while attempting to associate this image with your shop.
fil_ph: Nangyayari ang isang kamalian habang sinusubukan na makasama ang imahe na ito sa iyong shop.

source: (cannot load object)
fil_ph: (hindi maaaring i-load ang bagay)

source: This cart rule code is already used (conflict with cart rule %rulename%)
fil_ph: Ang cart na ito ng alituntunin na code ay nagamit na (salungat sa alituntunin ng cart %rulename%)

source: Unknown delete mode: %s
fil_ph: Hindi kilalang moda ng pagbubura: %s

source: Product(s) successfully deleted.
fil_ph: Matagumpay na natanggal ang produkto(s).

source: Product(s) successfully duplicated.
fil_ph: Matagumpay ang pagkopya ng produkto(s).

source: Products successfully sorted.
fil_ph: Matagumpay na pagbubukod-bukod na mga produkto.

source: Product successfully duplicated.
fil_ph: Matagumpay na nakopya ang produkto.

source: Product successfully deactivated.
fil_ph: Matagumpay na hindi na isinaaktibo ang produkto.

source: Stock successfully updated
fil_ph: Matagumpay na na-update ang stock

source: A virtual product can't have combinations.
fil_ph: Ang isang tunay na produkto ay hindi maaaring magkaroon ng mga kombinasyon.

source: You are in a multistore context: any modification will impact all your shops, or each shop of the active group.
fil_ph: Ikaw ay nasa isang multistore na konteksto: kahit na anung pagbabago ay maaaring maapektuhan ang lahat ng iyong mga shop, o sa bawat shop ng aktibong grupo.

source: Duplication in progress...
fil_ph: Progreso ng duplikasyon...

source: Duplication failed.
fil_ph: Nabigong pagduduplikasyon.

source: Activation in progress...
fil_ph: Ang pag -aktibasyon sa progreso...

source: Activation failed.
fil_ph: Ang isinaaktibo ay bigo.

source: Deactivation in progress...
fil_ph: Ang progreso ng hindi isinaaktibo...

source: Deactivation failed.
fil_ph: Ang hindi isinaaktibo ay nabigo.

source: Deletion in progress...
fil_ph: Progreso ng pagtatanggal...

source: Deletion failed.
fil_ph: Nabigong pagtatanggal.

source: Duplicating products
fil_ph: Pagduduplikasyon ng mga produkto

source: Duplicating...
fil_ph: Pagkopya...

source: Activating products
fil_ph: Aktibahin ang mga produkto

source: Activating...
fil_ph: Inaaktiba...

source: Deactivating products
fil_ph: Mga produktong hindi isinasaaktibo

source: Deactivating...
fil_ph: Hindi isinasaaktibo...

source: Deleting products
fil_ph: Pagtatanggal ng mga produkto

source: Deleting...
fil_ph: Pagtatanggal...

source: Friendly URLs are currently enabled.
fil_ph: Ang palakaibigan na mga URL ay kasalukuyang gumagana.

source: To disable it, go to [1]SEO and URLs[/1]
fil_ph: Upang hindi ito paganahin, pumunta sa [1]SEO at mga URL[/1]

source: The "Force update of friendly URL" option is currently enabled.
fil_ph: Ang "Pagpilit na mag-update ng palakaibigang URL" na pagpipilian ay kasalukuyang gumagana.

source: To disable it, go to [1]Product Settings[/1]
fil_ph: Upang hindi ito mapagana, pumunta sa [1]Produkto ng mga Setting[/1]
