Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.3/il-PH/Install.*.xlf
Languages: fil_ph

source: Food and beverage
fil_ph: Ang Pagkain at inumin

source: HiFi, Photo and Video
fil_ph: Ang HiFi, Larawan at Bidyo

source: Home and Garden
fil_ph: Ang Tahanan at Hardin

source: Home Appliances
fil_ph: Ang mga Kagamitan sa Bahay

source: Jewelry
fil_ph: Ang Alahas

source: Lingerie and Adult
fil_ph: Ang lingerie at adulto

source: Mobile and Telecom
fil_ph: Ang Mobile at Telecom

source: Services
fil_ph: Ang mga serbisyo

source: Shoes and accessories
fil_ph: Ang mga sapatos at mga kagamitan

source: Cannot create admin account
fil_ph: Hindi makakagawa ng account ng admin

source: Warning detected during upgrade.
fil_ph: May paalalang nakita habang nag-a-upgrade.

source: Test your database connection now!
fil_ph: Subukan ang iyong database na koneksyon ngayon!

source: Select your country
fil_ph: Pumili ng iyong bansa

source: Shop timezone
fil_ph: Ang timezone ng shop

source: Select your timezone
fil_ph: Pumili ng iyong timezone

source: Shop logo
fil_ph: Ang logo ng shop

source: Optional - You can add you logo at a later time.
fil_ph: Opsyonal - Maaari kang magdagdag ng iyong logo sa ibang pagkakataon.

source: Your Account
fil_ph: Ang iyong account

source: First name
fil_ph: Ang unang pangalan

source: Last name
fil_ph: Ang apelyido

source: E-mail address
fil_ph: Ang adres ng e-mail

source: This email address will be your username to access your store's back office.
fil_ph: Ang adres ng e-mail na ito ay ang iyong magiging username upang ma-access ang iyong store sa back office.

source: Back Office
fil_ph: Ang Back Office

source: Manage your store using your Back Office. Manage your orders and customers, add modules, change themes, etc.
fil_ph: Pangasiwaan ang iyong store gamit ang iyong Back Office. Pangasiwaan ang iyong mga order at mga mamimili, magdagdag ng mga modulo, baguhin ang mga tema, atbp.

source: Manage your store
fil_ph: Pangasiwaan ang iyong store

source: Front Office
fil_ph: Ang Front Office

source: Discover your store as your future customers will see it!
fil_ph: Diskubrehin ang iyong store tulad ng iyong hinaharap na maaaring makita!

source: Discover your store
fil_ph: Diskubrehin ang iyong store

source: Share your experience with your friends!
fil_ph: Ibahagi ang iyong karanasan sa iyong mga kaibigan!

source: I just built an online store with PrestaShop!
fil_ph: Gumawa lamang ako ng isang online na store sa pamamagitan ng PrestaShop!

source: https://www.prestashop.com/en/support
fil_ph: ang http://www.prestashop.com/blog/

source: http://docs.prestashop.com/display/PS16/Updating+PrestaShop
fil_ph: ang http://docs.prestashop.com/display/PS16/Updating+PrestaShop

source: Enable the Apache mod_rewrite module
fil_ph: Paganahin ang modyul ng mod_muling pagsulat ng Apache

source: Files
fil_ph: Ang mga payl

source: Not all files were successfully uploaded on your server
fil_ph: Hindi lahat ng mga payl ay matagumpay na na-upload sa iyong serber

source: Permissions on files and folders
fil_ph: Pagpapahintulot sa mga payl at mga polder
