Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.3/il-PH/messages.*.xlf
Languages: fil_ph

source: View
fil_ph: Tignan

source: Delete
fil_ph: Burahin

source: Back to list
fil_ph: Bumalik sa listahan

source: Delete selected items?
fil_ph: Buburahin ba ang napiling mga aytem?

source: Enabled
fil_ph: I-enable

source: Disabled
fil_ph: I-disable

source: Update
fil_ph: I-update

source: Add my IP
fil_ph: Idagdag ang IP ko

source: (tax excl.)
fil_ph: (Ang buwis ay hindi kasama)

source: Are you sure you want to uninstall this module?
fil_ph: Sigurado ka bang gusto mong i-uninstall itong modulo?

source: Animals and Pets
fil_ph: Ang mga hayop at mga alagang hayop

source: Art and Culture
fil_ph: Ang Sining at Kultura

source: Babies
fil_ph: Ang mga sanggol

source: Beauty and Personal Care
fil_ph: Ang Kagandahan at Personal na Pangangalaga

source: Cars
fil_ph: Ang mga sasakyan

source: Computer Hardware and Software
fil_ph: Ang Hardware ng Kompyuter at Software

source: Fashion and accessories
fil_ph: Ang Fashion at mga kagamitan

source: Flowers, Gifts and Crafts
fil_ph: Ang mga Bulaklak, mga Regalo at mga Sining

source: Food and beverage
fil_ph: Ang Pagkain at inumin

source: HiFi, Photo and Video
fil_ph: Ang HiFi, Larawan at Bidyo

source: Home and Garden
fil_ph: Ang Tahanan at Hardin

source: Home Appliances
fil_ph: Ang mga Kagamitan sa Bahay

source: Jewelry
fil_ph: Ang Alahas

source: Mobile and Telecom
fil_ph: Ang Mobile at Telecom

source: Services
fil_ph: Ang mga serbisyo

source: Shoes and accessories
fil_ph: Ang mga sapatos at mga kagamitan

source: Travel
fil_ph: Ang paglalakbay

source: Download
fil_ph: Ma-download

source: Merchant Expertise
fil_ph: Ang dalubhasang mangangalakal

source: International
fil_ph: Ang internasyunal

source: 1. Beginner
fil_ph: 1. Ang baguhan

source: 2. Pro
fil_ph: 2. Ang propesyonal

source: 3. Expert
fil_ph: 3. Ang eksperto

source: 4. Wizard
fil_ph: 4. Ang salamangkero

source: 5. Guru
fil_ph: 5. Ang guro

source: 6. Legend
fil_ph: 6. Ang alamat

source: Become an e-commerce expert within the blink of an eye!
fil_ph: Ang pagiging eksperto ng isang e-pangangalakal sa loob ng isang kisap mata!

source: Your Merchant Expertise
fil_ph: Ang iyong kadalubhasaang mangangalakal

source: Next badge :
fil_ph: Ang susunod na tsapa :

source: View my complete profile
fil_ph: Tingnan ang kumpleto kong propayl

source: Administration
fil_ph: Ang administrasyon

source: Checkout
fil_ph: Ang Checkout

source: All countries
fil_ph: Lahat ng mga bansa

source: None
fil_ph: Wala

source: Successful update.
fil_ph: Tagumpay ang pag update.

source: This functionality has been disabled.
fil_ph: Itong pag-andar ay naka-disable.

source: Sign up now
fil_ph: Mag-Sign-up ngayon

source: never
fil_ph: kailanma'y hindi

source: Become an e-commerce expert in leaps and bounds!
fil_ph: Ang pagiging eksperto na isang e-pangangalakal sa mga paglundag at mga hangganan!

source: With all of the great features and benefits that PrestaShop offers, it's important to keep up!
fil_ph: Sa lahat ng dakilang mga itinatampok at mga benepisyo na mga inalok ng PrestaShop, ang importante nito ay ang magpatuloy!

source: The main goal of all of the features we offer is to make you succeed in the e-commerce world. In order to accomplish this, we have created a system of badges and points that make it easy to monitor your progress as a merchant. We have broken down the system into three levels, all of which are integral to success in the e-commerce world: (i) Your use of key e-commerce features on your store; (ii) Your sales performance; (iii) Your presence in international markets.
fil_ph: Ang pangunahing layunin ng lahat ng mga itinatampok na aming inaalok ay upang gawing matagumpay ka sa e-pangangalakal sa mundo. Upang maganap ito, gumawa kami ng isang sistema ng mga badge at mga punto na nagpapadali sa pagsubaybay ng iyong progreso bilang isang merchant. Pinaghiwa-hiwalay namin ang sistema sa tatlong antas, lahat ng ito ay mahalaga sa tagumpay sa mundo ng e-pangangalakal: (i) Ang iyong paggamit ng mga pangunahing tampok ng e-pangangalakal sa iyong store; (ii) Ang iyong pag-ganap ng pagbebenta; (iii) Ang iyong presensya sa internasyunal sa mga merkado.

source: The more progress your store makes, the more badges and points you earn. No need to submit any information or fill out any forms; we know how busy you are, everything is automatic!
fil_ph: Mas maraming progreso sa mga pag-ayos ng iyong store, mas maraming mga tsapa at mga puntos ang iyong kikitain. Hindi mo kailangan na ipasa ang kahit na anung impormasyon o punan ang kahit na anung mga form; alam namin kung gaano ka kaabala, ang lahat ay awtomatiko!

source: Now, with the click of a button, you will be able to see sales-enhancing features that you may be missing out on. Take advantage and check it out below!
fil_ph: Ngayon, sa pagpindot ng isang buton, maaari mo ng makita ang mga pagpapabuti ng pagbebenta na mga itinatampok na maaari mong makaligtaan. Samantalahin at tingnan sa ibaba!

source: Our team is available to help. Contact us today!
fil_ph: Ang aming pangkat ay magagamit upang tumulong. Makipag-ugnayan sa amin ngayon!

source: Fill out a contact form
fil_ph: Punuin ang isang form ng pakikipag-ugnayan

source: Completion level
fil_ph: Pagkumpleto ng antas

source: No badge in this section
fil_ph: Walang tsapa sa seksyon na ito

source: Type:
fil_ph: Ang tipo:

source: Not Validated
fil_ph: Hindi napatunayan

source: Level:
fil_ph: Ang antas:

source: All
fil_ph: Lahat

source: Choose a file
fil_ph: Pumili ng isang file

source: Do you really want to hide this advice?
fil_ph: Nais mo ba talaga na itago ang payo na ito?

source: Select the fields you would like to be required for this section.
fil_ph: Pumili ng mga patlang na nais mong maging kailangan para sa seksyon na ito.

source: Field Name
fil_ph: Ang pangalan ng patlang

source: Update successful
fil_ph: Matagumpay ang pag-update
