Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.3/il-PH/ShopNotificationsError.*.xlf
Languages: fil_ph

source: is invalid.
fil_ph: ay hindi tama.

source: The %1$s field is too long (%2$d chars max).
fil_ph: Ang %1$s na field ay mahaba masyado (%2$d chars max).

source: This voucher is disabled
fil_ph: Ang butser ay hindi nagana

source: This voucher has already been used
fil_ph: Ang butser na ito ay nagamit na

source: This voucher is not valid yet
fil_ph: Ang butser na ito ay hindi pa tama

source: This voucher has expired
fil_ph: Ang butser na ito ay nag-expire

source: You cannot use this voucher anymore (usage limit reached)
fil_ph: Hindi mo maaaring gamitin ang butser na ito ngayon (ang pag-gamit ng limitasyon ay naabot)

source: You cannot use this voucher
fil_ph: Hindi maaaring gamitin ang butser na ito

source: You must choose a delivery address before applying this voucher to your order
fil_ph: Kailangan mong pumili ng isang pagpapadalhan na lugar bago maglapat ng butser na ito sa iyong order

source: You cannot use this voucher in your country of delivery
fil_ph: Hindi mo maaaring magamit ang butser na ito sa iyong bansa ng pagpapadalhan

source: Please log in first
fil_ph: Mangyaring mag-log in muna

source: Cart is empty
fil_ph: Ang cart ay walang laman

source: Customer account not found
fil_ph: Ang account ng mamimili ay hindi matagpuan

source: The order is no longer valid.
fil_ph: Ang order ay hindi na tama.

source: Invalid message
fil_ph: Hindi tama ang mensahe

source: This product is no longer available.
fil_ph: Ang produktong ito ay hindi na magagamit.

source: Invalid key.
fil_ph: Hindi tama ang key.

source: This product has been refunded.
fil_ph: Ang produktong ito ay na-refund.

source: The product deadline is in the past.
fil_ph: Ang deadline ng produkto ay nasa nakaraan.

source: Order return not found.
fil_ph: Ang ibinalik na order ay hindi matagpuan.

source: Order return not confirmed.
fil_ph: Ang order na ibinalik ay hindi nakumpirma.

source: You must enter a voucher code.
fil_ph: Kailangan mong magpasok ng code ng butser.

source: Null quantity.
fil_ph: Null ang dami.

source: You already have the maximum quantity available for this product.
fil_ph: Mayroon ka ng pinakamataas na bilang na maaaring magamit para sa produktong ito.

source: Invoices are disabled in this shop.
fil_ph: Ang talaan ng mga binili at halaga ay hindi gumagana sa shop na ito.

source: The invoice was not found.
fil_ph: Ang talaan ng mga binili at halaga ay hindi matagpuan.

source: No invoice is available.
fil_ph: Walang talaan ng mga binili at halaga ang magagamit.
