Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.1/*/AdminShopparametersNotification.*.xlf
Languages: mk_mk

source: You must define an SMTP server and an SMTP port. If you do not know it, use the PHP mail() function instead.
mk_mk: Мора да дефинирате SMTP сервер и SMTP порт.Доколку не ги знаете користете PHP маил()функција.

source: Width and height must be numeric values.
mk_mk: Ширината и висината мора да бидат нумерички вредности

source: The discount value is incorrect (must be a percentage).
mk_mk: Вредноста на попуст е неточна ( мора да биде процент)

source: Wrong category ID.
mk_mk: Погрешна категорија ID.

source: The discount value is incorrect.
mk_mk: Неточна вредност на попуст

source: You cannot save group reductions.
mk_mk: Не може да се снимат групни намалувања

source: An error occurred while updating this group.
mk_mk: Грешка при ажурирање на оваа група

source: 1) Create a blank .htaccess file in your root directory.
mk_mk: 1) креирајте празна .htaccess во коренот на директориумот.

source: 2) Give it write permissions (CHMOD 666 on Unix system).
mk_mk: 2) Доделете дозволи за запис (CHMOD 666 on Unix system).

source: Your robots.txt file MUST be in your website's root directory and nowhere else (e.g. http://www.example.com/robots.txt).
mk_mk: Вашето robots.txt досие МОРА да биде во главниот директориум на и на ниедно друго место (пр. http://www.yoursite.com/robots.txt).

source: Generate your "robots.txt" file by clicking on the following button (this will erase the old robots.txt file)
mk_mk: Генерирајте ваше "robots.txt" досие со кликање на следните копчиња (ова ќе го избриши стариот robots.txt file)

source: 1) Create a blank robots.txt file in your root directory.
mk_mk: Креирајте празно robots.txt досие во вашиот главен директориум.

source: Here you can set the URL for your shop. If you migrate your shop to a new URL, remember to change the values below.
mk_mk: Овде можете да подесет URL за вашата продавница. Ако ја мигрирате продавницата на нова URL, не заборавајте да ги сменете вредностите подоле.

source: The multistore option is enabled. If you want to change the URL of your shop, you must go to the "Multistore" page under the "Advanced Parameters" menu.
mk_mk: Опцијата мулти-продавница е овозможена. Ако сакате да го промените URL на продавницата, мора да одете во "МултиПродавница" страна под "Напредни параметри" менито.

source: This section enables you to change the default pattern of your links. In order to use this functionality, PrestaShop's "Friendly URL" option must be enabled, and Apache's URL rewriting module (mod_rewrite) must be activated on your web server.
mk_mk: Оваа секција дозволува промена на линковите. за да се користи функцијата пријателските УРЛ-а на престашоп треба да бидат овозможени. Исто така опцијата за пријателски УРЛ-а на Apache's URL rewriting модулот (mod_rewrite) треба да се активираат на серверот.

source: There are several available keywords for each route listed below; note that keywords with * are required!
mk_mk: има неколку расположиви клучни збороци за секоја рута подолу со * задолжително!

source: To add a keyword in your URL, use the {keyword} syntax. If the keyword is not empty, you can add text before or after the keyword with syntax {prepend:keyword:append}. For example {-hey-:meta_title} will add "-hey-my-title" in the URL if the meta title is set.
mk_mk: за да додадеш клучен збор на УРЛ-то користи {keyword} синтакса. Ако не е празно полето може да додадеш однапред со синтакса {prepend:keyword:append}. пример {-hey-:meta_title} ке додаде {-hey-:meta_title} "-hey-my-title" во УРЛ-то ако е подесен мета називот.

source: You can only display the page list in a shop context.
mk_mk: Мете да ја прикажете листата само во контекст на продавницата.

source: Create a blank .htaccess in your root directory.
mk_mk: Креирате празен .htaccess во вашиот главен директориум.

source: Give it write permissions (CHMOD 666 on Unix system).
mk_mk: Доделете точни пермисии (CHMOD 666 on Unix system).

source: Percent of the sales.
mk_mk: Процент од продажбата.

source: Aliases and results are both required.
mk_mk: Псевдоними и резултати се потребни.

source: Is not a valid result
mk_mk: Не е валиден резултат

source: Is not a valid alias
mk_mk: Не е валиден псевдоним

source: Creation successful
mk_mk: Креирањето е успешно

source: This is not a valid IP address:
mk_mk: Невалидна IP адреса

source: You need to select at least the root category.
mk_mk: Треба да ја изберете барем главната категорија.

source: Warning: You won't be able to change the group of this shop if this shop belongs to a group with one of these options activated: Share Customers, Share Quantities or Share Orders.
mk_mk: Предупредување: Нема да можете да ја променете групата на оваа продавница ако продавницата припаѓа на група со активирани едни од следните опции: Сподели клиенти, Сподели количини или Сподели нарачки.

source: You can only move your shop to a shop group with all "share" options disabled -- or to a shop group with no customers/orders.
mk_mk: Можете само да ја преместите продавницата во група на продавници со сите "сподели" опции да се оневозможени -- или во група на продавници во која нема клиенти/нарачки.

source: For security reasons, you cannot delete default order statuses.
mk_mk: За бебедносни причини, не можете да ги бришите основните статуси на порачка.

source: An address located in a country containing states must have a state selected.
mk_mk: Адресата лоцирана во земја која има држави, мора да има одбрано држава.

source: Latitude and longitude are required.
mk_mk: Географска ширина и должина се потребни

source: The specified state is not located in this country.
mk_mk: оваа не е достапно за државата.
