Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.1/*/AdminCatalogHelp.*.xlf
Languages: bg_bg, et_ee, sk_sk

source: Your internal name for this attribute.
bg_bg: Вашето вътрешно име за този атрибут.
et_ee: Teie sisemine nimi antud parameetrile.
sk_sk: Váš interný názov pre tento atribút.

source: The public name for this attribute, displayed to the customers.
bg_bg: Публичното име за този атрибут, показвано на клиентите.
et_ee: Avalik nimi antud parameetrile, mida näidatakse klientidele.
sk_sk: Verejný názov atribútu zobrazený pre zákazníkov.

source: The way the attribute's values will be presented to the customers in the product's page.
bg_bg: Стойността на атрибутите ще бъде показвана на клиентите в страницата на продуктите.
et_ee: Viis, kuidas parameetri väärtused on esitatud klientidele tootelehel.
sk_sk: Spôsob, akým sa zobrazia hodnoty atribútov zákazníkom na stránke produktu.

source: Choose the attribute group for this value.
bg_bg: Избор на група на атрибутите за тази стойност.
et_ee: Valige atribuudi grupp antud väärtusele.
sk_sk: Vyberte skupinu atribútov pre túto hodnotu.

source: Choose a color with the color picker, or enter an HTML color (e.g. "lightblue", "#CC6600").
bg_bg: Избор на цвят с цветовата пипетка или въвеждане на html цвят (напр. "светлосиньо", "#CC6600").
et_ee: Valige värv värvikaardilt või sisestage HTML värvikoodi (nt. "lightblue" või "CC6600").
sk_sk: Vyberte farbu s kvapkátkom alebo vložte HTML farbu (napr. "lightblue", "#CC6600").

source: Upload an image file containing the color texture from your computer.
bg_bg: Качване на файл с изображение, съдържащ цветната текстура от Вашия компютър.
et_ee: Laadige üles pildifail, mis sisaldab värvi tekstuuri.
sk_sk: Nahrať obrázok obsahujúci farbu textúry z Vášho počítača.

source: This will override the HTML color!
bg_bg: Това ще замени HTML цвета!
et_ee: See kirjutab üle HTML värvi!
sk_sk: Toto bude mať prednosť pred HTML farbou!

source: Save then add another value
bg_bg: Запази и добави нова стойност
et_ee: Salvesta ja siis lisa uus
sk_sk: Uložiť a potom pridať ďalšiu hodnotu

source: This is the main image for your category, displayed in the category page. The category description will overlap this image and appear in its top-left corner.
bg_bg: Това е основното изображение на категорията, показана на страницата на категория. Описанието на категорията ще бъде изведено над това изображение и ще се появи в горния ляв ъгъл.
et_ee: Tegu on kategooria peamise pildiga, mida näidatakse kategooria lehel. Kategooria kirjeldus on selle kohal vasakul üleval.
sk_sk: Hlavný obrázok pre vašu kategóriu, zobrazený na stránke kategórii. Popis kategórie bude prekrývať tento obrázok a objaví sa v jeho ľavom hornom rohu.

source: Displays a small image in the parent category's page, if the theme allows it.
bg_bg: Ако темата позволява, показва малко изображение в страницата на родителската категория.
sk_sk: Zobrazí malý obrázok na stránke nadradenej kategórie, pokiaľ to šablóna dovoľuje.

source: The category thumbnail appears in the menu as a small image representing the category, if the theme allows it.
bg_bg: Ако темата позволява, миниатюрата на категорията се показва в менюто като малко тематично изображение.
sk_sk: Zobrazí náhľad kategórie v menu predstavujúci obrázok kategórie, pokiaľ to umožňuje šablóna.

source: To add "tags," click in the field, write something, and then press "Enter."
bg_bg: За да добавите "етикети" в полето, напишете нещо и натиснете "Enter".
et_ee: Et lisada "silte" klikige väljal ja kirjutage midagi, seejärel vajutage "Enter"
sk_sk: Pre pridanie "štítkov" kliknite do pola, napíšte niečo a potom stlačte "Enter".

source: Only letters, numbers, underscore (_) and the minus (-) character are allowed.
bg_bg: Разрешени са само символите букви, цифри, долно тире (_) и средно тире (-).
et_ee: Ainult tähed, numbrid, alakriips (_) ja miinusmärk (-) trükimärgid on lubatud.
sk_sk: Povolené sú písmená, číslice a znaky podtržník (_) a mínus (-).

source: You now have three default customer groups.
bg_bg: Разполагате с три потребителски групи по подразбиране.
et_ee: Teil on nüüd kolm vaikimisi kliendi gruppi.
sk_sk: Musíte mať 3 predvolené skupiny zákazníkov.

source: Mark all of the customer groups which you would like to have access to this category.
bg_bg: Маркиране на групите клиенти, които желаете да имат достъп до тази категория.
et_ee: Märkige kõik kliendigrupid, kellele soovite antud kategooriale ligipääsu anda.
sk_sk: Označte všetky skupiny zákazníkov, ktorí majú mať prístup do tejto kategórie.

source: Only letters and the minus (-) character are allowed.
bg_bg: Позволени са само букви и тире (-)
et_ee: Ainult tähed ja miinusmärk(-) on lubatud
sk_sk: Povolené sú len písmená bez diakritiky a znak mínus (-).

source: Allow customers to upload files using the contact page.
bg_bg: Позволи на клиенти да качват файлове през формата за контакти
et_ee: Võimaldab klientidel lisada faile kontaktide lehel
sk_sk: Povoliť zákazníkom nahrať súbor cez stránku kontaktného formuláru.

source: Please fill out the message fields that appear by default when you answer a thread on the customer service page.
bg_bg: Моля, попълни полетата на съобщението, които ще се появяват по подразбиране в полето за отговор от страницата "Обслужване на клиенти"
et_ee: Palun täitke teate, mis kuvatakse vaikimisi, kui te vastate teemale klienditeeninduse lehelt.
sk_sk: Prosím vyplňte polia správy, ktorá sa objaví ako predvolená, keď budete odpovedať na vlákno na stránke zákazníckej podpory.

source: URL for your IMAP server (ie.: mail.server.com).
bg_bg: URL адрес на Вашият IMAP сървър (напр.: mail.server.com).
et_ee: Teie IMAP serveri URL (nt: mail.server.com).
sk_sk: URL adresa vášho IMAP servera (napr. mail.server.com)

source: Port to use to connect to your IMAP server.
bg_bg: Порт, през който да се свързва Вашият IMAP сървър.
et_ee: Port, mida kasutada Teie IMAP serveriga ühenduse loomisel.
sk_sk: Port, ktorý sa použije na pripojenie do IMAP serveru.

source: User to use to connect to your IMAP server.
bg_bg: Потребител, с който да се свързва Вашият IMAP сървър.
et_ee: Kasutaja, mida kasutada Teie IMAP serveriga ühenduse loomisel.
sk_sk: Používateľ, ktorý sa použije na pripojenie do IMAP serveru.

source: Password to use to connect your IMAP server.
bg_bg: Парола, с която да се свързва Вашият IMAP сървър.
et_ee: Parool, mida kasutada Teie IMAP serveriga ühenduse loomisel.
sk_sk: Heslo, ktoré sa použije na pripojenie do Vášho IMAP serveru.

source: Delete messages after synchronization. If you do not enable this option, the synchronization will take more time.
bg_bg: Изтриване на съобщения след синхронизация. Ако не разрешите тази опция синхронизацията ще отнеме повече време.
et_ee: Kustutada sõnumid peale sünkroniseerimist. Kui Teie ei luba antud valikut, sünkroniseerimine võtab rohkem aega.
sk_sk: Zmazať správy po synchronizácii. Ak nepovolíte túto možnosť, synchronizácia zaberie viac času.

source: Create new threads for unrecognized emails.
bg_bg: Създаване на нови теми за неразпознатите имейли.
et_ee: Loo uued teemad äratundmata e-mailidele.
sk_sk: Vytvoriť nové vlákna pre nerozoznané e-maily.

source: Use POP3 instead of IMAP.
bg_bg: Използвайте POP3 вместо IMAP.
et_ee: Kasutage IMAP-i asemel POP3.
sk_sk: Použite protokol POP3 miesto IMAP.

source: Do not use RSH or SSH to establish a preauthenticated IMAP sessions.
bg_bg: Не използвай RSH или SSH за установяване на предварително оторизирана IMAP сесия.
et_ee: Ärge kasutage RSH või SSH-d, et luua eeldefineeritud IMAP ühendust
sk_sk: Nepoužívajte RSH alebo SSH na vytvorenie pred-overených IMAP relácií.

source: Use the Secure Socket Layer (TLS/SSL) to encrypt the session.
bg_bg: Използване на Secure Socket Layer (TLS/SSL) за криптиране на сесията.
et_ee: Kasuta TLS/SSL sessiooni krüpteerimiseks.
sk_sk: Použiť Secure Socket Layer (TLS/SSL) na zašifrovanie sedenia.

source: Validate certificates from the TLS/SSL server.
bg_bg: Потвърждаване на сертификати от TLS/SSL сървъра.
et_ee: Valideeri sertifikaadid TLS/SSL serverilt.
sk_sk: Skontrolovať certifikáty TLS/SSL servera.

source: Do not validate certificates from the TLS/SSL server. This is only needed if a server uses self-signed certificates.
bg_bg: Не проверявай сертификатите от TLS/SSL сървъра. Това е необходимо само ако сървърът използва самоподписани сертификати.
et_ee: Ärge valideerige sertifikaadid TLS/SSL serverilt. See on vajalik juhul, kui server kasutab endaallakirjastatud sertifikaate.
sk_sk: Neoverovať certifikáty z TLS/SSL servera. Toto je potrebné iba ak server používa self-signed certifikáty.

source: Force use of start-TLS to encrypt the session, and reject connection to servers that do not support it.
bg_bg: Заяви изрично активиране на TLS, за да се енкриптира сесията и да се отхвърлят всички връзки със сървърите, които не го поддържат.
et_ee: Sundige kasutama start-TLS krüpteeritud sesiooni ja lükake tagasi kõik ebaturvalised ühendused
sk_sk: Vynútiť použitie start-TLS na zašifrovanie sedenia a odmietnutie spojenia so servermi, ktoré to nepodporujú.

source: Do not use start-TLS to encrypt the session, even with servers that support it.
bg_bg: Не заявявай изричното активиране на TLS за енкриптиране на сесията, дори и със сървъри, които го поддържат.
et_ee: Ärge kasutage start-TLS krüpteeritud sesiooni, isegi kui server seda toetab.
sk_sk: Nepoužívať start-TLS na zašifrovanie relácie hoci aj so servermi, ktoré to podporujú.

source: Add new feature value
bg_bg: Добавяне на нова стойност на характеристиката
et_ee: Lisa uus omaduse väärtus
sk_sk: Pridať novú hodnotu vlastnosti

source: Save and add another value
bg_bg: Запази и добави нова стойност
et_ee: Salvesta ja lisa uus väärtus
sk_sk: Uložiť a pridať ďalšiu hodnotu

source: Back to the list
bg_bg: Обратно към списъка
et_ee: Tagasi nimekirja juurde
sk_sk: Späť na zoznam

source: Add new feature values
bg_bg: Добави нови стойности на характеристиката
et_ee: Lisa uus omaduse väärtus
sk_sk: Pridať novú hodnotu vlastnosti

source: Number of days this file can be accessed by customers. Set to zero for unlimited access.
bg_bg: Брой дни, през които този файл да е достъпен от клиентите. Задайте 0 за неограничен достъп.
sk_sk: Počet dní, počas ktorých je súbor prístupný zákazníkom. Nastavte 0 pre neobmedzené.

source: Is the product a pack (a combination of at least two existing products), a virtual product (downloadable file, service, etc.), or simply a standard, physical product?
bg_bg: Продуктът пакет ли е (комбинация от най-малко два съществуващи продукта) или е виртуален продукт (файл за изтегляне, услуга и т. н.), или е просто стандартен, физически продукт?
et_ee: Kas toode on pakk (kombinatsioon vähemalt kahest olemasolevast tootest), virtuaalne toode (allalaaditav fail, teenus jms) või lihtsalt tavaline füüsiline toode?
sk_sk: Je produkt balíček (kombinácia aspoň dvoch existujúcich produktov), virtuálny produkt (súbor na stiahnutie, služba atď) alebo proste štandardný, fyzický produkt?

source: Combinations are the different variations of a product, with attributes like its size, weight or color taking different values. Does your product require combinations?
bg_bg: „Комбинации“ се наричат различните вариации на продукта – с атрибути като размер, тегло и цвят, които приемат различни стойности. Вашият продукт изисква ли комбинации?
et_ee: Kombinatsioonid on toote erinevad variatsioonid, mille atribuutidel (nt suurus, mass või värv) on erinevad väärtused. Kas teie toode vajab kombinatsioone?
sk_sk: Kombinácie predstavujú rôzne varianty produktu s atribútmi ako jeho veľkosť, váha alebo farba, dosahujúcimi rôzne hodnoty. Vyžaduje váš produkt kombinácie?

source: Advanced settings in [1][2]Combinations[/1]
bg_bg: Настройки за напреднали в [1][2]комбинации[/1]
et_ee: Täpsemad seaded jaotises [1][2]Kombinatsioonid[/1]
sk_sk: Pokročilé nastavenia v [1][2]Kombináciách[/1]

source: Your reference code for this product. Allowed special characters: .-_#.
bg_bg: Вашият референтен номер за този продукт. Позволени специални символи: .-_#.
sk_sk: Váš referenčný kód pre tento produkt. Povolené špeciálne znaky: .-_#.

source: How many products should be available for sale?
bg_bg: Колко продукта да са достъпни за продажба?
et_ee: Kui palju tooteid peaks olema müümiseks saadaval?
sk_sk: Koľko produktov bude k dispozícii na predaj?

source: Advanced settings in [1][2]Quantities[/1]
bg_bg: Настройки за напреднали в [1][2]Количества[/1]
et_ee: Täiendavad seaded jaotises [1][2]Kogused[/1]
sk_sk: Pokročilé nastavenia v [1][2]Množstvá[/1]

source: This is the retail price at which you intend to sell this product to your customers. The tax included price will change according to the tax rule you select.
bg_bg: Това е цената на дребно, на която ще продавате продукта на клиентите си. Цената с включен данък ще се промени според данъчната ставка, която изберете.
et_ee: See on jaehind, millega plaanite toodet klientidele müüa. Maksudega hind muutub olenevalt valitud maksureeglist.
sk_sk: Toto je maloobchodná cena, za ktorú plánujete predávať tento produkt svojím zákazníkom. Cena vrátane DPH sa bude meniť podľa daňových pravidiel, ktoré vyberiete.

source: Advanced settings in [1][2]Pricing[/1]
bg_bg: Настройки за напреднали в [1][2]Ценообразуване[/1]
et_ee: Täiendavad seaded jaotises [1][2]Hinnad[/1]
sk_sk: Pokročilé nastavenia v [1][2]Cenách[/1]

source: Upload a file from your computer (%maxUploadSize% max.)
bg_bg: Качване на файл от компютъра ви (макс. %maxUploadSize%)
et_ee: Laadige üles fail oma arvutist (max %maxUploadSize%)
sk_sk: Nahrajte súbor z vášho počítača (%maxUploadSize% max.)

source: The full filename with its extension (e.g. Book.pdf)
bg_bg: Пълното име на файла и разширението му (напр. book.pdf)
et_ee: Täielik failinimi koos laiendiga (näiteks: Book.pdf)
sk_sk: Celý názov súboru s príponou (napr. kniha.pdf)

source: Number of downloads allowed per customer. Set to 0 for unlimited downloads.
bg_bg: Брой разрешени изтегляния за клиент. Задайте 0 за неограничен брой изтегляния.
sk_sk: Počet povolených stiahnutí na zákazníka. Nastavte 0 pre neobmedzené sťahovanie.

source: If set, the file will not be downloadable after this date. Leave blank if you do not wish to attach an expiration date.
bg_bg: Ако е зададено, файлът няма да може да се сваля след тази дата. ОСтави празно, ако не искаш да задаваш дата на валидност.
et_ee: Kui on seatud, siis fail ei ole alla laetav peale seda kuupäeva. Jätke tühjaks, kui ei soovi seda kasutada.
sk_sk: Ak je nastavené, súbor nebude možné po tomto dátume stiahnuť. Nechajte prázdne, ak nechcete zadať dátum platnosti.

source: This is the price at which you intend to sell this product to your customers. The tax included price will change according to the tax rule you select.
bg_bg: Това е цената, на която ще продавате продукта на клиентите си. Цената с включен данък ще се промени според данъчната ставка, която изберете.
et_ee: See on hind, millega plaanite toodet klientidele müüa. Maksudega hind muutub olenevalt valitud maksureeglist.
sk_sk: Toto je cena, za ktorú plánujete predávať tento produkt svojím zákazníkom. Cena vrátane DPH sa bude meniť podľa daňových pravidiel, ktoré vyberiete.

source: Some products can be purchased by unit (per bottle, per pound, etc.), and this is the price for one unit. For instance, if you’re selling fabrics, it would be the price per meter.
bg_bg: Някои продукти могат да се купят на единица (една бутилка, един килограм и т. н.) – това е цената за единица. Например, ако продавате платове, това ще е цената на метър.
et_ee: Mõningaid tooteid saab osta ühiku kaupa (pudeli, kilo vms kaupa) ja see on ühe ühiku hind. Nt juhul, kui müüte riiet, saate valida meetrihinna.
sk_sk: Niektoré produkty sa kupujú po jednotkách (za fľašu, za kilogram, atď.), a toto je cena za jednotku. Napríklad, ak predávate tkaniny, pôjde o cenu za meter.

source: The cost price is the price you paid for the product. Do not include the tax. It should be lower than the retail price: the difference between the two will be your margin.
bg_bg: Себестойността е цената, която сте платили за продукта. Тя следва да бъде по-ниска от цената на дребно: разликата между тях се нарична надценка.
et_ee: Omahind on hind, mille maksite toote eest. See ei sisalda makse. See peaks olema madalam kui jaehind: nende kahe erinevus on kasumimarginaal.
sk_sk: Veľkoobchodná cena je cena, ktorú ste zaplatili za daný produkt, Nepridávajte DPH. Mala by byť nižšia než maloobchodná cena: rozdiel medzi týmito dvoma položkami bude vaša marža.

source: You can set specific prices for customers belonging to different groups, different countries, etc.
bg_bg: Можете да задавате специфични цени за клиенти, принадлежащи към различни групи, държави и т.н.
et_ee: Erinevatesse gruppidesse, riikidesse jne kuuluvatele klientidele saab määrata erihinnad.
sk_sk: Pre zákazníkov z rozličných skupín, krajín, atď môžete nastaviť špecifické ceny.

source: Sometimes one customer can fit into multiple price rules. Priorities allow you to define which rules apply first.
bg_bg: Понякога клиент може да отговаря на няколко ценови условия. Приоритетите Ви позволяват да дефинирате кое условие се прилага първо.
et_ee: Vahel vastab klient mitme hinnareegli nõuetele. Prioriteedid saavad määrata, millised reeglid on tähtsamad.
sk_sk: Niekedy sa môžu na zákazníka vzťahovať viaceré cenové pravidlá. Hierarchiu uplatnenia pravidiel určíte na základe priorít.

source: Tags are meant to help your customers find your products via the search bar.
bg_bg: Етикетите помагат на клиентите да намират продуктите ви чрез лентата за търсене.
et_ee: Märksõnad aitavad klientidel leida tooteid otsinguriba kaudu.
sk_sk: Tagy uľahčujú zákazníkom vyhľadávanie produktov pomocou vyhľadávacieho poľa.

source: Choose terms and keywords that your customers will use to search for this product and make sure you are consistent with the tags you may have already used.
bg_bg: Изберете термини и ключови думи, които клиентите да ползват, за да търсят този продукт. Уверете се, че няма разминаване с етикетите, които може вече да се използвали.
et_ee: Valige mõisted ja märksõnad, mida kliendid kasutavad toote otsimisel ja veenduge, et hoiate ühtsust juba kasutatud siltidega.
sk_sk: Vyberte výrazy a kľúčové slová, ktoré budú vaši zákazníci používať k vyhľadávaniu tohto produktu a zaistite, aby boli konzistentné s tagmi, ktoré už boli použité.

source: You can manage tag aliases in the [1]Search section[/1].
bg_bg: Можете да управлявате псевдонимите на етикетите в [1]Раздела за търсене[/1].
et_ee: Siltide aliasi saate hallata [1]Otsingu jaotises[/1].
sk_sk: Aliasy tagov môžete spravovať v [1]časti Vyhľadávanie[/1].

source: Not all shops sell new products. This option enables you to indicate the condition of the product. It can be required on some marketplaces.
bg_bg: Не всички магазини продават нови продукти. Тази опция Ви позволява да посочите състоянието на продукта. Някои пазари го изискват.
et_ee: Kõik poed ei müü uusi tooteid. See suvand võimaldab näidata toote seisukorda. See võib olla nõutud teatud turgudel.
sk_sk: Nie všetky obchody predávajú nové produkty. Táto možnosť vám umožňuje uviesť stav daného produktu, Niektoré trhy to môžu vyžadovať.

source: ISBN is used internationally to identify books and their various editions.
bg_bg: ISBN се ползва по целият свят за идентифициране на книгите и техните различни издания.
et_ee: ISBN-i kasutatakse rahvusvaheliselt raamatute ja nende väljaannete eristamiseks.
sk_sk: ISBN je medzinárodné číslo, ktoré sa používa na identifikáciu kníh a ich rôznych edícií.

source: This type of product code is widely used in the United States, Canada, the United Kingdom, Australia, New Zealand and in other countries.
bg_bg: Този тип продуктов код се използва широко в САЩ, Канада, Великобритания, Австралия, Нова Зеландия и други държави.
sk_sk: Tento typ produktového kódu je široko používaný v USA, Kanade, Veľkej Británii, Austrálii, Novom Zélande a iných krajinách.

source: Permanently delete this product.
bg_bg: Окончателно изтриване на този продукт.
et_ee: Kustutab selle toote püsivalt.
sk_sk: Natrvalo odstrániť tento produkt.

source: See how your product sheet will look online: ALT+SHIFT+V
bg_bg: Вижте как ще изглежда онлайн таблицата с продуктите ви: ALT+SHIFT+V

source: Enable or disable the product on your shop: ALT+SHIFT+O
bg_bg: Разрешете или забранете продукта в магазина си: ALT+SHIFT+O

source: Enable or disable the product on your shop: ALT+SHIFT+0
bg_bg: Разрешете или забранете продукта в магазина си: ALT+SHIFT+0

source: Save and duplicate this product, then go to the new product: ALT+SHIFT+D
bg_bg: Запазете и създайте копие на продукта, после преминете към новия продукт: ALT+SHIFT+D

source: Save and go back to the catalog: ALT+SHIFT+Q
bg_bg: Запазете и се върнете към каталога: ALT+SHIFT+Q

source: Save and create a new product: ALT+SHIFT+P
bg_bg: Запазете и създайте нов продукт: ALT+SHIFT+P

source: Save the product and stay on the current page: ALT+SHIFT+S
bg_bg: Запазете продукта и останете на същата страница: ALT+SHIFT+S

source: Upload a brand logo from your computer.
bg_bg: Качете лого на марката от вашият компютър.
et_ee: Laadige üles brändi logo oma arvutist.
sk_sk: Nahrať logo značky z počítača.

source: To add "tags," click inside the field, write something, and then press "Enter."
bg_bg: За да добавите "етикети", щракнете в полето, напишете нещо и натиснете "Enter"
et_ee: Et lisada "silte" klikige väljal ja kirjutage midagi, seejärel vajutage "Enter"
sk_sk: Pre pridanie "štítkov" kliknite do pola, napíšte niečo a potom stlačte "Enter".

source: Company name for this brand
bg_bg: Име на фирмата за тази марка
et_ee: Brändi ettevõtte nimi
sk_sk: Názov spoločnosti pre túto značku

source: Company name for this supplier
bg_bg: Наименование на фирмата на този снабдител
sk_sk: Názov firmy pre tohto dodávateľa

source: Will appear in the list of suppliers.
bg_bg: Ще се покаже в списъка на снабдителите.
sk_sk: Objaví sa v zozname dodávateľov.

source: Phone number for this supplier
bg_bg: Телефон за този снабдител
et_ee: Tarnija telefon
sk_sk: Telefónne číslo pre tohto dodávateľa

source: Mobile phone number for this supplier.
bg_bg: Мобилен телефон на този снабдител.
sk_sk: Mobilné číslo pre tohto dodávateľa.

source: Upload a supplier logo from your computer.
bg_bg: Качете лого на снабдител от своят компютър.
sk_sk: Nahrať logo dodávateľa z Vášho počítača.

source: To add "tags" click in the field, write something and then press "Enter".
bg_bg: За да добавите „етикети“, щракнете в полето, напишете нещо и натиснете „Enter“.
sk_sk: Pre pridanie "štítkov" kliknite do poľa, napíšte niečo a potom stlačte "Enter".

source: Create a new product: CTRL+P
bg_bg: Създаване на нов продукт: CTRL+P
et_ee: Uue toote loomine: CTRL+P
sk_sk: Vytvoriť nový produkt: CTR+P

source: Search for a product
bg_bg: Търсене на продукт
et_ee: Otsi toodet
sk_sk: Hľadať produkt

source: Enter your product name
bg_bg: Въведете името на продукта ви
et_ee: Sisestage oma toote nimi
sk_sk: Zadajte názov vášho produktu
