Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.1/*/AdminCatalogHelp.*.xlf
Languages: bg_bg, et_ee, sk_sk

source: The summary is a short sentence describing your product.<br />It will appears at the top of your shop's product page, in product lists, and in search engines' results page (so it's important for SEO). To give more details about your product, use the "Description" tab.
bg_bg: Резюмето е кратко изречение, описващо продукта Ви.<br />То ще се появява в горния край на страницата на продукта в магазина, в продуктовите списъци и в страниците с резултати от търсачките (така че е важно за SEO). За да добавите още подробности за продукта си, ползвайте раздела „Описание“.
et_ee: Kokkuvõte on lühike toodet kirjeldav lause.<br />Seda kuvatakse poe tootelehel, toodete nimekirjades ja otsimootorite tulemuste lehel (seega on see oluline SEO jaoks). Kui soovite toodet üksikasjalikumalt kirjeldada, kasutage vahekaarti "Kirjeldus".
sk_sk: Prehľad je krátka veta, opisujúca váš produkt.<br />Zobrazuje sa v hornej časti stránky produktu vo vašom obchode, v zoznamoch produktov a vo výsledkoch vyhľadávania vo vyhľadávačoch (je teda dôležitý pre SEO). Ak chcete poskytnúť viac informácií o svojom produkte, použite k tomu záložku "Opis".

source: Search and add a related product
bg_bg: Търсене и добавяне на свързан продукт
et_ee: Otsi ja lisa seotud toode
sk_sk: Vyhľadať a pridať súvisiaci produkt

source: Use a comma to create seperate tags. E.g.: dress, cotton, party dresses.
bg_bg: Използвайте запетая, за да създадете отделни етикети. Напр.: рокля, памук, рокли за партита.
et_ee: Kasutage koma, et märksõnad eraldada. Nt: kleit, puuvill, peokleidid.
sk_sk: Použite čiarku na oddelenie štítkov. Napr.: šaty, bavlna, párty kostýmy.

source: Per kilo, per litre
bg_bg: За килограм, за литър
et_ee: Kilo kohta, liitri kohta
sk_sk: Za kilogram, za liter

source: Combine several attributes, e.g.: "Size: all", "Color: red".
bg_bg: Комбинирайте няколко атрибута, напр. "Размер: всички", "Цвят: червен".
et_ee: Kombineerige mitut atribuuti, nt: "Suurus: kõik", "Värv: punane".
sk_sk: Skombinujte niekoľko atribútov, napr.:: "Veľkosť: všetky", "Farba: červená".

source: To have a different title from the product name, enter it here.
bg_bg: За да зададете заглавие, различно от името на продукта, въведете го тук.
et_ee: Kui soovite, et tiitel erineks toote nimest, sisestage see siia.
sk_sk: Ak chcete použiť iný názov než názov produktu, zadajte ho sem.

source: To have a different description than your product summary in search results pages, write it here.
bg_bg: За да въведете описание, различно от обобщената информация за продукта в страниците с резултати от търсене, напишете го тук.
et_ee: Kui soovite, et kirjeldus erineks toote kokkuvõttest otsitulemuste lehel, kirjutage see siia.
sk_sk: Ak na stránkach výsledkov vyhľadávania chcete mať opis, který sa líši od prehľadu produktu, napište ho sem.

source: To which product the page should redirect?
bg_bg: Към кой продукт следва да пренасочва страницата?
et_ee: Millisele tootelehele tuleks suunata?
sk_sk: Na ktorý produkt má stránka presmerovať?

source: To which category the page should redirect?
bg_bg: Към коя категория следва да пренасочва страницата?
sk_sk: Na ktorú kategóriu má stránka presmerovať?

source: To which page this should redirect?
bg_bg: Към коя страница да се пренасочва?

source: Search name
bg_bg: Търсене по име
et_ee: Nime otsimine
sk_sk: Vyhľadať názov

source: Search ref.
bg_bg: Търсене по реф.
et_ee: Otsingu viide
sk_sk: Hľadať ref.

source: Search category
bg_bg: Търсене на категория
et_ee: Otsi kategooriast
sk_sk: Vyhľadať kategóriu

source: The minimum quantity required to buy this product (set to 1 to disable this feature). E.g.: if set to 3, customers will be able to purchase the product only if they take at least 3 in quantity.
bg_bg: Какво е минималното изисквано количество за закупуване на продукта (задайте 1, за да изключите тази функция). Например, ако зададете 3, клиентите ще могат да поръчат продукта само ако купят поне 3 броя.
et_ee: Minimaalne kogus, mis on nõutud toote ostmiseks (seadke väärtusele 1, et see funktsioon keelata). Nt juhul, kui seada selle väärtuseks 3, saavad kliendid toodet osta ainult juhul, kui nad tellivad vähemalt 3.
sk_sk: Minimálne množstvo požadované k zakúpeniu tohto produktu (pre vypnutie tejto funkcie nastavte na 1). Napríklad: pri nastavení na 3 si zákazníci budú môcť kúpiť tento tovar len v tom prípade, keď si z neho kúpia minimálne 3 kusy.

source: This type of product code is specific to Europe and Japan, but is widely used internationally. It is a superset of the UPC code: all products marked with an EAN will be accepted in North America.
bg_bg: Този тип продуктов код е специфичен за Европа и Япония, но се използва широко по света. Той е с по-големи възможности от UPC кода: всички продукти, маркирани с EAN ще бъдат приемани в Северна Америка.
sk_sk: Tento typ produktového kódu je špecifický pre Európu a Japonsko, ale používa sa po celom svete. Je nadmnožinou UPC kódu: všetky produkty s EAN kódom budú akceptované v Severnej Amerike.

source: Does this combination have a different price? Is it cheaper or more expensive than the default retail price?
bg_bg: Комбинацията има ли различна цена? По-евтина ли е или по-скъпа от цената на дребно по подразбиране?
et_ee: Kas sellel kombinatsioonil on erinev hind? Kas see on odavam või kallim kui vaikimisi jaehind?
sk_sk: Je pri tejto kombinácii uvedená iná cena? Je nižšia alebo vyššia než predvolená maloobchodná cena?

source: Where should the product be available on your site? The main category is where the product appears by default: this is the category which is seen in the product page's URL. Disabled categories are written in italics
bg_bg: Къде в сайта ви да бъде наличен продуктът? Главната категория е тази, в която продуктът се показва по подразбиране: тя се изписва в URL адреса на страницата на продукта

source: Search categories
bg_bg: Търсене на категории
et_ee: Otsi kategooriatest
sk_sk: Hľadať kategórie

source: If you want to quickly create a new category, you can do it here. Don’t forget to then go to the Categories page to fill in the needed details (description, image, etc.).
bg_bg: Тук можете бързо да създадете нова категория. Не забравяйте след това да попълните необходимите подробности на страница „Категории“ (описание, снимка и т.н.).
et_ee: Kui soovite luua kiiresti uue kategooria, saate teha seda siin. Ärge unustage minna seejärel kategooriate lehele, et sisestada vajalikud üksikasjad (kirjeldus, pilt jms).
sk_sk: Ak chcete rýchlo vytvoriť novú kategóriu, môžete to urobiť tu. Nezabudnite potom prejsť na stránku Kategórie a zadať tam požadované údaje (opis, obrázok atď.).

source: This interface allows you to specify the suppliers of the current product and its combinations, if any.
bg_bg: Интерфейсът Ви позволява да посочите снабдителите на продукта, както и комбинациите му, ако има такива.
et_ee: See liides võimaldab määrata toote tarnijad ja selle kombinatsioonid (kui need on olemas).
sk_sk: Toto rozhranie umožňuje určiť dodávateľa aktuálneho produktu a jeho prípadných kombinácii.

source: You can specify supplier references according to previously associated suppliers.
bg_bg: Можете да посочите реф. на снабдител, съгласно предварително асоциираните снабдители.
et_ee: Saate määrata tarnija eriviited vastavalt eelnevalt seotud tarnijatele.
sk_sk: Kódy dodávateľov môžete špecifikovať podľa dodávateľov, pridružených v minulosti.

source: When using the advanced stock management tool (see Shop Parameters > Products settings), the values you define (price, references) will be used in supply orders.
bg_bg: Когато използвате инструмента за разширено управление на наличности (вж. Параметри на магазина > Настройки на продукт), стойностите, които дефинирате (цена, референции), ще бъдат използвани в заявки за доставки.
et_ee: Kui kasutate täiustatud laojuhtimise tööriista (vt Poe parameetrid > Toote seaded), kasutatakse varude tellimisel teie määratud väärtusi (hind, viited).
sk_sk: Pri použití pokročilého riadenia zásob (pozrite Parametre obchdou > Nastavenia produktov), budú hodnoty ktoré tu vyplníte (ceny, kódy) použité v dodávateľských objednávkach.

source: You can specify product reference(s) for each associated supplier. Click "Save" after changing selected suppliers to display the associated product references.
bg_bg: Можете да задавате продуктови референции за всеки свързан снабдител. След като промените избраните снабдители, натиснете „Запазване“, за да покажете свързаните продуктови референции.
et_ee: Saate määrata toote viite(d) iga seotud tarnija kohta. Klõpsake pärast valitud tarnijate muutmist "Salvesta", et kuvada seotud toote viited.
sk_sk: Pre jednotlivých pridružených dodávateľov môžete špecifikovať kód(y) produktu. Ak chcete po zmene vybraných dodávateľov zobraziť kódy pridružených produktov, kliknite na "Uložiť".

source: This interface allows you to specify the warehouse in which the product is stocked.
bg_bg: Този инерфейс позволява да зададеш склад, в който се съхранява продукта.
et_ee: See liides võimaldab määrata, mis laudes antud toode on ladustatud.
sk_sk: Toto rozhranie Vám umožňuje určiť, v ktorých skladoch je tento produkt dostupný.

source: It is also possible to specify the location within the warehouse for each product or combination.
bg_bg: За всеки продукт или комбинация е възможно да зададете конкретно местоположение в склада.
et_ee: Igale tootele või kombinatsioonile on võimalik määrata ka asukoht laos.
sk_sk: Je možné špecifikovať aj umiestnenie jednotlivých produktov alebo kombinácií v sklade.

source: Combinations are the different variations of a product, with attributes like its size, weight or color taking different values. To create a combination, you need to create your product attributes first. Go to Catalog > Attributes & Features for this!
bg_bg: „Комбинации“ се наричат различните вариации на продукта – с атрибути като размер, тегло и цвят, които приемат различни стойности. За да създадете комбинация, първо трябва да зададете продуктовите асоциации. За целта навигирайте към Каталог > Атрибути и характеристики!
et_ee: Kombinatsioonid on toote erinevad variatsioonid, millel on atribuutidel (nt suurus, mass või värv) erinevad väärtused. Kombinatsiooni loomiseks peate looma esmalt toote atribuudid. Selleks avage Kataloog > Atribuudid ja omadused!
sk_sk: Kombinácie predstavujú rôzne varianty produktu s atribútmi ako jeho veľkosť, váha alebo farba, dosahujúcimi rôzne hodnoty. Ak chcete vytvoriť kombináciu, musíte najskôr vytvoriť atribúty pre svoj produkt. K tomu je potrebné prejsť k umiestneniu Katalóg > Attribúty a vlastnosti!

source: To add combinations, enter the wanted attributes (like "size" or "color") and their respective values ("XS", "red", "all", etc.) in the field below; or select it in the right column. Then click on "Generate": it will automatically create all the combinations for you! <br> If you haven’t got any attributes yet, you should first create some in [1]Attributes & Features[/1].
bg_bg: За да добавите комбинации, въведете желаните атрибути (като "размер" или "цвят") и съответно техните стойности ("XS", "червен", "всички", др.) в полето по-долу или ги изберете от колоната вдясно. След това натиснете "Генериране": това автоматично ще създаде всички комбинации за вас! <br> Ако все още нямате никакви атрибути, първо трябва да създадете някакви в [1]Атрибути и Характеристики[/1].
et_ee: Kombinatsioonide lisamiseks sisestage järgmistele väljadele soovitud atribuudid (nt "suurus" või "värv") ja nende väärtused ("XS", "punane", "kõik" jms) või valige need parempoolsest veerust. Seejärel klõpsake nupul "Genereeri": see loob automaatselt kõik kombinatsioonid" <br> Kui te pole veel atribuute loonud, peaksite seda tegema esmalt jaotises [1]Atribuudid ja omadused[/1].
sk_sk: Ak chcete pridať kombinácie, zadajte požadované atribúty (napr. "veľkosť" alebo "farbu") a ich príslušné hodnoty ("XS", "červená", "všetky" atď.) do nižšie uvedeného poľa; alebo ich vyberte v stĺpci vpravo. Potom kliknite na možnosť "Vygenerovať": tým dôjde k automatickému vytvoreniu všetkých kombinácií!<br> Ak zatiaľ nemáte žiadne atribúty, mali by ste si ich najskôr vytvoriť v umiestnení [1]Atribúty a vlastnosti[/1].

source: Public title for the product's page, and for search engines. Leave blank to use the product name. The number of remaining characters is displayed to the left of the field.
bg_bg: Публично заглавие за страницата на продукта и за търсачки. Не попълвайте, ако искате да използвате името на продукта. Броят на оставащите символи се показва вляво от полето.
et_ee: Toote lehekülje avalik tiitel, mida näevad otsimootorid. Jätke tühjaks, et kasutada toote nime. Saadaolevate tähemärkide arvu kuvatakse väljast vasakul.
sk_sk: Verejný názov pre stránku produktu a pre vyhľadávače. Ponechajte prázdne, ak chcete použiť názov produktu. Počet zostávajúcich znakov je zobrazený na ľavej strane poľa.

source: This description will appear in search engines. You need a single sentence, shorter than 160 characters (including spaces).
bg_bg: Това описание ще се показва в търсачките. Трябва да бъде едно изречение до 160 символа (включително интервалите).
sk_sk: Tento popis sa zobrazí vo webových vyhľadávačoch. Potrebujete jednu vetu, ktorá je kratšia ako 160 znakov (vrátanie medzier).

source: This is the human-readable URL, as generated from the product's name. You can change it if you want.
bg_bg: Това е удобен за четене URL адрес, генериран от името на продукта. Можете да го промените ако желаете.
sk_sk: Toto je URL adresa, ktorá je ľahko čitateľná pre ľudí a je vytvorená z názvu produktu. Pokiaľ chcete, môžete ju zmeniť.

source: When your product is disabled, choose to which page you’d like to redirect the customers visiting its page.
bg_bg: Изберете към коя страница да бъдат пренасочвани клиентите, посетили тази страница, когато продуктът ви е неактивен.
et_ee: Kui toode on keelatud, valige leht, millele soovite seda lehte külastavad kliendid suunata.
sk_sk: Keď je váš produkt vypnutý, vyberte si, kam presmerujete zákazníkov, ktorí navštívia jeho stránku.

source: No redirection (404) = Do not redirect anywhere and display a 404 "Not Found" page.
bg_bg: Без пренасочване (404) = не пренасочвай и покажи съобщение за грешка 404 – „Страницата не е намерена“.
et_ee: Suunamist ei toimu (404) = ei suunata kusagile ja kuvatakse 404 "ei leitud" leht.
sk_sk: Žiadne presmerovanie (404) = Nepresmerovať nikam a zobraziť stránku 404 "Nebolo nájdené".

source: Permanent redirection (301) = Permanently display another product or category instead.
bg_bg: Постоянно пренасочване (301) = постоянно показване на друг (заместващ) продукт или категория.
sk_sk: Trvalé presmerovanie (301) = Trvalo zobraziť iný produkt alebo kategóriu namiesto tohto.

source: Temporary redirection (302) = Temporarily display another product or category instead.
bg_bg: Временно пренасочване (302) = временно показване на друг (заместващ) продукт или категория.
sk_sk: Dočasné presmerovanie (302) = Dočasne zobraziť iný produkt alebo kategóriu namiesto tohto.

source: If a carrier has a tax, it will be added to the shipping fees.
bg_bg: Ако превозвачът има такса, тя ще бъде добавена към разходите за доставка.
sk_sk: Ak má prepravca nastavenú daň, bude pripočítaná k prepravným nákladom.

source: Invalid token
bg_bg: Невалиден ключ
et_ee: Vigane märk
sk_sk: Neplatný token

source: [1]Invalid token[/1]: direct access to this link may lead to a potential security breach.
bg_bg: [1]Невалиден шифър[/1]: директният достъп до този линк може да доведе до пробив в сигурността.
et_ee: [1]Vigane luba[/1]: otsene juurdepääs sellele lingile võib põhjustada potentsiaalse turbemurde.
sk_sk: [1]Neplatný token[/1]: priamy prístup na tento odkaz môže viesť k možnému porušeniu bezpečnosti.

source: Do you want to display this page?
bg_bg: Искате ли тази страница да се показва?
et_ee: Kas soovite seda lehte kuvada?
sk_sk: Chcete zobraziť túto stránku?

source: Yes, I understand the risks
bg_bg: Да, разбирам рисковете
et_ee: Jah, mõistan ohte
sk_sk: Áno, rozumiem rizikám

source: Take me out of there!
bg_bg: Изведи ме оттам!
et_ee: Vii mind sinna!
sk_sk: Odísť odtiaľto!

source: Where should the product be available on your site? The main category is where the product appears by default: this is the category which is seen in the product page's URL. Disabled categories are written in italics.
sk_sk: Kde by mal byť produkt k dispozícii na vašej stránke? Na základe predvolených nastavení sa produkt zobrazuje v hlavnej kategórii: toto je kategória, ktorú vidno v URL stránke produktu. Zakázané kategórie sú písané kurzívou.
