Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.1/*/AdminInternationalNotification.*.xlf
Languages: bn_bd, sl_si

source: The translation was successfully copied.
bn_bd: অনুবাদ সফলভাবে কপি করা হয়েছে।
sl_si: Prevodi so bili uspešno skopirani.

source: Cannot add configuration %1$s for %2$s language
sl_si: Ne morem dodati konfiguracije %1$s za %2$s ta jezik

source: The translations have been successfully added.
bn_bd: অনুবাদ সফলভাবে যোগ করা হয়েছে।
sl_si: Prevodi so bili uspešno dodani.

source: The translation was added successfully, but the language has not been created.
bn_bd: অনুবাদ, সফলভাবে যোগ করা হয়েছে,কিন্তু ভাষাটি তৈরি করা যায় নি।
sl_si: Prevod dodan uspešno, vendar jezik še ni bil ustvarjen.

source: Localization pack imported successfully.
bn_bd: লোকালাইজেসন প্যাক সফলভাবে নিয়ে আসা হয়েছে।
sl_si: Lokalizacijski paket je bil uspešno uvožen.

source: Fatal error: ISO code is not correct
bn_bd: মারাত্মক ত্রুটি: ISO কোড সঠিক নয়
sl_si: Napaka: ISO koda je napačna

source: Fatal error: IETF code %s is not correct
sl_si: Kritična napaka: IETF koda %s ni pravilna

source: Sorry this language is not available
sl_si: Oprostite, ta jezik ni na voljo

source: Server does not have permissions for writing.
bn_bd: সার্ভারএর রাইট করার জন্য অনুমতি নেই.
sl_si: Strežnik nima pravic za zapisovanje.

source: Language pack unavailable.
sl_si: Jezikovni paket ni na voljo.

source: An error occurred while creating the language: %s
sl_si: Prišlo je do napake med ustvarjanjem: %s jezika

source: Cannot load country: %d
sl_si: Ne morem naložiti države: %d

source: Cannot enable the associated country: %s
sl_si: Ne morem omogočiti povezane države: %s

source: Invalid Zone name.
bn_bd: অঞ্চলের নাম ভুল
sl_si: Neveljavno ime območja.

source: Invalid state properties.
bn_bd: ভুল স্টেট বৈশিষ্ট্য
sl_si: Napačne lastnosti zvezne države.

source: Cannot update the associated country: %s
sl_si: Ne morem posodobiti povezane države: %s

source: An error occurred while adding the state.
bn_bd: স্টেট যোগ করার সময় একটি ত্রুটি ঘটেছে
sl_si: Napaka pri dodajanju stanja.

source: An error occurred while fetching the state.
bn_bd: স্টেট বিন্যাস করার সময় একটি ত্রুটি ঘটেছে
sl_si: Pri pridobivanju zvezne države se je pojavila napaka.

source: Invalid tax properties.
bn_bd: ভুল ট্যাক্স বৈশিষ্ট্য
sl_si: Napačne lastnosti davka

source: An error occurred while importing the tax: %s
sl_si: Napaka pri uvozu davka: %s

source: This tax rule cannot be saved.
bn_bd: ট্যাক্স নিয়ম সংরক্ষণ করা যাবে না
sl_si: Ne morem shraniti davčnega pravila

source: Invalid currency properties.
bn_bd: ভুল মুদ্রা বৈশিষ্ট্য
sl_si: Napačne lastnosti valute.

source: An error occurred while importing the currency: %s
sl_si: Napaka pri uvozu valute: %s

source: Localization pack corrupted: wrong unit type.
bn_bd: স্থানীয়করণ প্যাক ক্ষতিগ্রস্ত:ভুল ইউনিট টাইপ
sl_si: Paket poškodovan: napačen tip enote.

source: An error occurred while setting the units.
bn_bd: ইউনিট সেট করার সময় একটি ত্রুটি ঘটেছে
sl_si: Napaka pri nastavljanju enot.

source: An error occurred while installing the module: %s
sl_si: Pri namestitvi modula je prišlo do napake: %s

source: An error occurred while uninstalling the module: %s
sl_si: Pri odstranjevanju modula je prišlo do napake: %s

source: An error has occurred, this module does not exist: %s
sl_si: Napaka, ta modul ne obstaja: %s

source: An error occurred during the configuration setup: %1$s
sl_si: Prišlo je do napake pri konfiguraciji nastavitev: %1$s

source: An error occurred during the default group update
bn_bd: ডিফল্ট গ্রুপ হালনাগাদ করার সময় একটি ত্রুটি ঘটেছে
sl_si: Med posodabljanjem privzete skupine je prišlo do napake

source: An error has occurred during the default group update
bn_bd: ডিফল্ট গ্রুপ হালনাগাদ করার সময় একটি ত্রুটি ঘটেছে
sl_si: Med posodabljanjem privzete skupine je prišlo do napake

source: Incorrect Tax Manager class [%s]
bn_bd: ট্যাক্স ম্যানেজার ক্লাস[%s] ভুল
sl_si: Nepravilen Tax Manager razred [%s]

source: Tax Manager class not found [%s]
bn_bd: ট্যাক্স ম্যানেজার ক্লাস[%s] পাওয়া যায় নি
sl_si: Tax Manager razred ni najden [%s]

source: No tax
bn_bd: কোনো ট্যাক্স নেই
sl_si: Brez davka

source: Invalid language ISO code (%s)
sl_si: Neveljavna ISO jezikovna koda (%s)

source: This ISO code already exists.You cannot create two countries with the same ISO code.
bn_bd: টি ইতিমধ্যেই বিদ্যমান। আপনি একই ISO কোড দিয়ে দুটি দেশ তৈরি করতে পারবেন না ।
sl_si: Ta ISO koda že obstaja. Ne morete ustariti dveh držav z enako ISO kodo.

source: Invalid address layout %s
sl_si: Neveljaven zapis naslova %s

source: You cannot delete the default currency
bn_bd: আপনি ডিফল্ট মুদ্রা মুছে ফেলতে পারবেন না
sl_si: Privzete valute ne moreš odstraniti

source: You cannot disable the default currency
bn_bd: আপনি ডিফল্ট মুদ্রা নিষ্ক্রিয় করতে পারবেন না
sl_si: Ne morete onemogočiti privzete valute

source: This currency already exists.
bn_bd: এই মুদ্রা ইতিমধ্যেই বিদ্যমান।
sl_si: Valuta že obstaja.

source: The currency conversion rate cannot be equal to 0.
sl_si: Stopnja pretvorbe valute ne more biti enaka 0.

source: The geolocation database is unavailable.
bn_bd: ভূঅবস্থান ডাটাবেস পাওয়া যাচ্ছে না।
sl_si: Baza podatkov geolokacije ni na voljo.

source: Country selection is invalid.
bn_bd: নির্বাচিত দেশটি উপযুক্ত নয়।
sl_si: Izbira države je napačna.

source: Invalid whitelist
bn_bd: শ্বেত তালিকা সঠিক নয়।
sl_si: Napačen seznam dovoljenih

source: When you delete a language, all related translations in the database will be deleted. Are you sure you want to proceed?
bn_bd: একটি ভাষা মুছে ফেলা হলে, ডাটাবেসের মধ্যে সমস্ত সম্পর্কিত অনুবাদ মুছে ফেলা হবে। আপনি কি এগিয়ে যাওয়ার বিষয়ে নিশ্চিত?
sl_si: Ko izbrišete jezik, SE VSI POVEZANI PREVODI V BAZI PODATKOV IZBRIŠEJO, ali res želite izbrisati jezik?

source: When you delete a language, all related translations in the database will be deleted.
bn_bd: আপনি একটি ভাষা মুছে ফেললে, ডাটাবেসের মধ্যে সমস্ত সম্পর্কিত অনুবাদ মুছে ফেলা হবে.
sl_si: Ko izbrišete jezik, bodo vsi prevodi povezani z njim izbrisani iz baze podatkov.

source: Your .htaccess file must be writable.
bn_bd: আপনার .Htaccess ফাইলটি লিখনযোগ্য হতে হবে
sl_si: Vaša datoteka .htaccess mora biti na voljo za pisanje.

source: You cannot delete the default language.
bn_bd: আপনি ডিফল্ট ভাষা মুছে ফেলতে পারবেন না
sl_si: Ne morete izbrisati privzetega jezika.

source: You cannot delete the language currently in use. Please select a different language.
bn_bd: ব্যবহারের বর্তমানে ভাষা মুছতে পারবেন না। একটি ভিন্ন ভাষা নির্বাচন করুন।
sl_si: Ne morete izbrisati jezika, ki je trenutno v uporabi. Pred brisanjem spremenite jezik.

source: You cannot change the status of the default language.
bn_bd: আপনি ডিফল্ট ভাষার স্ট্যাটাস পরিবর্তন করতে পারবেন না।
sl_si: Ne morete spremeniti statusa privzetega jezika.

source: This ISO code is already linked to another language.
bn_bd: ISO কোডটি ইতিমধ্যেই অন্য ভাষার সাথে সংযুক্ত
sl_si: ISO koda je že povezana z drugim jezikom.

source: Flag and "No picture" image fields are required.
bn_bd: ফ্ল্যাগ এবং "No-picture" চিত্র ক্ষেত্র দুটি প্রয়োজন
sl_si: Polji "zastava" in "slika-za-ni-slike" sta zahtevani.

source: An error occurred while copying "No Picture" image to your product folder.
bn_bd: আপনার পণ্য ফোল্ডারে "No Picture" ইমেজ কপি করার সময় একটি ত্রুটি ঘটেছে।
sl_si: Napaka pri kopiranju slike ni-slike-izdelka v mapo z vašimi izdelki.

source: An error occurred while copying "No picture" image to your category folder.
bn_bd: আপনার ক্যাটাগরি ফোল্ডারে "No Picture" ইমেজ কপি করার সময় একটি ত্রুটি ঘটেছে।
sl_si: Napaka pri kopiranju slike ni-slike-izdelka v mapo z vašimi kategorijami.

source: An error occurred while copying "No picture" image to your brand folder.
sl_si: Napaka pri kopiranju slike ni-slike-izdelka v mapo z vašimi izdelki.

source: An error occurred while resizing "No picture" image to your product directory.
bn_bd: আপনার পণ্য ডিরেক্টরিতে "No Picture" ইমেজ রিসাইজ করার সময় একটি ত্রুটি ঘটেছে।
sl_si: Napaka pri spreminjanju velikosti slike ni-slike-izdelka v vašo mapo s izdelki.

source: An error occurred while resizing "No picture" image to your category directory.
bn_bd: আপনার ক্যাটাগরি ডিরেক্টরিতে "No Picture" ইমেজ রিসাইজ করার সময় একটি ত্রুটি ঘটেছে।
sl_si: Napaka pri spreminjanju velikosti slike ni-slike-izdelka v vašo mapo s kategorijami.

source: An error occurred while resizing "No picture" image to your brand directory.
sl_si: Napaka pri spreminjanju velikosti slike ni-slike-izdelka v vašo mapo s izdelki.

source: An error occurred during image deletion process.
bn_bd: ইমেজ মুছে ফেলার সময় একটি ত্রুটি ঘটেছে
sl_si: Napaka med brisanjem slike.

source: Iso code is not valid
bn_bd: ISO কোড বৈধ নয়
sl_si: ISO koda ni veljavna

source: Technical Error: ps_version is not valid
bn_bd: কারিগরি ত্রুটি: ps_version বৈধ নয়
sl_si: Tehnična napaka: ps_version ni veljaven

source: Wrong ISO code, or the selected language pack is unavailable.
bn_bd: ভুল ISO কোড, অথবা নির্বাচিত ভাষায় প্যাকটি নেই।
sl_si: Napačna ISO koda ali pa izbran jezikovni paket ni na voljo.

source: Technical Error: translation server unreachable.
sl_si: Tehnična napaka: Prevajalni strežnik nedoseglijv.

source: Importing a new language may fail without the OpenSSL module. Please enable "openssl.so" on your server configuration.
sl_si: Uvoz novega jezika lahko spodleti brez OpenSSL modula. Prosim omogočite "openssl.so" v vaši konfiguraciji strežnika.

source: Cannot load the localization pack.
bn_bd: লোকালাইজেসন প্যাক লোড করা যাচ্ছে না
sl_si: Ne morem naložiti lokalizacijskega paketa (iz prestashop.com in iz vaše lokalne mape "localization")

source: Please select at least one item to import.
bn_bd: নিয়ে আসার জন্য কমপক্ষে একটি আইটেম সিলেক্ট করুন।
sl_si: Izberite vsaj eno vsebino za uvoz.

source: %language% could not be loaded
sl_si: %language% ne morem naložit

source: This ISO code already exists. You cannot create two states with the same ISO code.
bn_bd: ISO কোডটি ইতিমধ্যেই বিদ্যমান।আপনি একই ISO কোড দিয়ে দুটি স্টেট তৈরি করতে পারবেন না ।
sl_si: ISO koda že obstaja. Ne morete ustvariti dveh zveznih držav z enako ISO kodo.

source: This state was used in at least one address. It cannot be removed.
bn_bd: এই স্টেটটি কমপক্ষে একটি ঠিকানায় ব্যাবহার করা হয়েছে।এটি মুছে ফেলা যাবে না
sl_si: Ta zvezna država je bila uporabljena pri vsaj enem naslovu. Ne more biti odstranjena.

source: This tax is currently in use as a tax rule. Are you sure you'd like to continue?
sl_si: Ta davek je trenutno v uporabi kot davčno pravilo. Ali ste prepričani, da želite nadaljevati?

source: This tax is currently in use as a tax rule. If you continue, this tax will be removed from the tax rule. Are you sure you'd like to continue?
bn_bd: এই ট্যাক্স, ট্যাক্স নিয়ম হিসাবে বর্তমানে ব্যবহার হচ্ছে।আপনি চালিয়ে গেলে,এই ট্যাক্সকে ট্যাক্স রুল থেকে অপসারণ করা হবে।আপনি কি চালিয়ে যাবার বিষয়ে নিশ্চিত??
sl_si: Ta davek je trenutno v uporabi kot davčno pravilo. Če želite nadaljevati, bo ta davek odstranjen iz davčnega pravila. Ste prepričani, da želite nadaljevati?

source: A tax rule already exists for this country/state with tax only behavior.
sl_si: Pravilo davka že obstaja za to državo z obnašanjem samo za davek.

source: The Zip/postal code is invalid. It must be typed as follows: %format% for %country%.
sl_si: Zip/Poštna koda je napačna. Vpisana mora biti: %format% za %country%.

source: An error has occurred: Cannot save the current tax rule.
bn_bd: একটি ত্রুটি ঘটেছে: বর্তমান ট্যাক্স নিয়ম সংরক্ষন করা যাচ্ছে না
sl_si: Napaka: Ne morete shraniti trenutnega davčnega pravila.

source: Cannot create the folder "%s". Please check your directory writing permissions.
sl_si: Ne morem ustvariti mape "%s". Prosim preverite vaša dovoljenja pisanja imenika.

source: You must select two languages in order to copy data from one to another.
bn_bd: একটি থেকে অন্যটিতে তথ্য কপি করার জন্য আপনাকে ভাষা দুটি নির্বাচন করতে হবে।
sl_si: Izberi dva jezika za kopiranje podatkov iz enega v drugega.

source: You must select two themes in order to copy data from one to another.
bn_bd: একটি থেকে অন্যটিতে তথ্য কপি করার জন্য আপনাকে থিম দুটি নির্বাচন করতে হবে।
sl_si: Izberi dve temi za kopiranje podatkov iz ene v drugo.

source: An error occurred while copying data.
bn_bd: ডাটা কপি করার সময় একটি ত্রুটি ঘটেছে
sl_si: Napaka pri kopiranju.

source: There is nothing to copy (same language and theme).
bn_bd: কপি করার জন্য কিছু নেই(একই ভাষা ও থিম)
sl_si: Ni kaj kopirati (enak jezik in tema).

source: Theme(s) not found
bn_bd: থিম(গুলি) পাওয়া যায় নি
sl_si: Tema(e) ni bilo mogoče najti

source: Impossible to create the directory "%s".
bn_bd: "%s" ডিরেক্টরি তৈরি করা সম্ভব নয়
sl_si: Nemogoče ustvariti imenik "%s".

source: Impossible to copy "%s" to "%s".
bn_bd: "%s" হতে "%s" কপি করা সম্ভব নয়
sl_si: Nemogoče kopirati "%s" na "%s".

source: Impossible to translate "$dest".
bn_bd: "$dest"অনুবাদ সম্ভব নয়
sl_si: Nemogoče prevesti "$dest".

source: A part of the data has been copied but some of the language files could not be found.
bn_bd: তথ্যের একটি অংশ কপি করা হয়েছে কিন্তু কিছু ভাষা ফাইল খুঁজে পাওয়া যায় নি।
sl_si: Del podatkov je bil kopiran a nekatere jezikovne datoteke niso obstajale ali niso najdene.

source: An error occurred while creating archive.
bn_bd: আর্কাইভ তৈরি করার সময় একটি ত্রুটি ঘটেছে
sl_si: Napaka pri ustvarjanju arhiva.

source: Please select a language and a theme.
bn_bd: একটি ভাষা এবং একটি থিম নির্বাচন করুন
sl_si: Izberite jezik in temo.

source: Tab "%s" is not valid
bn_bd: ট্যাব "%s" সঠিক নয়
sl_si: Zavihek "%s" ni veljaven

source: Validation failed for: %s
bn_bd: %sঃএর জন্য যাচাইকরণ ব্যর্থ হয়েছে
sl_si: Preverjanje spodletelo za: %s

source: Unidentified file found: %s
bn_bd: %s ঃঅসনাক্ত ফাইল পাওয়া গিয়েছে
sl_si: Neznana datoteka najdena: %s

source: The archive cannot be extracted.
bn_bd: আর্কাইভ এক্সট্র্যাক্ট করা যাবে না
sl_si: Arhiva ni mogoče razširiti.

source: ISO CODE invalid "%1$s" for the following file: "%2$s"
bn_bd: "%2$s" ফাইল এর জন্য "%1$s" ISO কোড ভুল
sl_si: ISO koda ni veljavna "%1$s" za naslednjo datoteko: "%2$s"

source: Cannot write to the theme's language file (%s). Please check writing permissions.
sl_si: Jezična datoteka predloge (%s) ni zapisljiva. Prosimo preverite zapisljivost (chmod).

source: Invalid theme "%s"
bn_bd: \"%s\" থিমটি অনুপযুক্ত
sl_si: Neveljavna tema \"%s\"

source: Invalid iso code "%s"
bn_bd: iso কোড "%s" সঠিক নয়
sl_si: Neveljavna iso koda "%s"

source: This %type_content% file extension is not accepted.
sl_si: Ta %type_content% končnica ni dovoljena.

source: Invalid module name "%s"
bn_bd: "%s" মডিউল নামটি সঠিক নয়
sl_si: Neveljavno ime modula "%s"

source: Invalid mail name "%s"
bn_bd: মেইল নাম "%s" সঠিক নয়
sl_si: Neveljavno poštno ime "%s"

source: Directory "%s" cannot be created
bn_bd: "%s" ডিরেক্টরি তৈরি করা যায় নি
sl_si: Mapa "%s" ne more biti ustvarjena

source: Your email translations contain some invalid HTML and cannot be saved. Please check your content.
sl_si: Vaš prevod pošte vsebuje napačno HTML kodo in ne more biti shranjen. Prosim preverite vsebino.

source: Your HTML email templates cannot contain JavaScript code.
bn_bd: আপনার HTMLইমেইল টেম্পলেটে JavaScript কোড নেই
sl_si: HTML e-poštne predloge ne morejo vsebovati JavaScript kode.

source: Empty string found, please edit: "%s"
bn_bd: খালি স্ট্রিং পাওয়া গিয়েছে,সম্পাদনা করুন:"%s"
sl_si: Najden prazen niz. Prosimo uredite: "%s"

source: There is an error in template, an empty string has been found. Please edit: "%s"
sl_si: Najdena je bila napaka v vzorcu, najden je bil prazen niz. Prosimo uredite: "%s"

source: The module directory must be writable.
bn_bd: মডিউল ডিরেক্টরি অবশ্যই লিখনযোগ্য হতে হবে
sl_si: Mapa z moduli mora imeti pravice za pisanje.

source: A mail directory exists for the "%1$s" language, but not for the default language (%3$s) in %2$s
sl_si: Mail mapa obstaja za "%1$s" jezik, ampak ne za privzet jezik v (%3$s) in %2$s

source: missing translation(s)
sl_si: manjkajoči prevodi

source: This expression uses a special syntax:
sl_si: Ta izraz uporablja posebno sintakso:

source: No Subject was found for %s in the database.
bn_bd: ডাটাবেসে %sর জন্য কোনো বিষয় পাওয়া যায় নি
sl_si: V bazi podatkov ni bila najdena nobena Zadeva glede %s.

source: There was a problem getting the mail files.
bn_bd: মেইল ফাইলসমূহ পেতে ত্রুটি ঘটেছে
sl_si: Težava s pridobivanjem datotek e-poštnih sporočil.

source: English language files must exist in %s folder
bn_bd: %s ফোল্ডারের মধ্যে ইংরেজি ভাষা ফাইল উপস্থিত থাকা আবশ্যক
sl_si: Prepričajte se, da angleške datoteke obstajajo v mapi %s

source: Cannot write language file for email subjects. Path is: %s
bn_bd: ইমেইল সাবজেক্ট এর জন্য ভাষা ফাইল রাইট করা যাচ্ছে না। পাথটি হোলো : %s
sl_si: Ni mogoče zapisati jezikovne datoteke za email subjekte. Pot je: %s.

source: Cannot write into the "%s"
bn_bd: "%s" তে রাইট করা যায় নি
sl_si: Zapis v "%s" ni mogoč

source: Translation successfully updated
sl_si: Prevod uspešno spremenjen

source: Translation unsuccessfully updated
sl_si: Prevod neuspešno spremenjen
