Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.1/*/AdminLoginNotification.*.xlf
Languages: no_no

source: SSL is activated. However, your IP is allowed to enter unsecure mode for maintenance or local IP issues.
no_no: SSL er aktivert. Imidlertid har din IP lov til å bruke usikret modus for blant annet vedlikehold.

source: This account does not exist.
no_no: Denne kontoen eksisterer ikke.

source: You can reset your password every %d minute(s) only. Please try again later.
no_no: Du kan tilbakeføre passordet bare hver %d minutt(er). Vennligst prøv igjen senere.

source: Please, check your mailbox. A link to reset your password has been sent to you.
no_no: Sjekk e-postinnboksen din. En lenke for å tilbakestille passordet ditt har blitt sendt til deg.

source: An error occurred while attempting to reset your password.
no_no: Det oppstod en feil under forsøk på å gjenopprette passordet ditt.

source: Some identification information is missing.
no_no: Noe av identifikasjonsinformasjonen mangler.

source: The password is missing: please enter your new password.
no_no: Passordet mangler: vennligst skriv inn ditt nye passord.

source: The password is not in a valid format.
no_no: Passordet er ikke i et gyldig format.

source: The confirmation is empty: please fill in the password confirmation as well.
no_no: Bekreftelsesfeltet er tomt: vennligst skriv inn passordbekreftelsen også.

source: The password and its confirmation do not match. Please double check both passwords.
no_no: Passordet og dets bekreftelse matcher ikke. Vennligst dobbeltsjekk begge passordene.

source: Your password reset request expired. Please start again.
no_no: Din forespørsel om tilbakeføring av passordet har utløpt. Vennligst begynn på nytt.

source: An error occurred while attempting to change your password.
no_no: En feil oppstod under forsøk på å endre passordet ditt.

source: The password has been changed successfully.
no_no: Passordet er blitt endret.
