Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.1/*/AdminModulesHelp.*.xlf
Languages: fa_ir, sk_sk

source: Click here to log in.
fa_ir: برای ورود اینجا کلیک کنید.
sk_sk: Pre prihlásenie kliknite sem.

source: Search modules: keyword, name, author...
fa_ir: جستجوی ماژول‌ها: کلمه‌ی کلیدی، نام، نویسنده...
sk_sk: Moduly vyhľadávania: kľúčové slová, meno, autor...

source: Please upload one file at a time, .zip or tarball format (.tar, .tar.gz or .tgz).
fa_ir: خواهشمند است هر بار یک فایل را بارگزاری کنید. فرمت zip یا tar (.tar, .tar.gz or .tgz).
sk_sk: Nahrávajte súbory po jednom vo formáte .zip alebo tarball (.tar, .tar.gz alebo .tgz).

source: Your module will be installed right after that.
fa_ir: ماژول شما بلافاصله پس از آن نصب خواهد شد.
sk_sk: Váš modul bude nainštalovaný hneď potom.

source: What happened?
fa_ir: چه چیزی رخ داد؟
sk_sk: Čo sa stalo?

source: Customize your store with this selection of modules recommended for your shop, based on your country, language and version of PrestaShop. It includes the most popular modules from our Addons marketplace, and free partner modules.
sk_sk: Upravte svoj obchod s týmto odporúčaným výberom modulov pre váš obchod podľa vašej krajiny, jazyka a verzie obchodu PrestaShop. Obsahuje najobľúbenejšie moduly z nášho obchodu Addons Marketplace a bezplatné moduly partnerov.

source: You bought this module on PrestaShop Addons. Thank You.
sk_sk: Tento modul ste si kúpili na PrestaShop Addons. Ďakujeme.

source: Bought
fa_ir: خریداری شده
sk_sk: Kúpené

source: This module is available on PrestaShop Addons.
fa_ir: این ماژول در PrestaShop Addons در دسترس است.
sk_sk: Tento modul je dostupný v PrestaShop Addons.

source: Popular
fa_ir: محبوب
sk_sk: Populárne

source: This module is available for free thanks to our partner.
fa_ir: این افزونه به منظور تشکر از همکار ما به صورت رایگان در دسترس است.
sk_sk: Tento modul je dostupný zadarmo vďaka nášmu partnerovi.

source: Official
fa_ir: رسمی
sk_sk: Oficiálne

source: Need update
fa_ir: نیازمند بروزرسانی
sk_sk: Dostupná aktualizácia

source: These are all the modules you’ve added to your shop, either by buying it from PrestaShop Addons, or by uploading it directly.
fa_ir: این‌ها همه‌ی ماژول‌هایی هستند که شما به فروشگاه خود افزوده‌اید. چه آن‌هایی که از PrestaShop Addons تهیه کرده و چه آن‌هایی که مستقیماً بارگذاری کرده‌اید.
sk_sk: Toto sú všetky moduly, ktoré ste si pridali do svojho obchodu buď kúpou v obchode PrestaShop Addons, alebo ich priamym nahraním.

source: These modules from PrestaShop are preinstalled when you set-up your shop. They cover the basics of e-commerce and comes for free.
fa_ir: این ماژول‌ها وقتی شما اقدام به نصب پرستاشاپ برای فروشگاه خود می‌کنید، از پیش نصب شده هستند. آن ها امکاناتی ابتدایی و رایگان به شما می‌دهند.
sk_sk: Tieto moduly od spoločnosti PrestaShop sú predinštalované pri zriadení obchodu. Obsahujú základy e-komerce a dodávajú sa zdarma.

source: Each theme you install will come with its own set of modules. You’ll find here all the modules related to your active theme.
fa_ir: هر قالبی که شما نصب می‌کنید به همراهش ماژول‌های مخصوص به خود را دارد. این جا می‌توانید تمام ماژول‌های مرتبط با قالب فعال را پیدا کنید.
sk_sk: Každý nainštalovaný motív sa dodáva s vlastnou sadou modulov. Tu nájdete všetky moduly, súvisiace s vaším aktívnym motívom.

source: These modules require your attention: you need to take some action to ensure they are fully operational.
fa_ir: این ماژول‌ها به توجه شما نیاز دارند: نیاز است تا مطمئن شوید که این‌ها به طور کامل کار می‌کنند.
sk_sk: Tieto moduly vyžadujú vašu pozornosť: k zaisteniu ich plnej funkčnosti je potrebné podniknúť určité kroky.

source: Update these modules to enjoy their latest versions.
fa_ir: این ماژول‌ها را برای لذت بردن از جدیدترین نسخه‌ی آن‌ها به روز کنید.
sk_sk: Nahrajte tieto moduly, aby ste si mohli vychutnať ich najnovšie verzie.
