Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.1/*/EmailsBody.*.xlf
Languages: el_gr

source: Hi {firstname} {lastname},
el_gr: Γεια σου {firstname} {lastname},

source: Simply copy/paste this code during the payment process for your next order.
el_gr: Απλά αντιγράψτε/επικολλήστε αυτό τον κωδικό κατά την διαδικασία πληρωμής για την επόμενή σας παραγγελία.

source: Here is the code of your voucher:
el_gr: Ορίστε ο κωδικός του κουπονιού σας:

source: Referral Program
el_gr: Πρόγραμμα Συστάσεων

source: We have created a voucher in your name for referring a friend.
el_gr: Έχουμε δημιουργήσει ένα κουπόνι στο όνομά σας με αναφορά σε ένα φίλο.

source: , with an amount of
el_gr: , με μια ποσότητα των

source: Thank you for creating a customer account at {shop_name}.
el_gr: Ευχαριστούμε που δημιουργήσατε λογαριασμό πελάτη στο {shop_name}.

source: Here are your login details:
el_gr: Αυτά είναι τα στοιχεία εισόδου σας:

source: Important Security Tips:
el_gr: Σημαντικές συμβουλές ασφαλείας:

source: Always keep your account details safe.
el_gr: Κρατάτε πάντα τα στοιχεία του λογαριασμού σας ασφαλή.

source: Never disclose your login details to anyone.
el_gr: Μην δίνετε τα στοιχεία εισόδου σας σε κανέναν.

source: Change your password regularly.
el_gr: Να αλλάζετε τακτικά τον κωδικό σας.

source: Should you suspect someone is using your account illegally, please notify us immediately.
el_gr: Αν υποπτεφθείτε ότι κάποιος χρησιμοποιεί τον λογαριασμό σας παράνομα, παρακαλούμε ενημερώστε μας αμέσως.

source: You can now place orders on our shop:
el_gr: Τώρα μπορείτε να κάνετε παραγγελίες στο κατάστημά μας:

source: Your {shop_name} login details
el_gr: Τα στοιχεία εισόδου σας στο {shop_name}

source: We noticed that during your last visit on {shop_name}, you did not complete the order you had started.
el_gr: Παρατηρήσαμε ότι κατά την προηγούμενη επίσκεψή σας στο {shop_name}, δεν ολοκληρώσατε την παραγγελία που είχατε ξεκινήσει.

source: As an incentive, we can give you a discount of {amount}% off your next order! This offer is valid for <span><strong>{days}</strong></span> days, so do not waste a moment!
el_gr: Ως κίνητρο, μπορούμε να σας προσφέρουμε μια έκπτωση του {amount}% από την επόμενη παραγγελία σας! Αυτή η προσφορά ισχύει για <span><strong>{days}</strong></span> ημέρες, οπότε μην χάνετε λεπτό!

source: E-mail address:
el_gr: Διεύθυνση E-mail:

source: Your new {shop_name} login details
el_gr: Λεπτομέρειες της {shop_name} νέας σας σύνδεσης

source: A new order has been generated on your behalf.
el_gr: Μια νέα παραγγελία έχει δημιουργηθεί στο όνομά σας.

source: Please go on <a href="{order_link}">{order_link}</a> to finalize the payment.
el_gr: Παρακαλώ ακολουθήστε τον σύνδεσμο <a href="{order_link}">{order_link}</a> για να ολοκληρώσετε την πληρωμή.

source: Thank you for shopping with {shop_name}!
el_gr: Ευχαριστούμε για την παραγγελία σας στο {shop_name}!

source: Your order has been shipped
el_gr: Η παραγγελία σας αποστάλθηκε

source: Shipped
el_gr: Αποστάλθηκε

source: Your order with the reference <span><strong>{order_name}</strong></span> has been shipped.
el_gr: Η παραγγελία με τον κωδικό <span><strong>{order_name}</strong></span> έχει αποσταλεί.

source: Order {order_name}
el_gr: Παραγγελία {order_name}

source: You can review your order and download your invoice from the <a href="{history_url}">"Order history"</a> section of your customer account by clicking <a href="{my_account_url}">"My account"</a> on our shop.
el_gr: Μπορείτε να ελέγξετε την παραγγελία σας και να κατεβάσετε το παραστατικό σας από το τμήμα <a href="{history_url}">"Ιστορικό Παραγγελιών"</a> στην περιοχή λογαριασμού πελάτη κάνοντας κλικ στο <a href="{my_account_url}">"Ο λογαριασμός μου"</a> στο κατάστημά μας.

source: If you have a guest account, you can follow your order via the <a href="{guest_tracking_url}?id_order={order_name}">"Guest Tracking"</a> section on our shop.
el_gr: Αν έχετε λογαριασμό επισκέπτη, μπορείτε να παρακολουθήσετε την παραγγελία από το τμήμα <a href="{guest_tracking_url}?id_order={order_name}">"Ανίχνευση Επισκέπτη"</a> στο κατάστημά μας.

source: Order edited
el_gr: Παραγγελία διορθώθηκε

source: Your order with the reference <span><strong>{order_name}</strong></span> has been modified.
el_gr: Η παραγγελία με τον κωδικό <span><strong>{order_name}</strong></span> έχει διορθωθεί.

source: Awaiting wire payment
el_gr: Αναμένοντας το έμβασμα

source: You have selected to pay by wire transfer.
el_gr: Επιλέξατε να πληρώσετε με τραπεζικό έμβασμα.

source: Here are the bank details for your transfer:
el_gr: Αυτές είναι οι λεπτομέρειες για το έμβασμά σας:

source: Account owner:
el_gr: Δικαιούχος:

source: Account details:
el_gr: Λεπτομέρειες λογαριασμού:

source: Bank address:
el_gr: Στοιχεία τράπεζας:

source: Your order with the reference <span><strong>{order_name}</strong></span> has been placed successfully and will be <strong>shipped as soon as we receive your payment</strong>.
el_gr: Η παραγγελία σας με κωδικό <span><strong>{order_name}</strong></span> έχει καταχωρηθεί επιτυχώς και θα σας <strong>αποσταλεί αμέσως μόλις λάβουμε την πληρωμή σας</strong>.

source: Amount:
el_gr: Ποσό:

source: If you have a guest account, you can follow your order via the <a href="{guest_tracking_url}">"Guest Tracking"</a> section on our shop.
el_gr: Εάν έχετε ένα λογαριασμό επισκέπτη, μπορείτε να ακολουθήσετε την παραγγελία σας μέσω της ενότητας <a href="{guest_tracking_url}">"Παρακολούθηση Επισκέπτη"</a> στο κατάστημά σας.

source: Awaiting check payment
el_gr: Αναμονή για πληρωμή με επιταγή

source: You have selected to pay by check.
el_gr: Επιλέξατε να πληρώσετε με επιταγή.

source: Here are the bank details for your check:
el_gr: Αυτές είναι οι τραπεζικές λεπτομέρειες για την επιταγή σας:

source: Payable to the order of:
el_gr: πληρωτέα σε διαταγή:

source: Please mail your check to:
el_gr: Παρακαλώ στείλτε την επιταγή σας:

source: Message from a {shop_name} customer
el_gr: Μήνυμα από πελάτη του {shop_name}

source: Customer e-mail address:
el_gr: E-mail Πελάτη:

source: Customer message:
el_gr: Μήνυμα πελάτη:

source: Order:
el_gr: Παραγγελία:

source: Reference
el_gr: Αναφορά

source: Product
el_gr: προϊόν

source: Quantity
el_gr: Ποσότητα

source: Delivery address
el_gr: Διεύθυνση παράδοσης

source: Billing address
el_gr: Διεύθυνση χρέωσης

source: Customer:
el_gr: Πελάτης:

source: You have received a new return request for {shop_name}.
el_gr: Λάβατε μια νέα αίτηση για επιστροφή για {shop_name}.

source: Return details
el_gr: Λεπτομέρειες επιστροφής

source: {order_name} Placed on {date}
el_gr: {order_name} τοποθετήθηκε στις {date}

source: Order ID:
el_gr: Κωδικός Παραγγελίας:

source: Attached file:
el_gr: Συνημμένο αρχείο:

source: Your message to {shop_name} Customer Service
el_gr: Το μήνυμά σας προς την εξυπηρέτηση πελατών του {shop_name}

source: Your message has been sent successfully.
el_gr: Το μήνυμά σας έχει αποσταλεί επιτυχώς.

source: Product:
el_gr: Προϊόν:

source: We will answer as soon as possible.
el_gr: Θα απαντήσουμε το συντομότερο δυνατό.

source: Message:
el_gr: Μήνυμα:

source: Message from {shop_name}
el_gr: Μήνυμα από {shop_name}

source: You have received a new message from <span><strong>{shop_name}</strong></span> regarding order with the reference <span><strong>{order_name}</strong></span>.
el_gr: Έχετε λάβει ένα νέο μήνυμα από <span><strong>{shop_name}</strong></span> σχετικά με την παραγγελία με κωδικό <span><strong>{order_name}</strong></span>.

source: Credit slip created
el_gr: Δημιουργήθηκε Πιστωτικό δελτίο

source: We have generated a credit slip in your name for order with the reference <span><strong>{order_name}</strong></span>.
el_gr: Έχουμε δημιουργήσει ένα πιστωτικό δελτίο στο όνομά σας για την παραγγελία με τον κωδικό <span><strong>{order_name}</strong></span>.

source: You can review this credit slip and download your invoice from the <a href="{history_url}">"My credit slips"</a> section of your account by clicking <a href="{my_account_url}">"My account"</a> on our shop.
el_gr: Μπορείτε να ελέγξετε αυτό το πιστωτικό δελτίο και να κατεβάσετε το παραστατικό από το τμήμα <a href="{history_url}">"Τα πιστωτικά δελτία"</a> του λογαριασμού σου, κάνοντας κλικ στο <a href="{my_account_url}">"Ο λογαριασμός μου"</a> στο κατάστημά μας.

source: Thank you for your order with the reference {order_name} from <strong>{shop_name}</strong>
el_gr: Ευχαριστούμε για την παραγγελία με τον κωδικό {order_name} από το <strong>{shop_name}</strong>

source: Product(s) now available for download
el_gr: Προϊόν(τα) τώρα διαθέσιμα για λήψη

source: You have <span><strong>{nbProducts}</strong></span> product(s) now available for download using the following link(s):
el_gr: Έχεις τώρα <span><strong>{nbProducts}</strong></span> προϊόν(ντα) διαθέσιμα για κατέβασμα χρησιμοποιώντας τον(τους) παρακάτω σύνδεσμο(ους):

source: Your {shop_name} login information
el_gr: Τα στοιχεία εισόδου σας για το {shop_name}

source: Here is your personal login information for <span><strong>{shop_name}</strong></span>:
el_gr: Αυτά είναι τα προσωπικά στοιχεία εισόδου σας για το <span><strong>{shop_name}</strong></span>:

source: First name:
el_gr: Όνομα:

source: Last name:
el_gr: Επίθετο:

source: <a href="{shop_url}">{shop_name}</a> powered by <a href="http://www.prestashop.com/">PrestaShop™</a>
el_gr: <a href="{shop_url}">{shop_name}</a> αναπτύχθηκε από <a href="http://www.prestashop.com/">PrestaShop &trade;</a>

source: Customer service - Forwarded discussion
el_gr: Εξυπηρέτηση πελατών - Προωθημένη συζήτηση

source: <span><strong>{employee}</strong></span> wanted to forward this discussion to you.
el_gr: <span><strong>{employee}</strong></span> θέλησε να προωθήσει αυτή την συζήτηση σε σένα.

source: Discussion history:
el_gr: Ιστορικό συζήτησης:

source: <span><strong>{employee}</strong></span> added <span><strong>"{comment}"</strong></span>
el_gr: Ο <span><strong>{employee}</strong></span> πρόσθεσε <span><strong>"{comment}"</strong></span>

source: Your customer account creation
el_gr: Η δημιουργία λογαριασμού πελάτη σας

source: Your guest account for <span><strong>{shop_name}</strong></span> has been transformed into a customer account.
el_gr: Ο λογαριασμός επισκέπτη σας για το <span><strong>{shop_name}</strong></span> έχει μετατραπεί σε λογαριασμό πελάτη.

source: Please be careful when sharing these login details with others.
el_gr: Παρακαλώ να είστε προσεκτικοί όταν μοιράζεστε αυτές τις λεπτομέρειες εισόδου με άλλους.

source: You can access your customer account on our shop:
el_gr: Μπορείτε να έχετε πρόσβαση στο λογαριασμό πελάτη στο κατάστημα μας:

source: Import complete
el_gr: Η εισαγωγή ολοκληρώθηκε

source: The file {filename} has been successfully imported to your shop.
el_gr: Το αρχείο {filename} εισήχθει επιτυχως στο ηλεκτρονικό κατάστημα σας.

source: In transit
el_gr: Σε μεταφορά

source: Your order with the reference <span><strong>{order_name}</strong></span> is currently in transit.
el_gr: Η παραγγελία με τον κωδικό <span><strong>{order_name}</strong></span> βρίσκεται σε μεταφορά.

source: You can track your package using the following link:
el_gr: Μπορείτε να παρακολουθήσετε την πορεία του δέματός σας χρησιμοποιώντας τον ακόλουθο σύνδεσμο:

source: You have received a new log alert
el_gr: Λάβατε μια νέα ειδοποίηση ιστορικού

source: <span><strong>Warning:</strong></span> you have received a new log alert in your Back Office.
el_gr: <span><strong>Προειδοποίηση:</strong></span> έχετε λάβει μια νέα ειδοποίηση καταγραφής στο Πίσω Γραφείο σας.

source: You can check for it in the <span><strong>"Tools" > "Logs"</strong></span> section of your Back Office.
el_gr: Μπορείτε να ελέγξετε για αυτό στο <span><strong>"Εργαλεία" > "Αρχεία καταγραφής"</strong></span> τμήμα του Back Office.

source: Order canceled
el_gr: Παραγγελία ακυρώθηκε

source: Your order with the reference <span><strong>{order_name}</strong></span> from <span><strong>{shop_name}</strong></span> has been canceled.
el_gr: Η παραγγελία σας με τον κωδικό <span><strong>{order_name}</strong></span> από <span><strong>{shop_name}</strong></span> έχει ακυρωθεί.

source: Order changed
el_gr: Παραγγελία άλλαξε

source: Your order with the reference <span><strong>{order_name}</strong></span> from <span><strong>{shop_name}</strong></span> has been changed by the merchant.
el_gr: Η παραγγελία με τον κωδικό <span><strong>{order_name}</strong></span> από <span><strong>{shop_name}</strong></span> έχει αλλάξει από τον έμπορο.

source: Order details
el_gr: Λεπτομέρειες παραγγελίας

source: Placed on
el_gr: Τοποθετήθηκε στις

source: Payment:
el_gr: Πληρωμή:

source: Unit price
el_gr: Τιμή τεμ.

source: Total price
el_gr: Σύνολο αξίας

source: Products
el_gr: Προϊόντα

source: Discounts
el_gr: Εκπτώσεις

source: Gift-wrapping
el_gr: Συσκευασία Δώρου

source: Shipping
el_gr: Αποστολή

source: Total Tax paid
el_gr: Συνολικός πληρωμένος φόρος

source: Total paid
el_gr: Σύνολο πληρωμών

source: Carrier:
el_gr: Μεταφορέας:

source: A new order was placed on {shop_name} by the following customer: {firstname} {lastname} ({email})
el_gr: Μια νέα παραγγελία τοποθετήθηκε στο {shop_name} από το πελάτη: {firstname} {lastname} ({email})

source: Hi,
el_gr: Γεια,

source: Newsletter subscription
el_gr: Συνδρομή στο Newsletter

source: Regarding your newsletter subscription, we are pleased to offer you the following voucher:
el_gr: Ανεξάρτητα με την εγγραφή σας στις ενημερώσεις, είμαστε στην ευχάριστη θέση να σας προσφέρουμε το παρακάτω εκπτωτικό κουπόνι:

source: Message from a customer
el_gr: Μήνυμα από πελάτη

source: You have received a new message regarding order with the reference
el_gr: Έχετε λάβει ένα νέο μήνυμα που αφορά την παραγγελία με τον κωδικό

source: Return #{id_order_return} - update
el_gr: Επιστροφή #{id_order_return} - ανανέωση

source: We have updated the progress on your return #{id_order_return}, the new status is:
el_gr: Έχουμε ενημερώσει την διαδικασία της επιστροφής σας #{id_order_return}, η νέα κατάσταση είναι:

source: Thanks for your order with the reference {order_name} from {shop_name}.
el_gr: Ευχαριστούμε για την παραγγελία με τον κωδικό {order_name} από {shop_name}.

source: Item(s) out of stock
el_gr: είδος(η) εκτός αποθέματος

source: Unfortunately, one or more items are currently out of stock. This may cause a slight delay in your delivery. Please accept our apologies and rest assured that we are working hard to rectify this.
el_gr: Δυστυχώς, ένα ή περισσότερα αντικείμενα δεν υπάρχουν σε απόθεμα αυτή τη στιγμή. Αυτό ίσως προκαλέσει μια ελαφρά καθυστέρηση στην αποστολή. Παρακαλούμε αποδεχθείτε τη συγγνώμη μας και μείνετε ήσυχοι καθώς δουλεύουμε σκληρά για να διορθώσουμε αυτό το ζήτημα.

source: Password reset request for {shop_name}
el_gr: Αίτηση επαναφοράς κωδικού πρόσβασης για το {shop_name}

source: You have requested to reset your <span><strong>{shop_name}</strong></span> login details.
el_gr: Έχετε κάνετε αίτηση για επαναφορά των <span><strong>{shop_name}</strong></span> λεπτομερειών σύνδεσής σας.

source: Please note that this will change your current password.
el_gr: Παρακαλώ σημειώστε ότι αυτό θα αλλάξει τον τρέχοντα κωδικό σας.

source: To confirm this action, please use the following link:
el_gr: Για να επιβεβαιώσετε αυτή την ενέργεια, παρακαλώ χρησιμοποιήστε τον παρακάτω σύνδεσμο:

source: Payment processed
el_gr: Πληρωμή επεξεργάστηκε

source: Your payment for order with the reference <strong><span>{order_name}</span></strong> was successfully processed.
el_gr: Η πληρωμή σας για την παραγγελία με τον κωδικό <strong><span>{order_name}</span></strong> έχει επεξεργαστεί επιτυχώς.

source: Payment processing error
el_gr: Σφάλμα κατά την επεξεργασία πληρωμής

source: There is a problem with your payment for <strong><span>{shop_name}</span></strong> order with the reference <strong><span>{order_name}</span></strong>. Please contact us at your earliest convenience.
el_gr: Υπάρχει ένα πρόβλημα με την πληρωμή για την παραγγελία <strong><span>{shop_name}</span></strong> με την αναφορά <strong><span>{order_name}</span></strong>. Παρακαλώ επικοινωνήστε μαζί μας το συντομότερο δυνατό.

source: We cannot ship your order until we receive your payment.
el_gr: Δεν μπορούμε να αποστείλουμε την παραγγελία σας μέχρι να λάβουμε την πληρωμή.

source: Processing
el_gr: Επεξεργασία

source: We are currently processing your <strong><span>{shop_name}</span></strong> order with the reference <strong><span>{order_name}</span></strong>.
el_gr: Επί του παρόντος επεξεργαζόμαστε την παραγγελία στο <strong><span>{shop_name}</span></strong> με τον κωδικό <strong><span>{order_name}</span></strong>.

source: Refund processed
el_gr: Επιστροφή χρημάτων επεξεργάστηκε

source: We have processed your <strong><span>{shop_name}</span></strong> refund for order with the reference <strong><span>{order_name}</span></strong>.
el_gr: Έχουμε επεξεργαστεί από <strong><span>{shop_name}</span></strong> επιστροφή χρημάτων για την παραγγελία με κωδικό <strong><span>{order_name}</span></strong>.

source: Please do not reply directly to this email, we will not receive it.
el_gr: Παρακαλώ μην απαντάτε απευθείας σε αυτό το email, δεν θα το λάβουμε.

source: In order to reply, please use the following link: <a href="{link}">{link}</a>
el_gr: Για να απαντήσετε, παρακαλώ χρησιμοποιείτε το παρακάτω σύνδεσμο: <a href="{link}">{link}</a>

source: Hello
el_gr: Γεια

source: This is a <strong>test e-mail</strong> from your shop.<br /><br /> If you can read this, the test was successful!
el_gr: Αυτό είναι ένα <strong>δοκιμαστικό email</strong> από το κατάστημά σας.<br /><br /> Αν μπορείτε να διαβάσετε αυτό, η δοκιμή είναι επιτυχής!

source: Voucher created
el_gr: Κουπόνι δημιουργήθηκε

source: A voucher has been created in your name as a result of your order with the reference <span><strong>{order_name}</strong></span>.
el_gr: Ένα κουπόνι έχει δημιουργηθεί στο όνομά σας ως αποτέλεσμα της παραγγελία σας με την αναφορά <span><strong>{order_name}</strong></span>.

source: <span><strong>Voucher code: {voucher_num}</strong></span> in the amount of <span><strong>{voucher_amount}</strong></span>
el_gr: <span><strong>Κωδικός κουπονιού: {voucher_num}</strong></span> στην ποσότητα των <span><strong>{voucher_amount}</strong></span>

source: This is to inform you about the creation of a voucher.
el_gr: Αυτό είναι για να σας ενημερώσουμε σχετικά με την δημιουργία ενός κουπονιού.

source: Your cart at {shop_name}
el_gr: Το καλάθι σας στο {shop_name}

source: Your cart has been saved, you can resume your order by visiting our shop:
el_gr: Το καλάθι σας έχει αποθηκευτεί, μπορείτε να συνεχίσετε την παραγγελία σας επισκέπτοντας το καταστημά μας:

source: Here is your coupon:
el_gr: Ορίστε το κουπόνι σας:

source: Enter this code in your shopping cart to get your discount.
el_gr: Εισάγετε αυτό τον κωδικό στο καλάθι αγορών σας για να λάβετε την έκπτωσή σας.

source: You are one of our best customers, however you have not placed an order in {days_threshold} days.
el_gr: Είστε ένας από τους καλύτερους πελάτες μας, ωστόσο δεν έχετε παραγγείλει τίποτα για {days_threshold} μέρες.

source: We wish to thank you for the trust you have placed in us and want to give you a discount of {amount}% valid on your next order! This offer is valid for <span><strong>{days}</strong></span> days, so do not waste a moment!
el_gr: Θα θέλαμε να σας ευχαριστήσουμε για την εμπιστοσύνη με την οποία μας περιβάλλεται και θα θέλαμε να σας δώσουμε μια έκπτωση {amount}% στην επόμενη παραγγελία σας! Αυτή η προσφορά ισχύει για <span><strong>{days}</strong></span> ημέρες, οπότε μην χάνετε στιγμή!

source: Thank you for your order at {shop_name}.
el_gr: Σας ευχαριστούμε για την παραγγελία σας στο {shop_name}.

source: As our way of saying thanks, we want to give you a discount of <span><strong>{amount}</strong></span>% off your next order! This offer is valid for <span><strong>{days}</strong></span> days, so do not waste a moment!
el_gr: Θα θέλαμε να σας ευχαριστήσουμε, δίνοντας σας μια έκπτωση <span><strong>{amount}</strong></span>% από την επόμενη παραγγελία σας! Αυτή η προσφορά ισχύει για <span><strong>{days}</strong></span> ημέρες, οπότε μην χάνετε στιγμή!

source: Thanks for your trust.
el_gr: Σας ευχαριστούμε για τη εμπιστοσύνη σας.

source: You are one of our best customers and as such we want to thank you for your continued patronage.
el_gr: Είστε ένας από του καλύτερους πελάτες μας και για αυτό θέλουμε να σας ευχαριστήσουμε για την συνεχή υποστήριξή σας.

source: As appreciation for your loyalty, we want to give you a discount of <span><strong>{amount}</strong></span>% valid on your next order! This offer is valid for <span><strong>{days}</strong></span> days, so do not waste a moment!
el_gr: Σαν εκτίμηση για την εμπιστοσύνη σας, θέλουμε να σας δώσουμε μια έκπτωση των <span><strong>{amount}</strong></span>% έγκυρη στην επόμενη παραγγελία σας! Αυτή η προσφορά είναι έγκυρη για <span><strong>{days}</strong></span> μέρες, οπότε μη χάνετε χρόνο!

source: {product} is now available.
el_gr: Το {product} είναι πλέον διαθέσιμο.

source: This item is once again in-stock.
el_gr: Αυτό το αντικείμενο είναι για μια ακόμη φορά διαθέσιμο.

source: You can access the product page by clicking on the link:
el_gr: Μπορείτε να δείτε την σελίδα του είδους κάνοντας κλικ στο σύνδεσμο:

source: You can order it right now from our online shop.
el_gr: Μπορείτε να το παραγγείλετε αμέσως από το ηλεκτρονικό μας κατάστημα.

source: Congratulations!
el_gr: Συγχαρητήρια!

source: Your referred friend <span><strong>{sponsored_firstname} {sponsored_lastname}</strong></span> has placed his or her first order on <a href="{shop_url}">{shop_name}</a>!
el_gr: Ο/Η προτεινόμενος/η φίλος/η <span><strong>{sponsored_firstname} {sponsored_lastname}</strong></span> έχει τοποθετήσει την πρώτη παραγγελία του/της στο <a href="{shop_url}">{shop_name}</a>!

source: We are pleased to offer you a voucher worth <span><strong>{discount_display} (voucher # {discount_name})</strong></span> that you can use on your next order.
el_gr: Είμαστε στην ευχάριστη θέση να σας προσφέρουμε ένα κουπόνι αξίας <span><strong>{discount_display} (κουπόνι # {discount_name})</strong></span> που μπορείτε να το χρησιμοποιήσετε στην επόμενή σας παραγγελία.

source: {product} is almost out of stock.
el_gr: Το {product} είναι σχεδόν εκτός αποθέματος.

source: The stock cover is now less than the specified minimum of:
el_gr: Το απόθεμα επικάλυψης είναι μικρότερο από το οριζόμενο ελάχιστο του:

source: Current stock cover:
el_gr: Τρέχον απόθεμα επικάλυψης:

source: {product} is nearly out of stock.
el_gr: Το {product} είναι σχεδόν εκτός αποθέματος.

source: The remaining stock is now less than the specified minimum of
el_gr: Το υπόλοιπο απόθεμα είναι τώρα ελάχιστο από το οριζόμενο ελάχιστο του

source: Remaining stock:
el_gr: Απόθεμα που απομένει:

source: You are advised to open the product&#039;s admin Product Page in order to replenish your inventory.
el_gr: Σας συμβουλεύουμε να ανοίξετε το προϊόν &#039; στη σελίδα διαχειριστή για να αναπληρώσετε τα αποθέματα.

source: Thank you for subscribing to our newsletter.
el_gr: Σας ευχαριστούμε για την εγγραφή σας στο newsletter μας.

source: Thank you for subscribing to our newsletter, please confirm your request by clicking the link below :
el_gr: Ευχαριστούμε που εγγραφήκατε στις ενημερώσεις μας, παρακαλώ επιβεβαιώστε την αίτησή σας κάνοντας κλικ στον ακόλουθο σύνδεσμο:

source: Best regards,
el_gr: Με εκτίμηση,

source: join us!
el_gr: ελάτε μαζί μας!

source: Your friend <span><strong>{firstname} {lastname}</strong></span> wants to refer you on <a href="{shop_url}">{shop_name}</a>!
el_gr: Ο φίλος σας <span><strong>{firstname} {lastname}</strong></span> θέλει να σας προτείνει να γίνετε μέλος στο <a href="{shop_url}">{shop_name}</a>!
