Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.1/*/EmailsBody.*.xlf
Languages: el_gr

source: We are pleased to offer you a voucher worth <span><strong>{discount}</strong></span> that you can use on your next order.
el_gr: Είμαστε στην ευχάριστη θέση να σας προσφέρουμε ένα κουπόνι αξίας <span><strong>{discount}</strong></span> που μπορείτε να το χρησιμοποιήσετε στην επόμενή σας παραγγελία.

source: Get referred and earn a discount voucher of <span><strong>{discount}!</strong></span>
el_gr: Αναφερθείτε από άλλους και κερδίστε ένα κουπόνι έκπτωσης του <span><strong>{discount}!</strong></span>

source: It&#039;s very easy to sign up. Just click here!
el_gr: Είναι πολύ εύκολο να εγγραφείτε. Απλά πατήστε εδώ!

source: When signing up, don&#039;t forget to provide the e-mail address of your referring friend:
el_gr: Όταν εγγραφείτε, μην ξεχάσετε να παρέχετε τη διεύθυνση e-mail του αναφερόμενου φίλου:
