Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.1/*/messages.*.xlf
Languages: da_dk, he_il, hr_hr

source: Add files
da_dk: Tilføj filer
he_il: הוסף קבצים
hr_hr: Dodavanje datoteka

source: Download current file (%skb)
da_dk: Download nuværende fil (%skb)
he_il: הורד קובץ נוכחי (%s קילו בייט)
hr_hr: Preuzmi trenutnu datoteku (%skb)

source: Download current file
da_dk: Download nuværende fil
he_il: הורד קובץ נוכחי
hr_hr: Preuzmi trenutnu datoteku

source: You can upload a maximum of %s files
da_dk: Du kan maks uploade %s filer
he_il: באפשרותך להעלות עד %s קבצים
hr_hr: Možete prebaciti maksimalno %s datoteka

source: %s at least, or you will have to edit the translation files manually.
da_dk: %s min., eller du er nødt til at oversætte manuelt i filen.
he_il: %s לפחות, אחרת תאלץ לערוך את קובץ התרגום ידנית.
hr_hr: %s barem, ili ćete morati urediti prijevod datoteke ručno.

source: You MUST use this syntax in your translations. Here are a few examples:
da_dk: Du SKAL anvende denne syntaks i dine oversættelser. Her er nogle få eksempler:
hr_hr: Morate koristiti ovu sintaksu u Vašim prijevodima. Ovdje je nekoliko primjera:

source: missing
da_dk: mangler
he_il: חסר/ים
hr_hr: nedostaje

source: Core emails
da_dk: Kerne e-mails
he_il: הודעות אימייל מרכזיות
hr_hr: Osnovni e-mailovi

source: Module emails
da_dk: Modul emails
he_il: מודול מיילים
hr_hr: emailovi modula

source: Set the resource permissions for this key:
da_dk: Sæt ressourcetilladelserne for denne nøgle:
hr_hr: Postavite dozvole resursa za ovaj ključ:

source: Resource
da_dk: Ressource
he_il: משאב
hr_hr: Resurs

source: View (GET)
da_dk: Vis (GET)
he_il: צפה (GET)
hr_hr: Vidi (GET)

source: Modify (PUT)
da_dk: Ændre (PUT)
he_il: שנה (PUT)
hr_hr: Izmijeni (PUT)

source: Add (POST)
da_dk: Tilføj (POST)
he_il: הוסף (POST)
hr_hr: Dodaj (POST)

source: Delete (DELETE)
da_dk: Slet (DELETE)
he_il: מחק (DELETE)
hr_hr: Obriši (DELETE)

source: Fast view (HEAD)
da_dk: Hurtig visning (HEAD)
he_il: צפיה מהירה (HEAD)
hr_hr: Brzi pregled (HEAD)

source: %1$s on line %2$s in file %3$s
da_dk: %1$s på linje %2$s i filen %3$s
he_il: %1$s בשורה %2$s בקובץ %3$s
hr_hr: %1$s na liniji %2$s u datoteci %3$s

source: Load time:
da_dk: Indlæsningstid:
he_il: זמן טעינה :
hr_hr: Vrijeme učitavanja:

source: Contact
da_dk: Kontakt
he_il: צור קשר
hr_hr: kontakt

source: Bug Tracker
da_dk: Indberetning af fejl
he_il: מעקב אחר שגיאות בקוד (באגים)
hr_hr: Praćenje pogrešaka

source: Addons
da_dk: Tilføjelser
he_il: תוספים
hr_hr: Dodaci

source: Training
da_dk: Træning
he_il: הדרכה
hr_hr: Trening

source: and stay
da_dk: og bliv
he_il: והישאר בעמוד
hr_hr: i ostani

source: register
da_dk: registrer
he_il: רשום
hr_hr: registrirajte se

source: No new order for now :(
da_dk: Ingen ny ordre på nuværende tidspunkt :(
hr_hr: Za sada nema novih narudžbi :(

source: Have you checked your [1][2]abandonned carts[/2][/1]?
da_dk: Har du tjekket dine [1][2]efterladte kurve[/2][/1]?
hr_hr: Jeste li provjerili svoju [1][2]napuštenu košaricu[/2][/1]?

source: No new customer for now :(
da_dk: Ingen ny kunde på nuværende tidspunkt :(
hr_hr: Za sada nema novih kupaca :(

source: No new message for now.
da_dk: Ingen ny meddelelse på nuværende tidspunkt.
hr_hr: Za sada nema novih poruka.

source: Orders[1][/1]
da_dk: Ordrer[1][/1]
hr_hr: Narudžbe[1][/1]

source: Customers[1][/1]
da_dk: Kunder[1][/1]
hr_hr: Kupci[1][/1]

source: Messages[1][/1]
da_dk: Meddelelser[1][/1]
hr_hr: Poruke[1][/1]

source: from
da_dk: fra
he_il: מאת
hr_hr: od

source: Remove from QuickAccess
da_dk: Fjern fra hurtig adgang
he_il: הסר מתפריט 'גישה מהירה'
hr_hr: Ukloni iz BrzogPristupa

source: Add current page to QuickAccess
da_dk: Tilføj nuværende side til hurtig adgang
he_il: הוסף את הדף הנוכחי לתפריט 'גישה מהירה'
hr_hr: Dodaj trenutnu stranicu u BrziPristup

source: Manage quick accesses
da_dk: Administrer hurtige adgange
hr_hr: Uredi brzi pristup

source: Please name this shortcut:
da_dk: Giv denne genvej et navn:
hr_hr: Molimo imenovati ovaj prečac:

source: Quick Access
da_dk: Hurtig adgang
he_il: גישה מהירה
hr_hr: Brzi pristup

source: Your shop is in debug mode.
da_dk: Din butik er i fejlfindingstilstand.
hr_hr: Vaša trgovina je u debug modu.

source: All the PHP errors and messages are displayed. When you no longer need it, [1]turn off[/1] this mode.
da_dk: Alle PHP-fejlene og -meddelelserne bliver vist. [1]Deaktiver[/1] denne tilstand, når du ikke længere har brug for den.
hr_hr: Prikazuju se sve PHP pogreške i poruke. Kada više ne trebate, [1] isključite [/1] Ovaj način rada.

source: Your shop is in maintenance.
da_dk: Din shop er under vedligeholdelse.
hr_hr: Vaša trgovina je u održavanju.

source: Your visitors and customers cannot access your shop while in maintenance mode.%s To manage the maintenance settings, go to Preferences > Maintenance.
da_dk: Dine besøgende og kunder kan ikke få adgang til din butik, når den er i vedligeholdelsestilstand.%s Du kan administrere indstillingerne for vedligeholdelse under Indstillinger > Vedligeholdelse.
hr_hr: Vaši posjetitelji i kupci ne mogu pristupiti trgovini dok je u održavanje modu. %s Za upravljanje postavkama održavanja, idite na Postavke> Održavanje.

source: Maintenance mode
da_dk: Vedligeholdelse
he_il: מצב תחזוקה
hr_hr: Mod održavanja

source: For security reasons, you must also delete the /install folder.
da_dk: Af sikkerhedsmæssige årsager skal du slette mappen /install.
he_il: למטרות אבטחה עליך למחוק את התקייה /install .
hr_hr: Iz sigurnosnih razloga, morate izbrisati /install mapu.

source: Date range
da_dk: Datointerval
he_il: טווח תאריכים
hr_hr: Datum

source: Custom
da_dk: Brugertilpasset
he_il: מותאם אישית
hr_hr: Prilagođeno

source: to
da_dk: til
he_il: עד
hr_hr: do

source: Compare to
da_dk: Sammenlign med
he_il: השווה ל
hr_hr: Usporedi s

source: Previous period
da_dk: Sidste periode
he_il: תקופה קודמת
hr_hr: Prijašnji period

source: Previous Year
da_dk: Sidste år
he_il: שנה קודמת
hr_hr: Prijašnja godina

source: Previous year
da_dk: Sidste år
he_il: שנה קודמת
hr_hr: Prijašnja godina

source: Sunday
da_dk: søndag
he_il: יום ראשון
hr_hr: Nedjelja

source: Monday
da_dk: mandag
he_il: יום שני
hr_hr: Ponedjeljak

source: Tuesday
da_dk: tirsdag
he_il: יום שלישי
hr_hr: Utorak

source: Wednesday
da_dk: onsdag
he_il: יום רביעי
hr_hr: Srijeda

source: Thursday
da_dk: torsdag
he_il: יום חמישי
hr_hr: Četvrtak

source: Friday
da_dk: fredag
he_il: יום שישי
hr_hr: Petak

source: Saturday
da_dk: lørdag
he_il: יום שבת
hr_hr: Subota

source: Sun
da_dk: Søn
he_il: ראשון
hr_hr: Ned

source: Mon
da_dk: Man
he_il: שני
hr_hr: Pon

source: Tue
da_dk: Tir
he_il: שלישי
hr_hr: Uto

source: Wed
da_dk: Ons
he_il: רביעי
hr_hr: Sri

source: Thu
da_dk: Tor
he_il: חמישי
hr_hr: Čet

source: Fri
da_dk: Fre
he_il: שישי
hr_hr: Pet

source: Sat
da_dk: Lør
he_il: שבת
hr_hr: Sub

source: Su
da_dk: Søn
he_il: ראשון
hr_hr: Ned

source: Mo
da_dk: Man
he_il: שני
hr_hr: Pon

source: Tu
da_dk: Tir
he_il: שלישי
hr_hr: Ut

source: We
da_dk: Ons
he_il: רביעי
hr_hr: Sri

source: Th
da_dk: Tor
he_il: חמישי
hr_hr: Čet

source: Fr
da_dk: Fre
he_il: שישי
hr_hr: Pet

source: Sa
da_dk: Lør
he_il: שבת
hr_hr: Sub

source: January
da_dk: januar
he_il: ינואר
hr_hr: Siječanj

source: February
da_dk: februar
he_il: פברואר
hr_hr: Veljača

source: March
da_dk: marts
he_il: מרץ
hr_hr: Ožujak

source: May
da_dk: maj
he_il: מאי
hr_hr: Svibanj

source: June
da_dk: juni
he_il: יוני
hr_hr: Lipanj

source: July
da_dk: juli
he_il: יולי
hr_hr: Srpanj

source: October
da_dk: oktober
he_il: אוקטובר
hr_hr: Listopad

source: May
da_dk: maj
he_il: מאי
hr_hr: Svibanj

source: Oct
da_dk: Okt
he_il: אוקטובר
hr_hr: List

source: Group:
da_dk: Gruppe:
he_il: קבוצה :
hr_hr: Grupa:

source: Group name
da_dk: Gruppenavn
he_il: שם קבוצה
hr_hr: Naziv grupe

source: No group created
da_dk: Ingen gruppe oprettet
he_il: לא נוצרה קבוצה
hr_hr: Nema kreirane gurpe

source: (%s selected)
da_dk: (%s valgt)
he_il: (%s נבחרו)
hr_hr: (%s označeno)

source: Group: %s
da_dk: Gruppe: %s
he_il: קבוצה: %s
hr_hr: Grupa: %s

source: search...
da_dk: søg...
he_il: חפש...
hr_hr: pretraživanje...

source: Add files...
da_dk: Tilføj filer...
he_il: הוסף קבצים...
hr_hr: Dodavanje datoteka...

source: Add file...
da_dk: Tilføj fil...
he_il: הוסף קובץ...
hr_hr: Dodaj datoteku...

source: Upload files
da_dk: Upload filer
he_il: העלה קבצים
hr_hr: Prebaci datoteku

source: Upload file
da_dk: Upload en fil
he_il: העלאת קובץ
hr_hr: Učitaj datoteku

source: You cannot have more than %s images in total. Please remove some of the current images before adding new ones.
da_dk: Du kan ikke have mere end %s billeder i alt. Fjern venligst nogle af de nuværende billeder, før du tilføjer nye.
hr_hr: Ne možete imati više od %s slika ukupno. Molimo uklonite neke od aktualnih slika prije dodavanja novih.

source: Remove file
da_dk: Fjern fil
he_il: הסר קובץ
hr_hr: Ukloni datoteku

source: Invalid security token
da_dk: Ugyldigt sikkerheds token
he_il: אסימון אבטחה לא חוקי
hr_hr: Nevažeći sigurnosni simbol

source: I understand the risks and I really want to display this page
da_dk: Jeg er indforstået med risikoen, og vil stadig vise denne side
he_il: אני מבין את הסיכונים אני באמת רוצה להציג דף זה
hr_hr: Razumijem rizik i zaista želim prikazati ovu stranicu

source: Take me out of here!
da_dk: Få mig væk herfra!
he_il: קח אותי מכאן!
hr_hr: Odvedi me odavde!

source: %d errors
da_dk: %d fejl
he_il: %d שגיאות
hr_hr: %d grešaka

source: There are %d warnings:
da_dk: Der er %d advarsler:
hr_hr: Postoji %d upozorenja:

source: Your profile
da_dk: Din profil
he_il: הפרופיל שלך
hr_hr: Vaš profil

source: Log out
da_dk: Log af

source: Error!
da_dk: Fejl!

source: Warning!
da_dk: Advarsel!

source: Success!
da_dk: Fuldført!

source: What does this module do?
da_dk: Hvad gør dette modul?

source: Originally, cron is a Unix system tool that provides time-based job scheduling: you can create many cron jobs, which are then run periodically at fixed times, dates, or intervals.
da_dk: Som standard, er con et Unix system værktøj som tilbyder time-baserede jobkørsler: du kan oprette mange cron jobs, hvilket kan sættes til at køre på forskellige tidspunkter.

source: This module provides you with a cron-like tool: you can create jobs which will call a given set of secure URLs to your PrestaShop store, thus triggering updates and other automated tasks.
da_dk: Dette modul tilbyder dig et cron-lignende værktøj: du kan oprette cron jobs, hvilket vil kalde et givent sæt af sikre URL'er til din webshop som fx automatiske opdateringer af diverse informationer.

source: Do not forget to use an absolute URL in the target link to make it valid! The link also has to be on the same domain as the shop.
da_dk: Glem ikke at bruge en absolut URL i mål-link for at gøre det gyldigt! Linket skal også være på samme domæne som din shop.

source: Become an e-commerce expert in leaps and bounds!
da_dk: Bliv en e-handel ekspert i en fart!
he_il: הפוך למומחה במסחר אלקטרוני בקפיצות וניתורים!
hr_hr: Postanite e-commerce stručnjak u skokovima i granicama!

source: With all of the great features and benefits that PrestaShop offers, it's important to keep up!
da_dk: Med alle de fantastiske funktioner og fordele, som Prestashop tilbyder, er det vigtigt at følge op!
he_il: עם כל התכונות והיתרונות הנהדרים שמציע PrestaShop, חשוב להישאר מעודכן !
hr_hr: Uz sve velike mogućnosti i prednosti koje PrestaShop nudi, važno je držati se!

source: The main goal of all of the features we offer is to make you succeed in the e-commerce world. In order to accomplish this, we have created a system of badges and points that make it easy to monitor your progress as a merchant. We have broken down the system into three levels, all of which are integral to success in the e-commerce world: (i) Your use of key e-commerce features on your store; (ii) Your sales performance; (iii) Your presence in international markets.
da_dk: Hovedmålet med alle vores funktioner er, at få dig til at lykkes i e-handels verdenen. For at efterkomme dette, har vi oprettet et system med badges og point, som gør det lettere at følge din udvikling som e-købmand. Vi har brudt systemet ned til tre niveauer, som alle er integreret til at lykkes i e-handels verdenen: (i) Din centrale brug af e-handels funktioner på din webshop; (ii) Dine salgsresultater; (iii) Din tilstedeværelse på det internationale marked.
he_il: המטרה העיקרית של כל התכונות שאנו מציעים היא לגרום לך להצליח בעולם המסחר האלקטרוני. על מנת להשיג זאת, אנחנו יצרנו מערך של תגים ונקודות שמקלים על המעקב אחר ההתקדמות שלך כסוחר. יש לנו חלוקה במערכת לשלוש רמות, שכולן הם חלק בלתי נפרד להצלחה בעולם המסחר האלקטרוני: (1) השימוש שלך בתכונות מפתח של מסחר אלקטרוני בחנותך ; (2) ביצועי המכירות שלך; (3) הנוכחות שלך בשווקים בינלאומיים.
hr_hr: Glavni cilj sve značajke koje nudimo je da uspjete u e-commerce svijetu. Da bi se to ostvarilo, stvorili smo sustav bedževa i bodova koji olakšavaju pratiti vaš ​​napredak kao trgovac. Mi smo razdijelili sustav na tri razine, a sve su sastavni dio uspjeha u e-commerce svijetu: (i) Vaše korištenje ključnih značajki e-commerce na vašoj trgovini; (ii) Vaša učinkovitost prodaje; (iii) Vaše prisustvo na međunarodnim tržištima.

source: The more progress your store makes, the more badges and points you earn. No need to submit any information or fill out any forms; we know how busy you are, everything is automatic!
da_dk: Jo større fremskridt din webshop gør, jo flere badges og point tjener du. Du behøver ikke sende nogle informationer eller udfylde formularer: vi ved hvor travlt du har, så alting sker automatisk!
he_il: ככל שחנותך משתפרת יותר, תרוויח יותר תגים ונקודות. אין צורך להגיש כל מידע או למלא טפסים; אנחנו יודעים כמה אתה עסוק, הכל אוטומטי!
hr_hr: Više napredovanja vaše trgovine stvara, više bedževa i bodova. Nema potrebe da podnosite bilo kakve informacije ili ispunite obrasce; znamo kako si zauzet, sve je automatski!

source: Now, with the click of a button, you will be able to see sales-enhancing features that you may be missing out on. Take advantage and check it out below!
da_dk: Du kan nu, med ét klik på en knap, nu se salgsfremmende funktioner som du måske mangler. Få fordelene og tjek det ud nedenfor!
he_il: עכשיו, בלחיצת כפתור, תוכל לראות תכונות שיפור מכירות שאולי פספסת. נצל את היתרון ובדוק את זה בהמשך!
hr_hr: Sada, s klikom na gumb, moći ćete vidjeti poboljšane prodajne sigurnosne značajke koje možda propuštate. Iskoristite i to provjerite u nastavku!

source: Our team is available to help. Contact us today!
da_dk: Vi er klar til at hjælpe dig. Kontakt os i dag!
he_il: הצוות שלנו זמין כדי לעזור. צור קשר עוד היום!
hr_hr: Naš tim je dostupan za pomoć. Kontaktirajte nas već danas!

source: Fill out a contact form
da_dk: Udfyld en kontaktformular
he_il: מלא את הטופס ליצירת קשר
hr_hr: Ispunite obrazac za kontakt

source: Completion level
da_dk: Afsluttet niveau
he_il: רמת סיום
hr_hr: Razina kompetencije

source: No badge in this section
da_dk: Ingen badge i denne sektion
he_il: אין תגית בקטע זה
hr_hr: Nema značke u ovom poglavlju

source: Position
he_il: מיקום
hr_hr: Pozicija

source: Multistore
he_il: ריבוי חנויות
hr_hr: Više trgovina

source: Layout
hr_hr: Izgled

source: Administration
he_il: ניהול
hr_hr: Administracija

source: International
he_il: בינלאומי
hr_hr: Međunarodno

source: Emailing
he_il: שליחת דואר אלקטרוני
hr_hr: E-mail

source: Cache
he_il: מטמון
hr_hr: Predmemorija

source: supply_orders
hr_hr: narudžbenice

source: supply_orders_details
hr_hr: detalji_narudžbenica

source: supply_order
hr_hr: narudžbenica

source: Status
he_il: מצב
hr_hr: Prikazano

source: Reference:
he_il: מקט:
hr_hr: Referenca:

source: Type
he_il: סוג
hr_hr: Tip

source: Oh no!
hr_hr: O, ne!

source: The mobile version of this page is not available yet.
hr_hr: Mobilna verzija stranica još nije dostupna.

source: Please use a desktop computer to access this page, until is adapted to mobile.
hr_hr: Molimo uzmite desktop računalo za pristup ovoj stranici dok se ne prilagodi na mobilnu verziju.

source: Thank you.
hr_hr: Hvala.

source: for suhosin.post.max_vars.
he_il: עבור suhosin.post.max_vars.
hr_hr: za suhosin.post.max_vars.

source: for suhosin.request.max_vars.
he_il: עבור suhosin.request.max_vars
hr_hr: za suhosin.request.max_vars.

source: for max_input_vars.
he_il: עבור max_input_vars
hr_hr: za max_input_vars.

source: Ref:
hr_hr: Broj:

source: Google sitemap
he_il: Google מפת אתר של
hr_hr: Google mapa stranice

source: Menu
he_il: תפריט
hr_hr: Izbornik

source: Type:
he_il: סוג:
hr_hr: Tip:

source: Please click on "Generate these combinations".
hr_hr: Molimo kliknite na "Generiraj ove kombinacije".

source: Generate these combinations
hr_hr: Generiraj ove kombinacije

source: Download
he_il: הורדות
hr_hr: Preuzimanje

source: Okay
he_il: אוקיי
hr_hr: OK

source: Information
he_il: מידע
hr_hr: Informacije

source: Send
he_il: שלח
hr_hr: Pošalji

source: Browser:
hr_hr: Preglednik:

source: Test Server
he_il: שרת בדיקות
hr_hr: Testiraj server

source: PrestaShop Addons
he_il: תוספות פרסטהשופ
hr_hr: PrestaShop dodaci

source: Upload
hr_hr: Prenošenje

source: Server information
he_il: מידע אודות השרת
hr_hr: Informacije o serveru

source: Server information:
hr_hr: Informacije o serveru:

source: PHP version:
hr_hr: PHP verzija:

source: MySQL version:
hr_hr: MySQL verzija:

source: PrestaShop version:
hr_hr: PrestaShop verzija:

source: 1 addon
he_il: תוסף אחד
hr_hr: 1 dodatak

source: %d addons
he_il: %d תוספים
hr_hr: %d dodataka

source: registered
hr_hr: registrirani

source: Debug mode
he_il: מצב איתור באגים
hr_hr: Debug mod

source: April
he_il: אפריל
hr_hr: Travanj

source: August
he_il: אוגוסט
hr_hr: Kolovoz

source: September
he_il: ספטמבר
hr_hr: Rujan

source: November
he_il: נובמבר
hr_hr: Studeni

source: December
he_il: דצמבר
hr_hr: Prosinac

source: Jan
he_il: ינואר
hr_hr: Sije

source: Feb
he_il: פברואר
hr_hr: Velj

source: Mar
he_il: מרץ
hr_hr: Ožuj

source: Apr
he_il: אפריל
hr_hr: Trav

source: Jun
he_il: יוני
hr_hr: Lip

source: Jul
he_il: יולי
hr_hr: Srp

source: Aug
he_il: אוגוסט
hr_hr: Kol

source: Sep
he_il: ספטמבר
hr_hr: Ruj

source: Nov
he_il: נובמבר
hr_hr: Stud

source: Sign out
he_il: התנתק
hr_hr: Odjava

source: Generator
he_il: צחולל

source: 2. Pro
he_il: 2. מקצוען

source: 5. Guru
he_il: 5. גורו

source: SEO
he_il: קידום אתרים

source: UPC
he_il: UPC (קוד מוצר אוניברסלי)

source: EAN13
he_il: קוד EAN13

source: Logo
he_il: לוגו

source: Port
he_il: פורט

source: PrestaShop Forum
he_il: פורום פרסטהשופ

source: SMTP server
he_il: שרת SMTP

source: OK
he_il: המשך

source: Forum
he_il: פורום

source: Dec
he_il: דצמבר

source: Email
he_il: מייל
