Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.1/*/messages.*.xlf
Languages: da_dk, he_il, hr_hr

source: The Combinations Generator is a tool that allows you to easily create a series of combinations by selecting the related attributes. For example, if you're selling t-shirts in three different sizes and two different colors, the generator will create six combinations for you.
da_dk: Variantgeneratoren er et værktøj, der tillader dig at lave en serie af varianter med forskellige egenskaber. F.eks. hvis du sælger t-shirts i 3 forskellige størrelser og 2 forskellige farver, vil generatoren oprette 6 varianter for dig.
he_il: מחולל הצירופים הוא כלי שמאפשר לך ליצור סדרה של צירופים על ידי בחירת התכונות הקשורות בקלות. לדוגמה,אם אתה מוכר חולצה בשלושה גדלים שונים ובשני צבעים שונים, מחולל הצירופים יצור 6 שילובים עבורך
hr_hr: Generator kombinacija je alat koji dozvoljava jednostavno kreiranje serija kombinacija odabirom odgovarajućih atributa. Na primjer, ukoliko prodajete majice u 3 različite veličine i 2 različite boje, Generator će kreirati 6 kombinacija za Vas.

source: You're currently generating combinations for the following product:
da_dk: Du genererer i øjeblikket varianter for følgende vare:
hr_hr: Trenutno generirate kombinacije za slijedeće proizvode:

source: Step 1: On the left side, select the attributes you want to use (Hold down the "Ctrl" key on your keyboard and validate by clicking on "Add")
da_dk: Trin 1: Venstre side. Vælg de egenskaber, du ønsker at bruge (hold "CTRL" tasten nede og godkend efterfølgende ved at trykke på "Tilføj")
he_il: ראשית, בצד שמאל בחר את המאפיינים שברצונך להשתמש. ניתן ללחוץ על מקש קונטרול על מנת לסמן מספר מאפיינים. אשר בלחיצה על "הוסף"
hr_hr: Korak 1: na lijevoj strani, odaberite atribute koje želite koristiti (držeći "CTRL" tipku na tipkovnici i potvrdite klikom na "Dodaj"

source: Impact on the product price
da_dk: Indvirkning på varens pris
he_il: השפעה על מחיר המוצר
hr_hr: Utjecaj na cijenu proizvoda

source: Impact on the product weight
da_dk: Indvirkning på varens vægt
he_il: השפעה על משקל המוצר
hr_hr: Utjecaj na težinu proizvoda

source: Select a default quantity, and reference, for each combination the generator will create for this product.
da_dk: Trin 2 (valgfri): Vælg et standard antal og reference for alle varianter, som vil blive genereret for denne vare.
he_il: בחר כמות ומקט ברירת מחדל לכל הצירופים שיוגדרו עבור מוצר זה
hr_hr: Odaberite zadanu količinu, i referencu, za sve kombinacije koje će Generator kreirati za ovaj proizvod.

source: Default Quantity:
da_dk: Standardantal:
hr_hr: Zadana količina:

source: Default Reference:
da_dk: Standardreference:
hr_hr: Zadana referenca:

source: Please click on "Generate these Combinations
da_dk: Klik på "Generer disse varianter"

source: Generate these Combinations
da_dk: Generer disse varianter

source: Texture
da_dk: Tekst
he_il: טקסטורה
hr_hr: Tekstura

source: Download the backup file (%s MB)
da_dk: Download backupfil (%s MB)
he_il: הורד את קובץ הגיבוי (MB %s )
hr_hr: Preuzmi backup datoteku (%s MB)

source: Tip: You can also download this file from your FTP server. Backup files are located in the "/adminXXXX/backups" directory.
da_dk: Tip: Du kan også downloade denne fil fra din FTP-server. Backupfiler ligger i mappen "/adminXXXX/backups".
he_il: טיפ: ניתן גם להוריד את הקובץ מהשרת FTP שלך. קבצי גיבוי נמצאים בספרייה "/adminXXXX/backups" directory".
hr_hr: Savjet: Možete ovu datoteku preuzeti i sa vašeg FTP servera. Backup datoteka je smještena u "/adminXXXX/backups" mapu.

source: Disclaimer before creating a new backup
da_dk: Ansvarsfraskrivelse før oprettelse af ny backup
he_il: תנאי שימוש לפני יצירת גיבוי חדש
hr_hr: Odricanje od odgovornosti prije stvaranja nove sigurnosne kopije

source: PrestaShop is not responsible for your database, its backups and/or recovery.
da_dk: PrestaShop er ikke ansvarlig for din database, dine backupper, data eller genindlæsninger.
he_il: פרסטהשופ אינה אחראית למסד הנתונים שלך, לגיבויים, או לשחזור נתונים.
hr_hr: PrestaShop nije odgovoran za Vašu bazu podataka, backup, podatke i povratak iz backupa.

source: PrestaShop is open-source software. You are using it at your own risk under the license agreement.
da_dk: PrestaShop er Open Source Software. Brugen af det er på eget ansvar, og i henhold til licensaftalen.
he_il: פרסטהשופ היא תוכנת קוד פתוח, אתה משתמש בה על אחריותך תחת הסכם הרישיון.
hr_hr: PrestaShop je softver otvorenog koda, Vi ga koristite na vlastiti rizik po licenčnom ugovoru.

source: You should back up your data on a regular basis (both files and database).
da_dk: Du bør tage en backup af dine data jævnligt (både filer og database).
he_il: אתה צריך לגבות את הנתונים שלך על בסיס קבוע (גם את הקבצים וגם את מסד נתונים).
hr_hr: Trebali bi raditi sigurnosne kopije (backup) vaših podataka redovito (datoteke i bazu podataka).

source: This function only backs up your database, not your files.
da_dk: Denne funktion opretter udelukkende en backup af din database, ikke dine filer.
he_il: אפשרות זו מגבה רק את מסד הנתונים שלך, לא את הקבצים שלך.
hr_hr: Ova funkcija backupira samo bazu, ne i datoteke.

source: By default, your existing database tables will be dropped during the backup recovery (see "Backup options" below).
da_dk: Som standard vil dine eksisterende databasetabeller blive sløjfet under genoprettelse af en backup (se ʺBackup Indstillingerʺ nedenfor).
he_il: כברירת מחדל, טבלאות מסד הנתונים הקיים שלך יימחקו במהלך השחזור מקובץ הגיבוי (ראה "אפשרויות גיבוי").
hr_hr: Prema zadanim postavkama, Vaša postojeće tablice u bazi bit će obrisane tijekom povrata backupa (vidi "Backup opcije" ispod).

source: Always verify the quality and integrity of your backup files!
da_dk: Du bør altid kontrollere kvaliteten og integriteten af dine backupfiler!
he_il: תמיד יש לבדוק את האיכות ותקינות של קבצי הגיבוי.
hr_hr: Uvijek provjerite kvalitetu i cjelovitost Vaših backup datoteka.

source: Always verify that your backup files are complete, up-to-date and valid, even if you had a success message appear during the backup process.
da_dk: Du bør altid kontrollere, at dine backupfiler er komplette, up-to-date og godkendte, også selv om du fik besked om, at backupprocessen var succesfuld.
he_il: וודא תמיד שהגיבוי שלך מלא, מעודכן ותקין. זאת גם אם קיבלת הודעה המאשרת שהגיבוי בוצע בהצלחה.
hr_hr: Uvijek provjerite da su Vaše backup datoteke cjelovite, ažurirane i valjane, čak i nakon obavijesti o uspješnom backupu tijekom procesa backupa.

source: Always check your data.
da_dk: Du bør altid kontrollere dine data.
he_il: תמיד בדוק את הנתונים שלך.
hr_hr: Uvijek provjerite svoje podatke.

source: Never restore a backup on a live site.
da_dk: Du bør aldrig genskabe en backup for en kørende butik.
he_il: לעולם אל תבצע שחזור מגיבוי באתר פעיל.
hr_hr: Nikad nemojte vraćati podatke na živom site-u.

source: I have read the disclaimer. Please create a new backup.
da_dk: Jeg har læst ansvarsfraskrivelsen. Opret venligst en ny backup.
he_il: קראתי את כתב הויתור - צור גיבוי חדש
hr_hr: Pročitao sam odricanje od odgovornosti - Kreiraj novi backup

source: Set "Enable Shop" to "No" in the "Maintenance" page under the "Preferences" menu.
da_dk: Sæt "Aktiver butik" til "Nej" under Indstillinger > Vedligeholdelse i menuen.
he_il: הגדרת "אפשר חנות" ל "לא" בדף "התחזוקה" תחת התפריט "העדפות".
hr_hr: Postavite "Omogući trgovinu" na "Ne" na stranici "Održavanje" pod izbornikom "Postavke".

source: Download the backup from the list below or from your FTP server (in the folder "admin/backups").
da_dk: Download backupfilen fra listen herunder, eller fra din FTP server (i mappen "admin/backups").
he_il: הורד קובץ גיבוי מהרשימה להלן או משרת FTP (בתיקייה "admin/backups")
hr_hr: Preuzmite backup iz popisa ispod ili s FTP servera (u mapi "admin/backups").

source: Check the backup integrity: Look for errors, incomplete file, etc... Be sure to verify all of your data.
da_dk: Kontroller integriteten af backuppen. Kig efter fejl, for ufuldstændig fil o.s.v. Kontroller alle dine data.
he_il: בדוק את תקינות הגיבוי, חפש שגיאות, קבצים לא שלמים, וודא את תקינות המידע שלך.
hr_hr: Provjerite integritet backupa: potražite greške, nepotpune datoteke i sl. Provjerite sve Vaše podatke.

source: Please ask your hosting provider for "phpMyAdmin" access to your database.
da_dk: Spørg din værtsudbyder for ʺphpMyAdminʺ adgang til din database.
he_il: בקש מחברת האחסון של אתרך את האפשרות לניהול בסיס הנתונים באמצעות "phpMyAdmin"
hr_hr: Zatražite od Vašeg hosting dobavljača za "phpMyAdmin" pristup Vašoj bazi

source: Connect to "phpMyAdmin" and select your current database.
da_dk: Brug adgangen til "phpMyAdmin", og vælg din aktuelle database.
he_il: התחבר ובחר בבסיס הנתונים שלך באמצעות "phpMyAdmin"
hr_hr: Spojite se u "phpMyAdmin" i odaberite trenutnu bazu

source: Unless you enabled the "Drop existing tables" option, you must delete all tables from your current database.
da_dk: Medmindre du har valgt "Drop eksisterende tabeller", skal du slette alle tabeller i din aktuelle database.
he_il: אם לא בחרת באפשרות "הסר טבלאות קיימות בעת ייבוא" עליך למחוק את כל הטבלאות מבסיס הנתונים שלך.
hr_hr: Ukoliko niste omogućili "Obriši postojeće tablice", morate obrisati sve tablice iz trenutne baze.

source: At the top of the screen, please select the "Import" tab
da_dk: Vælg fanen "Import" øverst i skærmbilledet
he_il: בחלקו העליון של המסך בחר בלשונית ה"ייבוא"
hr_hr: Na vrhu ekrana kliknite na karticu "Uvoz"

source: Click on the "Browse" button and select the backup file from your hard drive.
da_dk: Klik på "Browse" knappen og vælg backupfilen fra din harddisk.
he_il: לחץ על "עיון" ובחר את קובץ הגיבוי המצוי בכונן הקשיח שלך
hr_hr: Kliknite na gumb "Pretraži..." i odaberite backup datoteku iz Vašeg računala

source: Check the maximum filesize allowed (e.g. Max: 16MB)
da_dk: Kontroller den maksimale tilladte filstørrelse (f.eks. maks.: 16 MB)
he_il: בחר בגודל קובץ מקסימלי (לדוגמה מקסימום: 16מגה בייט)
hr_hr: Provjerite maksimalnu dozvoljenu veličinu (npr max: 16MB)

source: If your backup file exceeds this limit, contact your hosting provider for assistance.
da_dk: Hvis din backup-fil overskrider denne grænse, skal du kontakte din hosting-udbyder for assistance.
hr_hr: Ako vaša backup datoteka prelazi tu granicu, kontaktirajte vašeg web pružatelja usluge za pomoć.

source: Click on the "Go" button and please wait patiently for the import process to conclude. This may take several minutes.
da_dk: Klik på knappen "Go" og vent på gennemførelsen af importen. Dette kan vare adskillige minutter.
he_il: לחץ על כפתור "Go" והמתן בזמן הייבוא, התהליך עלול לקחת מספר דקות.
hr_hr: Kliknite na gumb "Kreni" i strpljivo čekajte da se proces učitavanja završi. To može potrajati nekoliko minuta.

source: How to restore a database backup
da_dk: Hvordan man gendanner en database backup
hr_hr: Kako vratiti sigurnosnu kopiju baze podataka

source: If you need to restore a database backup, we invite you to subscribe to a [1][2]technical support plan[/2][/1].
da_dk: Hvis du er nødt til at gendanne en backup af database, opfordrer vi dig til at tegne et [1][2]abonnement på teknisk support[/2][/1].
hr_hr: Ako trebate vratiti sigurnosnu kopiju baze podataka, pozivamo vas da se pretplatite na [1][2]plana tehničku podršku [/2] [/1].

source: Our team will take care of restoring your database safely.
da_dk: Gendannelsen af din database vil være i sikre hænder hos vores team.
hr_hr: Naš tim će se pobrinuti za sigurno vraćanje podataka.

source: Why can't I restore it by myself?
da_dk: Hvorfor kan jeg ikke gendanne det selv?
hr_hr: Zašto ne mogu napraviti restore samostalno?

source: Your shop is hosted by PrestaShop. Although you can create backup files here below, there are core settings you cannot access for security reasons, like the database management. Thus, only our team can proceed to a restoration.
da_dk: Din butik bliver hostet af PrestaShop. Selvom du kan oprette backup-filer nedenfor, er der kerneindstillinger, som du af sikkerhedsmæssige årsager ikke kan tilgå, såsom databaseadministration. Derfor er det kun vores team, der kan foretage en gendannelse.
hr_hr: Vaša trgovina je hostana od PrestaShopa. Iako možete napraviti backup, ovdje dolje, tu su temeljne postavke kojima ne možete pristupiti iz sigurnosnih razloga, kao i upravljanju bazama podataka. Dakle, samo naš tim može nastaviti s obnovom.

source: How to restore a database backup in 10 easy steps
da_dk: Sådan gendanner du en database backup med 10 nemme trin
he_il: כיצד לבצע שחזור לבסיס הנתונים ב 10 צעדים פשוטים
hr_hr: Kako vratiti sigurnosnu kopiju (backup) u 10 lakih koraka

source: How to restore a database backup in 10 easy steps:
da_dk: Sådan gendannes en database med 10 nemme trin:
he_il: כיצד לבצע שחזור לבסיס הנתונים ב 10 צעדים פשוטים :
hr_hr: Kako vratiti backup baze u 10 jednostavnih koraka:

source: Beginning the download ...
da_dk: Starter download ...
he_il: מתחיל בהורדה...
hr_hr: Početak preuzimanja ...

source: Backup files should automatically start downloading.
da_dk: Backupfiler skal automatisk starte med at downloade.
he_il: הורדת קבצי הגיבוי צריכה להתחיל באופן אוטומטי.
hr_hr: Backup datoteka treba automatski pokrenuti preuzimanje.

source: If not,
da_dk: Hvis ikke,
he_il: אם לא,
hr_hr: Ako ne,

source: please click here!
da_dk: klik venligst her!
he_il: לחץ על קישור זה!
hr_hr: molimo kliknite ovdje!

source: Will be applied when the price is
da_dk: Vil blive tilføjet, når prisen er
he_il: ישפיע כאשר המחיר
hr_hr: Biti će primijenjeno kada je cijena

source: Will be applied when the weight is
da_dk: Vil blive tilføjet, når vægten er
he_il: ישפיע כאשר המשקל
hr_hr: Biti će primijenjeno kada je težina

source: Ranges are not correctly ordered:
da_dk: Intervaller er ikke sorteret korrekt:
hr_hr: Rasponi nisu ispravno poredani:

source: Reordering
da_dk: Genbestilling
he_il: מסדר מחדש
hr_hr: Presloži po redu

source: Add new range
da_dk: Tilføj nyt interval
he_il: הוסף טווח חדש
hr_hr: Dodaj novi raspon

source: Filesize:
da_dk: Filstørrelse:
hr_hr: Veličina datoteke:

source: MB max.
da_dk: MB maks.
he_il: מקסימום MB

source: Current size:
da_dk: Aktuel størrelse:
hr_hr: Trenutna veličina:

source: Choose a file
da_dk: Vælg en fil
he_il: בחר קובץ
hr_hr: Odaberite datoteku

source: Log in
da_dk: Log ind
hr_hr: Prijava

source: Addons membership provides access to all our PrestaShop modules.
da_dk: Addons-medlemsskab giver adgang til alle vores PrestaShop-moduler.
hr_hr: Dodaci članova omogućuju pristup svim našim PrestaShop modulima.

source: Once connected, your new modules will be automatically installed.
da_dk: Når du har oprettet forbindelse, bliver dine nye moduler automatisk installeret.
hr_hr: Jednom povezan, vaš novi moduli će se automatski instalirati.

source: Sign up
da_dk: Tilmeld
hr_hr: Registriraj se

source: Connect to PrestaShop Marketplace account
da_dk: Forbind til PrestaShop Marketplads konto
hr_hr: Povezivanje s PrestaShop Marketplace računom

source: The module must either be a Zip file (.zip) or a tarball file (.tar, .tar.gz, .tgz).
da_dk: Modulet skal enten være en zip-fil (.zip) eller en tarball-fil (.tar, .tar.gz, .tgz).
he_il: מודול חייב להיות קובץ זיפ (.zip) או קובץ טאר (.tar, .tar.gz, .tgz).
hr_hr: Modul mora biti ili Zip datoteka (.zip) ili Tar datoteka (.tar, .tar.gz, .tgz).

source: Upload a module from your computer.
da_dk: Upload dette modul fra din computer.
he_il: העלה מודול מהמחשב.
hr_hr: Učitajte modul iz vašeg računala.

source: Module file
da_dk: Modulfil
he_il: קובץ המודול
hr_hr: Datoteka modula

source: Upload this module
da_dk: Upload dette modul
he_il: העלה מודול
hr_hr: Učitajte ovaj modul

source: An upgrade is available for some of your modules!
da_dk: En opgradering er tilgængelig for nogle af dine moduler!
he_il: למודולים הבאים עודכנה גרסה!
hr_hr: Nadogradnja je dostupna za neke od vaših modula!

source: Favorites
da_dk: Favoritter
he_il: מועדפים
hr_hr: Omiljeni

source: undefined
da_dk: udefineret
he_il: לא מוגדר
hr_hr: nedefinirano

source: Are you sure you want to delete the logo?
da_dk: Er du sikker på du vil slette logoet?
he_il: האם אתה בטוח שברצונך למחוק את הלוגו ?
hr_hr: Jeste sigurni da želite obrisati logotip?

source: Ranges
da_dk: Intervaller
he_il: טווחים
hr_hr: Rasponi

source: inactive
da_dk: inaktiv
hr_hr: neaktivan

source: Validate
da_dk: Godkend
he_il: אשר ביצוע
hr_hr: Potvrdi

source: Please validate the last range before create a new one.
da_dk: Godkend venligst det sidste interval før du opretter et nyt.
he_il: יש לאשר את הטווח האחרון לפני יצירת חדש.
hr_hr: Molimo potvrdite zadnji raspon prije nego kreirate novi.

source: Are you sure to delete this range ?
da_dk: Er du sikker på du vil slette dette interval ?
he_il: האם למחוק טווח זה?
hr_hr: Jeste sigurni da želite obrisati ovaj raspon?

source: This range is not valid
da_dk: Intervallet er ugyldigt
he_il: טווח לא חוקי
hr_hr: Ovaj raspon nije ispravan

source: Ranges are overlapping
da_dk: Intervallet overlapper
he_il: טווחים חופפים
hr_hr: Rasponi se preklapaju

source: Please select at least one zone
da_dk: Vælg mindst en zone
he_il: אנא בחר לפחות אזור אחד
hr_hr: Molimo odaberite najmanje jednu zonu

source: [undefined]
da_dk: [udefineret]
he_il: [לא_מוגדר]

source: This carrier is %1$s and the transit time is %2$s.
da_dk: Dette transportfirma er %1$s, og leveringstiden er: %2$s.
hr_hr: Ovaj dostavljač je %1$s i vrijeme dostave je: %2$s.

source: free
da_dk: gratis
he_il: חינם
hr_hr: besplatno

source: not free
da_dk: ikke gratis
he_il: בתשלום
hr_hr: nije besplatno

source: This carrier can deliver orders from %1$s to %2$s.
da_dk: Denne fragtmand kan levere ordrer fra %1$s til %2$s.
hr_hr: Ovaj dostavljač može isporučiti narudžbu od %1$s do %2$s.

source: If the order is out of range, the behavior is to %3$s.
da_dk: Hvis ordren er uden for intervallet, er adfærden til %3$s.
hr_hr: Ako je narudžba van raspona, ponašanje je %3$s.

source: The shipping cost is calculated %1$s and the tax rule %2$s will be applied.
da_dk: Forsendelsesprisen beregnes %1$s, og momsreglen %2$s vil være gældende.
hr_hr: Cijena dostave je izračunata %1$s i pravilo poreza %2$s će biti primijenjeno.

source: according to the price
da_dk: i henhold til prisen
he_il: בהתאם למחיר
hr_hr: sukladno cijeni

source: according to the weight
da_dk: i henhold til vægten
he_il: בהתאם למשקל
hr_hr: sukladno težini

source: Carrier name:
da_dk: Fragtmandens navn:
hr_hr: Naziv dostavljača:

source: This carrier will be proposed for those delivery zones:
da_dk: Denne fragtmand vil blive foreslået til disse leveringszoner:
hr_hr: Ovaj dostavljač će biti predložen za ove zone dostave:

source: And it will be proposed for those client groups:
da_dk: Og den vil blive foreslået til disse kundegrupper:
hr_hr: I biti će predložen za te grupe kupaca:

source: Finally, this carrier will be proposed in those shops:
da_dk: Til sidst bliver denne fragtmand foreslået til disse butikker:
hr_hr: Na kraju, ovaj dostavljač će biti predložen za ove trgovine:

source: Use one of our recommended carrier modules
da_dk: Brug en af vores anbefalede leveringsmoduler
he_il: התשמש באחד ממודלי המובילים המומלצים שלנו
hr_hr: Koristite jedan od naših preporučenih nosioca modula

source: It seems there are no recommended carriers for your country.
da_dk: Det lader ikke til, at der er nogen anbefalede forsendelsesfirmaer til dit land.
he_il: נראה שאין מובילים מומלצים למדינה שלך.
hr_hr: Čini se da nema preporučenih dostavljača za vašu zemlju.

source: Do you think there should be one? Let us know!
da_dk: Synes du der burde være en? Kontakt os!
he_il: האם לדעתך צריכים להיות? יידע אותנו!
hr_hr: Mislite da bi trebao biti jedan? Javite nam!

source: Modules list
da_dk: Modulliste
he_il: רשימת מודולים
hr_hr: Lista modula

source: No modules available in this section.
da_dk: Ingen moduler disponible i denne sektion.
he_il: אין מודולים זמינים בקטגוריה זו.
hr_hr: Niti jedan modul nije dostupan u ovom dijelu.

source: View all available payments solutions
da_dk: Vis alle tilgængelige betalingsmuligheder
he_il: הצג את כל אפשרויות התשלום הזמינות
hr_hr: Pogledaj sve dostupne mogućnosti plaćanja

source: It seems there are no recommended payment solutions for your country.
da_dk: Det ser ud til der ingen betalingsmuligheder er for dit land.
he_il: נראה שלא קיימת המלצה על אפשרות תשלום מסויימת למדינתך.
hr_hr: Čini se da nema preporučenih rješenja plaćanja za vašu zemlju.

source: Your online store needs to have a proper carrier registered in PrestaShop as soon as you start shipping your products. This means sending yours parcels using your local postal service, or having a contract with a private carrier which in turn will ship your parcels to your customers. In order to have PrestaShop suggest the most adequate carrier to your customers during their order checkout process, you need to register all the carriers with which you have chosen to work.
da_dk: Din onlinebutik skal have et bestemt forsendelsesfirma registreret i PrestaShop, så snart du starter med at sende dine varer. Det betyder afsendelse af dine pakker via dit lokale postvæsen eller en kontrakt med et privat forsendelsesfirma, som sender dine pakker til kunderne. For at PrestaShop kan foreslå det bedst egnede forsendelsesfirma til dine kunder, når de bestiller, skal du registrere alle de forsendelsesfirmaer, som du har valgt at arbejde med.
he_il: החנות המקוונת שלך צריכה להכיל מוביל הרשום כראוי ב PrestaShop ברגע שאתה מתחיל לשלוח את המוצרים שלך. משמעות הדבר היא שליחת החבילות שלך באמצעות שירות הדואר המקומי שלך, או באמצעות חוזה עם ספק פרטי אשר בתורו ישלח את החבילות שלך ללקוחותיך. על מנת ש PrestaShop יציע את המוביל ההולם ביותר ללקוחותיך במהלך תהליך הרכישה שלהם, אתה צריך לרשום את כל המובילים שעימם בחרת לעבוד.
hr_hr: Vaša online trgovina treba imati dostavljača pravilno registriranog u PrestaShop čim počnete slati vaše proizvode. To znači slanje vaših paketa koristeći vaše lokalne poštanske usluge, ili imati ugovor sa privatnim dostavljačem koji će prenositi vaše pakete do vaših kupaca. Da bi PrestaShop predložio najprikladnijeg dostavljača vašim kupcima tijekom procesa narudžbe, trebate registrirati sve dostavljače sa kojima ćete raditi.

source: PrestaShop comes with a number of carrier modules that you can activate. You can also buy carrier modules on the PrestaShop Addons marketplace. Recommended modules are listed below: install the module that matches your carrier, and configure it!
da_dk: PrestaShop indeholder flere moduler med forsendelsesfirmaer, som du kan aktivere. Du kan også købe moduler med forsendelsesfirmaer på PrestaShop Addons-markedspladsen. De anbefalede moduler er anført nedenfor: Installer det modul, der svarer til dit forsendelsesfirma, og konfigurer det!
he_il: PrestaShop מגיע עם מספר מודולים עבור מובילים שבאפשרותך להפעיל. בנוסף באפשרותך לרכוש מודולים עבור מובילים בשוק PrestaShop Addons. מודולים מומלצים מפורטים להלן: התקן את מודול התואם את המוביל שלך, והגדר אותו!
hr_hr: PrestaShop dolazi sa brojnim modulima za dostavu koje možete aktivirati. Možete također i kupiti modul za dostavu na PrestaShop Addons tržištu. Preporučeni moduli su popisani ispod: instalirajte module koji odgovaraju vašem dostavljaču i podesite ih!
