Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.1/*/messages.*.xlf
Languages: da_dk, he_il, hr_hr

source: Return history
da_dk: Returhistorik
he_il: חזרה להיסטוריה
hr_hr: Povijest povrata robe

source: Package item
da_dk: Pakkeelement
hr_hr: Stavke pakiranja

source: Ref Supplier:
da_dk: Ref. leverandør:
hr_hr: Ref Dobavljač:

source: Standard (5 steps)
da_dk: Standard (5 trin)

source: One page checkout
da_dk: Fortsæt til betaling

source: superior
da_dk: oprunding

source: inferior
da_dk: nedrunding

source: classical
da_dk: standard

source: Enable Shop
da_dk: Aktiver butik

source: Activate or deactivate your shop. Deactivate your shop while you perform maintenance on it. Please note that the webservice will not be disabled
da_dk: Aktivér eller deaktivér din butik. Deaktivér din butik mens du vedligeholder den. Bemærk venligst at webservicen ikke bliver deaktiveret.

source: Maintenance IP
da_dk: Vedligeholdelses IP adresse

source: IP addresses allowed to access the Front Office even if shop is disabled. Use a comma to separate them (e.g., 42.24.4.2,127.0.0.1,99.98.97.96)
da_dk: IP adresser, der har adgang til Front Office, selv hvis butikken er deaktiveret. Brug komma til at separere dem (f.eks. 42.24.4.2,127.0.0.1,99.98.97.96)

source: Enable SSL
da_dk: Aktiver SSL

source: If your hosting provider allows SSL, you can activate SSL encryption (https://) for customer account identification and order processing
da_dk: Hvis din værtsudbyder tillader SSL, kan du aktivere SSL kryptering (https://), når kunden logger ind på sin konto og ved ordrebehandling

source: Check IP on the cookie
da_dk: Kontroller IP på cookie

source: Check the IP address of the cookie in order to avoid your cookie being stolen
da_dk: Kontroller IP adresse på cookie for at undgå, at denne stjæles

source: Lifetime of the Front Office cookie
da_dk: Levetid for Front Office cookie

source: Indicate the number of hours
da_dk: Angiv antallet af timer

source: Lifetime of the Back Office cookie
da_dk: Levetid for Back Office cookie

source: Increase Front Office security
da_dk: Forøg Front Office sikkerhed

source: Enable or disable token on the Front Office in order to improve PrestaShop security
da_dk: Aktiver eller deaktiver token i Front Office for at forøge sikkerheden for PrestaShop

source: Back Office help boxes
da_dk: Back Office hjælpebokse

source: Enable yellow help boxes which are displayed under form fields in the Back Office
da_dk: Aktiver gule hjælpebokse, der vises under formularfelter i Back Office

source: Order process type
da_dk: Ordreforløb

source: You can choose the order process type as either standard (5 steps) or One Page Checkout
da_dk: Du kan vælge om ordreprocessen skal være enten standard (5 trin) eller 1-side betaling

source: Enable guest checkout
da_dk: Aktiver betaling som gæst

source: Your guest can make an order without registering
da_dk: Gæster kan ligge ordre uden registrering.

source: Terms of service
da_dk: Handelsbetingelser

source: Require customers to accept or decline terms of service before processing the order
da_dk: Kræv, at kunderne accepterer eller afviser Handelsbetingelser, før ordren bliver behandlet

source: Conditions of use CMS page
da_dk: Betingelser for brug af CMS side

source: Choose the Conditions of use CMS page
da_dk: Vælg betingelser for brug af CMS side

source: Offer gift-wrapping
da_dk: Tilbyd gaveindpakning

source: Suggest gift-wrapping to customer and possibility of leaving a message
da_dk: Foreslå gaveindpakning til kunden, og muligheden for at efterlade en besked

source: Gift-wrapping price
da_dk: Pris for gaveindpakning

source: Set a price for gift-wrapping
da_dk: Angiv en pris for gaveindpakning

source: Gift-wrapping tax
da_dk: Moms på gaveindpakning

source: Set a tax for gift-wrapping
da_dk: Angiv moms for gaveindpakning

source: Attachment maximum size
da_dk: Maksimal størrelse for vedhæftning

source: Set the maximum size of attachment files (in MegaBytes)
da_dk: Angiv den maksimale størrelse for vedhæftede filer (i MegaBytes)

source: Offer recycled packaging
da_dk: Tilbyd genanvendt emballage

source: Suggest recycled packaging to customer
da_dk: Foreslå genanvendt emballage til kunden

source: Cart re-display at login
da_dk: Vis kurven igen ved log ind

source: After customer logs in, recall and display contents of his/her last shopping cart
da_dk: Når kunden logger ind, genkaldes og vises indholdet af hans/hendes sidste indkøbskurv

source: Round mode
da_dk: Afrundingstilstand

source: You can choose how to round prices: always round superior; always round inferior, or classic rounding
da_dk: Du kan vælge, hvordan priser afrundes: Rund op, rund ned eller klassisk afrunding

source: Automatically check for module updates
da_dk: Kontroller automatisk for modul opdateringer

source: New modules and updates are displayed on the modules page
da_dk: Nye moduler og opdateringer vises på modulsiden

source: Hide optimization tips
da_dk: Skjul optimeringstips

source: Hide optimization tips on the back office homepage
da_dk: Gem optimeringstips på Back Office hjemmeside

source: Display suppliers and manufacturers
da_dk: Vis leverandører og producenter

source: Display manufacturers and suppliers list even if corresponding blocks are disabled
da_dk: Vis Producenter og leverandør lister selvom disse er deaktiveret

source: Use Smarty 2 instead of 3
da_dk: Brug Smarty 2 i stedet for 3

source: Enable if your theme is incompatible with Smarty 3 (you should update your theme, since Smarty 2 will be unsupported from PrestaShop v1.5)
da_dk: Aktiver, hvis din skabelon ikke er kompatibel med Smarty 3 (du burde opdatere din skabelon, da Smarty 2 ikke længere vil blive supporteret fra Prestashop v1.5)

source: Time Zone:
da_dk: Tidszone

source: Please click here to use HTTPS protocol before enabling SSL.
da_dk: Klik venligst her for at bruge HTTPS protokollen før SSL aktiveres.

source: General
da_dk: Generelt

source: Set required fields for this section
da_dk: Angiv obligatoriske felter for denne sektion
he_il: קבע שדות חובה לחלק זה
hr_hr: Postavite obavezna polja za ovu sekciju

source: Required Fields
da_dk: Obligatoriske felter
he_il: שדות חובה
hr_hr: Obavezna polja

source: Select the fields you would like to be required for this section.
da_dk: Vælg de felter, du ønsker, der skal være obligatoriske for denne sektion.
he_il: בחר את השדות שיוגדרו כשדות חובה
hr_hr: Označite polja za koja želite da budu obavezna u ovoj sekciji.

source: Field Name
da_dk: Feltnavn
he_il: שם השדה
hr_hr: Naziv polja

source: Click here to see more
da_dk: Klik her for at se mere
he_il: לחץ כאן לקבלת מידע נסף
hr_hr: Kliknite ovdje da biste vidjeli više

source: Hide warning
da_dk: Skjul advarsel
he_il: הסתר אזהרה
hr_hr: Sakri upozorenje

source: There are %d warnings.
da_dk: Der er %d advarsler.
he_il: ישנן %d אזהרות.
hr_hr: Postoji %d upozorenja.

source: There is %d warning.
da_dk: Der er %d advarsel.
he_il: יש %d אזהרה.
hr_hr: Postoji %d upozorenje.

source: Delete item #
da_dk: Slet enhed #
he_il: מחק פריט #
hr_hr: Obriši stavku #

source: No address has been found for this brand.
da_dk: Der blev ikke fundet nogen adresse til dette mærke.
hr_hr: Nema adresa za ovog proizvođača.

source: Qty:
da_dk: Ant.:
hr_hr: Količina:

source: Unable to write in the directory "%s"
da_dk: Kan ikke skrive i mappen "%s"

source: This version of PrestaShop cannot be upgraded: the PS_ADMIN_DIR constant is missing.
da_dk: Denne version af PrestaShop kan ikke opgraderes: konstanten PS_ADMIN_DIR mangler.

source: 1-Click Upgrade
da_dk: 1-klik opgradering

source: Provides an automated method to upgrade your shop to the latest version of PrestaShop.
da_dk: Leverer en automatiseret metode til at opgradere din shop til den seneste version af PrestaShop.

source: Unable to delete outdated "AdminUpgrade" tab (tab ID: %d).
da_dk: Kan ikke slette uddateret fane "AdminUpgrade" (fane ID: %d).

source: Unable to create the "AdminSelfUpgrade" tab
da_dk: Kan ikke oprette fanen "AdminSelfUpgrade"

source: Unable to copy logo.gif in %s
da_dk: Kan ikke kopiere logo.gif i %s

source: Unable to load the "AdminSelfUpgrade" tab
da_dk: Kan ikke indlæse fanen "AdminSelfUpgrade"

source: Unable to create the directory "%s"
da_dk: Kan ikke oprette mappen "%s"

source: Unable to copy ajax-upgradetab.php in %s
da_dk: Kan ikke kopiere ajax-upgradetab.php i %s

source: A language pack is available for this ISO.
da_dk: En sprogpakke er disponibel til dette ISO (navnet er
he_il: חבילת השפה זמינה עבור ISO זה (השם הוא
hr_hr: Jezični paket je dostupan za ovu ISO oznaku (naziv je

source: The Prestashop version compatible with this language and your system is:
da_dk: PrestaShop-versionen er kompatibel med dette sprog, og dit system er:
hr_hr: Kompatibilna Prestashop verzija za ovaj jezik i Vaš sustav je:

source: After creating the language, you can import the content of the language pack, which you can download under "Localization -- Translations.
da_dk: Efter oprettelse af sproget kan du importere indholdet af den sprogpakke, som du kan downloade ovenfor under ʺLokalisering - oversættelserʺ.
hr_hr: Nakon kreiranje jezika, možete uvesti sadržaj jezičnog paketa, koji se može preuzeti pod "Lokalizacija - Prijevodi".

source: No language pack is available on prestashop.com for this ISO code
da_dk: Der er ingen tilgængelige sprogpakker på prestashop.com for denne ISO kode
he_il: אין חבילת שפה זמינה ב prestashop.com לקוד ISO זה
hr_hr: Nema jezičnog paketa dostupnog na prestashop.com za ovu ISO oznaku

source: This language pack is NOT complete and cannot be used in the front or back office because some files are missing.
da_dk: Dette sprog er ikke komplet og kan ikke bruges i Front Office eller Back Office fordi nogle filer mangler.
hr_hr: Ovaj jezik NIJE potpun i ne može se koristiti u trgovini ili administraciji jer nedostaju neke datoteke.

source: Missing files are marked in red
da_dk: Manglende filer er markeret med rødt
he_il: הקבצים החסרים מסומנים באדום
hr_hr: Nedostajuće datoteke označene su crveno

source: never
da_dk: aldrig
he_il: אף פעם
hr_hr: nikad

source: Your Sitemaps were successfully created. Please do not forget to setup the URL
da_dk: Dine sitemaps blev oprettet. Glem venligst ikke at opsætte URL'en
he_il: מפות האתר נוצרו בהצלחה. אל תשכח להגדיר את ה- URL
hr_hr: Vaša mapa stranice je uspješno kreirana. Molimo ne zaboravite postaviti URL

source: in your Google Webmaster account.
da_dk: på din Google Webmaster konto.
he_il: בחשבון ה- Google Webmaster שלך.
hr_hr: u Vašem Google webmaster računu.

source: Your Sitemaps
da_dk: Dine sitemaps
he_il: מפת האתר שלך
hr_hr: Vaša mapa stranice

source: Sitemaps were already created.
da_dk: Sitemaps er allerede oprettet.
he_il: מפת האתר כבר קיימת.
hr_hr: Mapa stranice je već kreirana.

source: Continue
da_dk: Fortsæt
he_il: המשך
hr_hr: Nastavi

source: Please set up the following Sitemap URL in your Google Webmaster account:
da_dk: Opsæt venligst den følgende Sitemap URL på din Google Webmaster konto:
he_il: אנא הגדר את כתובת מפת האתר הבאה בחשבון שלך ב Google Webmaster :
hr_hr: Molimo postavite sljedeći URL mape stranice u svom Google webmaster računu:

source: This URL is the master Sitemaps file. It refers to the following sub-sitemap files:
da_dk: Denne URL er hoved sitemap filen. Den refererer til følgende under-sitemap filer:
he_il: כתובת אתר זו היא קובץ מאסטר של Sitemaps. זה מתייחס לקבצי משנה מפת האתר הבאים:
hr_hr: Ovo je URL majstor Sitemaps datoteke. Odnosi se na ove pod-datoteke sitemapa:

source: Your last update was made on this date:
da_dk: Din seneste opdatering blev foretaget på denne dato:
he_il: העדכון האחרון שלך נעשה בתאריך זה:
hr_hr: Vaša zadnja izmjena napravljena je na ovaj datum:

source: For a better use of the module, please make sure that you have
da_dk: For bedre anvendelse af dette modul, så vær venligst sikker på at du har
he_il: לשימוש טוב יותר של המודול, אנא ודא שיש לך
hr_hr: Za bolje korištenje modula, molimo pobrinite se da imate

source: a minimum memory_limit value of 128 MB.
da_dk: en minimums grænseværdi for memory_limit på 128 MB.
he_il: ערך memory_limit מינימום של 128 MB.
hr_hr: Minimalna memory_limit vrijednost 128MB.

source: a minimum max_execution_time value of 30 seconds.
da_dk: en maksimumsværdi på 30 sekunder for max_execution_time.
he_il: ערך max_execution_time מינימום של 30 שניות.
hr_hr: Minimalna max_execution_time vrijednost 30 sek.

source: You can edit these limits in your php.ini file. For more details, please contact your hosting provider.
da_dk: Du kan redigere disse grænser i din php.ini fil. For flere detaljer, kontakt venligst din wbhotels udbyder.
he_il: אתה יכול לערוך את המגבלות הללו בקובץ php.ini שלך. לפרטים נוספים, אנא צור קשר עם ספק האחסון שלך.
hr_hr: Možete urediti ove granice u vašoj php.ini datoteci. Za više detalja, molimo kontaktirajte davatelja usluge hostinga.

source: Configure your Sitemap
da_dk: Konfigurer din sitemap
he_il: הגדר מפת אתר
hr_hr: Konfigurirajte Vašu mapu stranice

source: Several Sitemaps files will be generated depending on how your server is configured and on the number of activated products in your catalog.
da_dk: Flere sitemap filer vil blive genereret, afhængig af hvordan din server er konfigureret og antallet af aktiverede varer i dit katalog.
he_il: מספר קבצי Sitemaps יופקו תלוי איך השרת שלך מוגדר ובמספר המוצרים הפעילים בקטלוג שלך.
hr_hr: Nekoliko mapa stranice će biti generirano, ovisno o tome kako je vaš poslužitelj konfiguriran i na broju aktiviranih proizvoda u Vašem ​​katalogu.

source: How often do you update your store?
da_dk: Hvor tit opdaterer du din butik?
he_il: באיזו תדירות אתה מעדכן את החנות?
hr_hr: Koliko često nadograđujete trgovinu?

source: always
da_dk: altid
he_il: כל הזמן
hr_hr: uvijek

source: hourly
da_dk: hver time
he_il: מדי שעה
hr_hr: na sat

source: daily
da_dk: dagligt
he_il: מדי יום
hr_hr: dnevno

source: weekly
da_dk: ugentligt
he_il: מדי שבוע
hr_hr: tjedno

source: monthly
da_dk: månedlig
he_il: חודשי
hr_hr: mjesečno

source: yearly
da_dk: årligt
he_il: שנתי
hr_hr: godišnje

source: Check this box if you wish to check the presence of the image files on the server
da_dk: Marker denne boks, hvis du ønsker at kontrollere tilstedeværelsen af billedfilerne på serveren
he_il: סמן תיבה זו אם ברצונך לבדוק את נוכחותם של קבצי התמונה בשרת
hr_hr: Označite ovu kućicu ako želite provjeriti prisutnost slikovnih datoteka na poslužitelju

source: check all
da_dk: Marker alle
he_il: סמן הכל
hr_hr: označi sve

source: Indicate the pages that you do not want to include in your Sitemaps file:
da_dk: Indiker siderne som du ikke ønsker at inkludere i din sitemap fil:
he_il: ציין את העמודים שאינך מעוניין לכלול בקובץ ה Sitemaps שלך:
hr_hr: Navedite stranice koje ne želite uključiti u svoju Sitemaps datoteku:

source: Generate Sitemap
da_dk: Generer sitemap
he_il: יצר מפת אתר
hr_hr: Generirajte mapu stranice

source: This can take several minutes
da_dk: Dette kan tage flere miniutter
he_il: עשוי לארוך מספר דקות
hr_hr: Ovo može potrajati nekoliko minuta

source: You have two ways to generate Sitemap:
da_dk: Du har to måder hvorpå du kan generere sitemap:
he_il: ישנם שני דרכים ליצירת מפת האתר:
hr_hr: Imate dva načina za generiranje mape stranice:

source: Manually:
da_dk: Manuelt:
he_il: ידנית:
hr_hr: Ručno:

source: using the form above (as often as needed)
da_dk: anvende formularen ovenover (så ofte som det er nødvendigt)
he_il: השתמש בטופס שלעיל (בתדירות לפי צורך)
hr_hr: koristeći gornju formu (onoliko često koliko je potrebno)

source: -or-
da_dk: -eller-
he_il: - או -
hr_hr: -ili-

source: Automatically:
da_dk: Automatisk:
he_il: אוטומטית:
hr_hr: automatski:

source: Ask your hosting provider to setup a "Cron task" to load the following URL at the time you would like:
da_dk: Spørg din webhotelsudbyder om at oprette et "Cron job" til at indlæse den følgende URL, på det tidspunkt du ønsker:
he_il: בקש מספק האחסון שלך להתקין עבורך "Cron task" כדי לטעון את הכתובת הבאה בזמן הרצוי:
hr_hr: Pitajte hosting davatelja usluge za postavljanje "Cron task" za učitati sljedeći URL u vrijeme koje želite:

source: It will automatically generate your XML Sitemaps.
da_dk: Det vil automatisk generere dine XML sitemaps.
he_il: זה ייצר אוטומטית XML Sitemaps.
hr_hr: To će automatski generirati XML mape stranice.

source: uncheck all
da_dk: Fjern markering fra alle
he_il: נקה הכל
hr_hr: Odznači sve

source: Hour
da_dk: Time
he_il: שעה
hr_hr: Sat

source: Remove
da_dk: Fjern
he_il: הסר
hr_hr: Ukloni

source: Now
da_dk: Nu
he_il: כעת
hr_hr: Sad

source: Done
da_dk: Færdig
he_il: בוצע
hr_hr: Gotovo

source: Choose Time
da_dk: Vælg tid
he_il: בחר זמן
hr_hr: Odaberite vrijeme

source: Time
da_dk: Tid
he_il: זמן
hr_hr: Vrijeme

source: Minute
da_dk: Minut
he_il: דקה
hr_hr: Minuta

source: New password
da_dk: Nyt kodeord
he_il: סיסמה חדשה
hr_hr: Nova lozinka

source: Confirm password
da_dk: Bekræft adgangskode
he_il: אימות סיסמה
hr_hr: Potvrdi lozinku

source: Add tag
da_dk: Tilføj tag
he_il: הוסף תווית
hr_hr: Dodaj oznaku

source: Change password...
da_dk: Skift adgangskode...
he_il: שינוי סיסמה...
hr_hr: Promijeni lozinku...

source: Current password
da_dk: Nuværende adgangskode
he_il: סיסמא נוכחית
hr_hr: Trenutna lozinka

source: Password should be at least 8 characters long.
da_dk: Adgangskoden skal være mindst %s tegn lang.
hr_hr: Lozinka mora biti najmanje 8 znakova.

source: Generate password
da_dk: Generer kodeord
he_il: ייצר סיסמה
hr_hr: Generiraj lozinku

source: Invalid
da_dk: Ugyldig
he_il: לא תקינה
hr_hr: Nevažeće

source: Good
da_dk: God
he_il: טוב
hr_hr: dobro

source: Fabulous
da_dk: Fantastisk
he_il: נהדר
hr_hr: Nevjerojatno

source: Invalid password confirmation
da_dk: Ugyldigt kodeord til bekræftelse
he_il: אישור סיסמה לא תקין
hr_hr: Pogrešna konfiguracija lozinke

source: Day
da_dk: Dag
he_il: יום
hr_hr: dan

source: Month
da_dk: Måned
he_il: חודש
hr_hr: Mjesec

source: No result
da_dk: Intet resultat
he_il: לא נמצאו תוצאות
hr_hr: Nema rezultata

source: Year
da_dk: År
he_il: שנה
hr_hr: Godina

source: Real Time
da_dk: Realtid
he_il: זמן אמת
hr_hr: U realnom vremenu

source: Add more dashboard modules
da_dk: Tilføj flere moduler til dit kontrolpanel
he_il: התקן מודולי לוח מחוונים נוספים
hr_hr: Dodaj još modula nadzorne ploče

source: PrestaShop News
da_dk: PrestaShop Nyheder
he_il: נושאים חדשים ב- PrestaShop
hr_hr: PrestaShop vijesti

source: Find more news
da_dk: Find flere nyheder
he_il: מצא עוד חדשות
hr_hr: Pronađite više vijesti

source: Useful links
da_dk: Nyttige links
hr_hr: Korisni linkovi

source: Official Documentation
da_dk: Officiel dokumentation
he_il: תיעוד רשמי
hr_hr: Službena dokumentacija

source: User, Developer and Designer Guides
da_dk: Bruger, udvikler og design guides
he_il: מדריכים למשתמש, למפתחים ולמעצבים
hr_hr: Vodič za korisnike, programere i dizajnere

source: Connect with the PrestaShop community
da_dk: Forbind med PrestaShop community
he_il: התחבר עם קהילת PrestaShop
hr_hr: Poveži se s PrestaShop zajednicom

source: Enhance your store with templates & modules
da_dk: Forbedr din webshop med temaer og moduler
he_il: שפר את החנות שלך עם תבניות ומודולים
hr_hr: Obogatite svoj dućan s predlošcima i modulima

source: The Forge
da_dk: Forge
hr_hr: Kovačnica

source: Report issues in the Bug Tracker
da_dk: Rapporter problemer ved hjælp af Bug Tracker
he_il: דווח באגים במערכת ניהול הבאגים שלנו
hr_hr: Prijavi probleme u Bug Tracker

source: Contact Us!
da_dk: Kontakt os!
he_il: צור קשר!
hr_hr: Kontaktirajte nas!

source: Cron tasks manager
da_dk: Cron job manager

source: Manage all your automated web tasks from a single interface.
da_dk: Håndter alle dine automatiserede web job fra en enkel brugergrænseglade.

source: To be able to use this module, please activate cURL (PHP extension).
da_dk: For at kunne bruge dette modul, venligst aktiver cURL (PHP udvidelse).

source: Cron tasks
da_dk: Cron jobs

source: Add new task
da_dk: Opret nyt job

source: Your Merchant Expertise
da_dk: Din Købmans-ekspertise
he_il: יועץ המסחר שלך
hr_hr: Vaša trgovačka ekspertiza

source: Level
da_dk: Niveau
he_il: רמה
hr_hr: Nivo

source: Last badge :
da_dk: Sidste badge:
he_il: תג אחרון:
hr_hr: Zadnja značka :

source: Next badge :
da_dk: Næste badge:
he_il: תג הבא:
hr_hr: Sljedeća značka :

source: View my complete profile
da_dk: Vis hele min profil
he_il: הצג את הפרופיל המלא שלי
hr_hr: Prikaži moj čitavi profil

source: Do you really want to hide this advice?
da_dk: Ønsker du virkeligt at skjule dette råd?
he_il: האם להחביא עצה זו?
hr_hr: Da li stvarno želite sakriti taj savjet?

source: Merchant Expertise
da_dk: Købmands ekspertise
he_il: אשף הסוחרים
hr_hr: Trgovačka ekspertiza

source: Become an e-commerce expert within the blink of an eye!
da_dk: Bliv en e-handels ekspert i løbet af et øjeblik!
he_il: הפוך למומחה במסחר אלקטרוני כהרף עין!
hr_hr: Postanite e-commerce stručnjak u tren oka!

source: Generate your Google sitemap file
da_dk: Generer din Google sitemap fil
he_il: צור קובץ ב-Google Sitemap
hr_hr: Kreiranje vaše Google sitemap datoteke

source: An error occured while trying to check your file permissions. Please adjust your permissions to allow PrestaShop to write a file in your root directory.
da_dk: En fejl opstod under kontrol af dine filtilladelser. Juster venligst dine tilladelser for at tillade at PrestaShop kan skrive en fil til din rod-mappe.
he_il: שגיאה אירעה בעת נסיון לבדוק הרשאות קבצים. יש לתקן את ההרשאות על מנת לאפשר לפרסטהשופ לכתוב קבצים בספריית השורש.
hr_hr: Došlo je do pogreške pri pokušaju da provjerite svoje dozvole na datotekama. Podesite svoje ovlasti kako bi omoćulili PrestaShopu napisati datoteku u root direktorij.

source: Not Installed
da_dk: Ikke installeret
he_il: לא מותקן
hr_hr: Nije instalirano

source: Installed
da_dk: Installeret
he_il: מותקן
hr_hr: Instalirano

source: More modules on addons.prestashop.com
da_dk: Flere moduler på addons.prestashop.com
he_il: מודולים נוספים ב addons.prestashop.com
hr_hr: Više modula na addons.prestashop.com

source: Update error
da_dk: Opdaterings fejl
he_il: שגיאת עידכון
hr_hr: Pogreška pri ažuriranju

source: No menu
da_dk: Ingen menu
he_il: אין תפריט
hr_hr: Nema izbornika

source: No modules are installed
da_dk: Ingen moduler er installeret
he_il: אין מודולים מותקנים
hr_hr: Nema instaliranih modula

source: Administrator permissions cannot be modified.
da_dk: SuperAdmin rettigheder kan ikke ændres.
he_il: לא ניתן לשנות הרשאות מנהל.
hr_hr: Dozvole administratora ne mogu se mijenjati.

source: All
da_dk: Alle
he_il: הכל
hr_hr: Svi

source: Validated
da_dk: Valideret
he_il: תקין
hr_hr: Ovjeren

source: Not Validated
da_dk: Ikke valideret
he_il: לא תקין
hr_hr: Nije ovjeren

source: Level:
da_dk: Niveau:
he_il: רמה:
hr_hr: Nivo:

source: Customer email
da_dk: Kunde e-mail
he_il: אימייל לקוח
hr_hr: E-mail kupca

source: Tax Excluded
da_dk: Ekskl. moms
he_il: לא כולל מיסים
hr_hr: PDV isklj.

source: Tax Included
da_dk: Inkl. moms
he_il: כולל מיסים
hr_hr: PDV uklj

source: %d product(s) successfully created.
da_dk: %d vare(r) succesfuldt oprettet.
he_il: %d מוצר(ים) נוצר/ו בהצלחה
hr_hr: %d proizvod(a) je uspješno kreirano.

source: Attributes generator
da_dk: Egenskabsgenerator
he_il: מחולל צירופים
hr_hr: Generator atributa
