Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.1/*/messages.*.xlf
Languages: da_dk, he_il, hr_hr

source: Stock: Supply order templates
da_dk: Lager: Skabeloner for forsyningsordrer
he_il: מלאי:תבניות הזמנת מלאי
hr_hr: Zaliha: Predlošci narudžbenica

source: Add new template
da_dk: Tilføj ny skabelon
he_il: הוסף תבנית חדשה
hr_hr: Dodaj novi predložak

source: Be careful when changing status. Some of those changes cannot be canceled.
da_dk: Vær forsigtig ved ændring af status. Nogle af disse ændringer kan ikke annulleres.
hr_hr: Budite oprezni kod mijenjanja statusa. Neke od ovih promjena ne možete poništiti.

source: Stock: Change supply order status #%s
da_dk: Lager: Skift forsyningsordrestatus #%s
he_il: מלאי: שנה 'מצב אספקת הזמנה' #%s
hr_hr: Zaliha: Izmjeni status narudžbenice #%s

source: Supplier reference
da_dk: Leverandørreference
he_il: הפניית ספק
hr_hr: Referenca dobavljača

source: Quantity received today?
da_dk: Antal modtaget i dag?
he_il: כמות שהתקבלה היום?
hr_hr: Količina primljena danas?

source: The quantity of supplies that you received today.
da_dk: Antal varer som er modtaget i dag.
he_il: כמות האספקה ​​שקיבלת היום.
hr_hr: Količina nabave koju ste primili danas.

source: Quantity received
da_dk: Antal modtaget
he_il: כמות שהתקבלה
hr_hr: Primljena količina

source: The quantity of supplies that you received so far (today and the days before, if it applies).
da_dk: Antallet af leverandører, som du har modtaget indtil videre (i dag og dagene inden, hvis det er relevant).
he_il: כמות האספקה ​​שקיבלת עד כה (היום והימים שלפני, אם הוא חל).
hr_hr: Količina nabave koju ste primili nedavno (danas i koji dan prije, ako se primjenjuje).

source: Quantity expected
da_dk: Antal forventet
he_il: כמות צפויה
hr_hr: Očekivana količina

source: Quantity left
da_dk: Antal tilbage
he_il: כמות שנותרה
hr_hr: Ostalo za primiti

source: The quantity of supplies left to receive for this order.
da_dk: Antal varer på denne ordre, som endnu ikke er modtaget.
he_il: כמות האספקה שנשארה כדי לקבל עבור הזמנה זו.
hr_hr: Količina nabave koja još nije primljena za ovu narudžbu.

source: Update selected
da_dk: Opdater valgte
he_il: עדכן בחירה
hr_hr: Ažuriraj označeno

source: Receipt of products for supply order #%s
da_dk: Modtagelse af varer til forsyningsordre #%s
he_il: חשבונית למוצרים מהזמנת מלאי #%s
hr_hr: Zaprimanje proizvoda za narudžbenicu #%s

source: This interface allows you to update the quantities of this ongoing order.
da_dk: Denne grænseflade tillader dig at opdatere mængderne af denne igangværende ordre.
he_il: ממשק זה מאפשר לך לעדכן את הכמויות של ההזמנה המתמשכת הזו.
hr_hr: Ovo sučelje Vam dozvoljava ažuriranje količina ove tekuće narudžbe.

source: Be careful! Once you update, you cannot go back unless you add new negative stock movements.
da_dk: Vær forsigtig: når du opdaterer, kan du ikke gå tilbage, medmindre du tilføjer nye negative lagerbevægelserne.
he_il: הזהר: ברגע שתעדכן, לא תוכל לשנות חזרה, אלא אם תוסיף תנועת מלאי שלילית חדשה
hr_hr: Budite pažljivi : jednom kad ste ažurirali, ne možete se vratiti osim ako ne dodate novi negativni pomak zalihe.

source: A green line means that you've received exactly the quantity you expected. A red line means that you've received more than expected.
da_dk: En grøn linie betyder, at du har modtaget præcist den mængde du forventede. En rød linie betyder, at du har modtaget mere end forventet.
he_il: קו ירוק אומר שאתה קיבלת בדיוק את הכמות שציפית.קו אדום אומר שאתה קיבלת יותר מהצפוי.
hr_hr: Zelena linija znači da ste primili točno onu količinu koju ste očekivali. Crvena linija znači da ste primili više od očekivanoga.

source: Field: %s
da_dk: Felt: %s
he_il: שדה: %s
hr_hr: Polje: %s

source: Update ongoing receipt of products
da_dk: Opdater igangværende modtagelse af varer
he_il: עדכן קבלה מתמשכת של מוצרים
hr_hr: Ažuriraj tekuće primitke proizvoda

source: Change status
da_dk: Skift status
he_il: שנה 'מצב אספקת הזמנה'
hr_hr: Promijeni status

source: Use this template to create a supply order
da_dk: Brug denne skabelon til at oprette en forsyningsordre
he_il: השתמש בתבנית זו ליצירת הזמנת מלאי
hr_hr: Koristi ovaj predložak za kreiranje narudžbenice

source: Are you sure you want to use this template?
da_dk: Er du sikker på, at du vil bruge denne skabelon?
he_il: אתה בטוח שברצונך להשתמש בתבנית זו?
hr_hr: Jeste li sigurni da želite koristiti ovaj predložak

source: Last update
da_dk: Seneste opdatering
he_il: עידכון אחרון
hr_hr: Posljednje ažuriranje

source: This interface allows you to display detailed information about your order.
da_dk: Denne grænseflade tillader dig at se detaljeret information om din ordre.
he_il: ממשק זה מאפשר לך להציג מידע מפורט לגבי הזמנתך.
hr_hr: Ovo sučelje Vam dozvoljava prikaz detaljnih informacija o Vašoj narudžbi

source: This interface allows you to display detailed information about your order template.
da_dk: Denne grænseflade tillader dig at se detaljeret information om din ordreskabelon.
he_il: ממשק זה מאפשר לך להציג מידע מפורט לגבי תבנית הזמנתך.
hr_hr: Ovo sučelje Vam dozvoljava prikaz detaljnih informacija o predlošku Vaše narudžbe

source: Details on supply order #%s
da_dk: Oplysninger om forsyningsordre #%s
he_il: פרטי הזמנת הספקה #%s
hr_hr: Detalji o narudžbenici #%s

source: Details on supply order template #%s
da_dk: Oplysninger om forsyningsordreskabelon #%s
he_il: פרטי תבנית הזמנת הספקה #%s
hr_hr: Detalji o predlošku narudžbenice #%s

source: Discount percentage
da_dk: Rabatprocent
he_il: אחוז הנחה
hr_hr: Postotak popusta

source: Discount value (tax excl.)
da_dk: Rabatværdi (ekskl. moms)
he_il: שיעור הנחה (לא כולל מס)
hr_hr: Vrijedost popusta bez PDV-a)

source: Price with product discount (tax excl.)
da_dk: Pris med rabat (ekskl. moms)
he_il: המחיר לאחר הנחת מוצר (לא כולל מס)
hr_hr: Cijena s popustom proizvoda (bez PDV-a)

source: Tax value
da_dk: Momsværdi
he_il: מס
hr_hr: Iznos poreza

source: Price (tax incl.)
da_dk: Pris (inkl. moms)
he_il: מחיר (כולל מס)
hr_hr: Cijena (s PDV-om)

source: Export as PDF
da_dk: Eksporter som PDF
he_il: יצא כקובץ PDF
hr_hr: Izvoz u PDF

source: Export as CSV
da_dk: Eksporter som CSV
he_il: יצא כקובץ CSV
hr_hr: Izvoz u CSV

source: All shops
da_dk: Alle butikker
he_il: כל החנויות
hr_hr: Sve trgovine

source: %s group
da_dk: %s gruppe
hr_hr: %s grupa

source: Currency
da_dk: Valuta
he_il: מטבע
hr_hr: Valuta

source: Free shipping
da_dk: Gratis forsendelse
he_il: משלוח חינם
hr_hr: Besplatna dostava

source: Choose
da_dk: Vælg
he_il: ---בחר---
hr_hr: Odaberi

source: Unit price
da_dk: Pris
he_il: מחיר יחידה
hr_hr: Jedinična cijena

source: Vouchers
da_dk: Rabatkuponer
he_il: שוברים
hr_hr: Kuponi

source: Addresses
da_dk: Adresser
he_il: כתובות
hr_hr: Adrese

source: Use
da_dk: Anvend
he_il: השתמש
hr_hr: korištenje

source: Back office order
da_dk: Back office ordre
hr_hr: Back-office narudžba

source: Show carts and orders for this customer.
da_dk: Vis kurv og ordrer for denne kunde.
he_il: הצג עגלות והזמנות עבור לקוח זה
hr_hr: Prikaži košarice i narudžbe za ovog kupca.

source: Hide carts and orders for this customer.
da_dk: Skjul kurv og ordrer for denne kunde.
he_il: הסתר עגלות והזמנות עבור לקוח זה
hr_hr: Sakri košarice i narudžbe za ovog kupca.

source: No voucher was found
da_dk: Ingen rabatkupon fundet
he_il: לא נמצא שובר
hr_hr: Nije pronađen niti jedan kupon

source: No customers found
da_dk: Ingen kunder fundet
he_il: לא נמצאו לקוחות
hr_hr: Nije pronađen niti jedan kupac

source: View this cart
da_dk: Vis denne kurv
he_il: הצג עגלה זו
hr_hr: Vidi ovu košarici

source: Use this cart
da_dk: Brug denne kurv
he_il: השתמש בעגלה הזאת
hr_hr: Koristi ovu košaricu

source: Duplicate this order
da_dk: Kopier denne ordre
he_il: שכפל הזמנה זו
hr_hr: Udvostruči ovu narudžbu

source: No carrier can be applied to this order
da_dk: Intet forsendelsesfirma kan anvendes på denne ordre
he_il: אין מוביל להזמנה זו
hr_hr: Niti jedan dostavljač se ne može primijeniti na ovu narudžbu

source: Combination
da_dk: Variant
he_il: צירוף
hr_hr: Kombinacija

source: Customization
da_dk: Tilpasning
he_il: התאמה אישית
hr_hr: Prilagodba

source: No products found
da_dk: Ingen varer fundet
he_il: לא נמצאו מוצרים
hr_hr: Nije pronađen niti jedan proizvod

source: Gift
da_dk: Gave
he_il: מתנה
hr_hr: Poklon

source: You must add at least one address to process the order.
da_dk: Du skal tilføje mindst en adresse for at behandle ordren.
he_il: עליך להוסיף לפחות כתובת אחת על מנת לעבד את ההזמנה.
hr_hr: Morate dodati barem jednu adresu za obradu narudžbe.

source: Search for an existing customer by typing the first letters of his/her name.
da_dk: Søg efter en eksisterende kunde ved at angive de første bogstaver i vedkommendes navn.
he_il: חפש אחר לקוחות קיימים על ידי הקלדת האותיות הראשונות של שמם.
hr_hr: Tražite postojećeg kupca unoseći prva slova njihova imena.

source: Search for a customer
da_dk: Søg efter kunde
he_il: חפש לקוח
hr_hr: Traži kupca

source: Add new customer
da_dk: Tilføj ny kunde
he_il: לקוח חדש
hr_hr: Dodaj novog kupca

source: Total paid
da_dk: Betalt i alt
he_il: סך הכל שולם
hr_hr: Ukupno plaćeno

source: Cart
da_dk: Kurv
he_il: עגלת קניות
hr_hr: Košarica

source: Search for an existing product by typing the first letters of its name.
da_dk: Søg efter en eksisterende vare ved at indtaste de første bogstaver i betegnelsen.
he_il: חפש מוצר על ידי הקשת האותיות הראשונות בשמו.
hr_hr: Traži postojeći proizvod unoseći prva slova njegovog naziva.

source: In stock
da_dk: Lagervarer først
he_il: הראשון במלאי
hr_hr: Na skladištu

source: Add to cart
da_dk: Læg i kurv
he_il: הוסף לסל
hr_hr: Dodaj u košaricu

source: The prices are without taxes.
da_dk: Priserne er uden moms.
he_il: המחירים הם ללא מס.
hr_hr: Cijene su bez PDV-a.

source: Search for a voucher
da_dk: Søg efter rabatkupon
he_il: חפש שובר
hr_hr: Traži voucher

source: Add new voucher
da_dk: Tilføj ny rabatkupon
he_il: הוסף שובר חדש
hr_hr: Dodaj novi kupon

source: Delivery
da_dk: Levering
he_il: משלוח
hr_hr: Dostava

source: Add a new address
da_dk: Tilføj en ny adresse
he_il: הוסף כתובת חדשה
hr_hr: Dodaj novu adresu

source: Delivery option
da_dk: Leveringsmulighed
he_il: אפשרות משלוח
hr_hr: Opcija dostave

source: Shipping price (Tax incl.)
da_dk: Forsendelsesomkostninger (Inkl. moms)
hr_hr: Cijena dostave (PDV uključen)

source: Recycled package
da_dk: Genbrugsemballage
he_il: אריזה ממוחזרת
hr_hr: Reciklirana ambalaža

source: Gift message
da_dk: Gavebesked
he_il: ברכת מתנה
hr_hr: Poruka uz poklon

source: Total products
da_dk: Varer i alt
he_il: סה\"כ מוצרים:
hr_hr: Ukupno proizvodi

source: Total vouchers (Tax excl.)
da_dk: Rabatkuponer (ekskl. moms)
hr_hr: Ukupno kuponi (bez PDV-a)

source: Total shipping (Tax excl.)
da_dk: Forsendelse i alt (ekskl. moms)
hr_hr: Ukupno dostava (bez PDV-a)

source: Total taxes
da_dk: Moms i alt
he_il: סך כל המיסים
hr_hr: Ukupno porezi

source: Total (Tax excl.)
da_dk: Total (ekskl. moms)
hr_hr: Ukupno (bez PDV-a)

source: Total (Tax incl.)
da_dk: Total (inkl. moms)
hr_hr: Ukupno (s PDV-om)

source: Order message
da_dk: Ordrebesked
he_il: הודעת הזמנה
hr_hr: Poruka uz narudžbu

source: Send an email to the customer with the link to process the payment.
da_dk: Send en e-mail til kunden med linket vedrørende betalingen.
he_il: שלח אימייל ללקוח עם קישור לביצוע התשלום.
hr_hr: Pošalji e-mail kupcu s poveznicom za postupak plaćanja.

source: Go on payment page to process the payment.
da_dk: Gå til betalingssiden for at behandle betalingen.
he_il: עבור לדף התשלום על מנת לבצע תשלום.
hr_hr: Idite na stranicu za plaćanje kako bi izvršili plaćanje.

source: Order status
da_dk: Ordrestatus
he_il: 'מצב טיפול בהזמנה'
hr_hr: Status narudžbe

source: Create the order
da_dk: Opret en ordre
he_il: צור הזמנה
hr_hr: Kreiraj narudžbu

source: Delete selected
da_dk: Slet valgte
he_il: מחק את כל הפריטים שנבחרו
hr_hr: Obriši odabrano

source: You need to activate advanced stock management before using this feature.
da_dk: Du skal aktivere avanceret lagerstyring, for at bruge denne funktion.
he_il: אתה צריך להפעיל את ניהול מלאי מתקדם לפני שימוש בתכונה זו.
hr_hr: Morate aktivirati napredno upravljanje zalihama prije korištenja ove mogućnosti.

source: Invalid characters:
da_dk: Ugyldige tegn:
hr_hr: Neispravni znakovi:

source: Management type
da_dk: Ledelsestype
he_il: סוג ניהול
hr_hr: Tip upravljanja

source: Manager
da_dk: Leder
he_il: מנהל
hr_hr: Upravitelj

source: Phone Number
da_dk: Telefonnummer
he_il: טלפון
hr_hr: Broj telefon

source: Add new warehouse
da_dk: Opret nyt lagersted
he_il: הוסף מחסן חדש
hr_hr: Dodaj novo skladište

source: This interface allows you to manage your warehouses.
da_dk: Denne grænseflade tillader dig at administrere dine lagersteder.
he_il: ממשק זה מאפשר לך לנהל את המחסנים שלך.
hr_hr: Ovo sučelje Vam dozvoljava upravljanje skladištima.

source: Before adding stock in your warehouses, you should check the default currency used.
da_dk: Før du tilføjer lager på lagersteder, skal du kontrollere, at standardvaluta bruges.
he_il: לפני הוספת מלאי למחסנים שלך, אתה צריך לבדוק את מטבע ברירת המחדל הכללי.
hr_hr: Prije dodavanja zalihe u Vaša skladišta, trebali biste provjeriti opću zadanu valutu.

source: You should also check the management type (according to the law in your country), the valuation currency and its associated carriers and shops.
da_dk: Du skal også tjekke ledelsestypen (i henhold til lovgivningen i dit land), vurderingsvalutaen og de tilknyttede forsendelsesfirmaer og butikker.
he_il: אתה צריך גם לבדוק את סוג הניהול (על פי החוק במדינה שלך), שווי ערכת המטבע והספקים והחנויות הקשורים אליו.
hr_hr: Trebali biste također provjeriti vrstu upravljanja (u skladu sa zakonom u vašoj zemlji), vrednovanje valute i njegovih povezanih dostavljača i trgovina.

source: You can also see detailed information about your stock, such as its overall value, the number of products and quantities stored, etc.
da_dk: Endelig kan du se detaljeret information om dit lager pr. lagersted, som dets samlede værdi, antallet af varer og oplagrede mængder osv.
he_il: בנוסף, ניתן לראות מידע מפורט על המלאי שלך, כגון הערך הכולל , מספר המוצרים והכמויות המאוחסנות, וכו'.
hr_hr: Konačno, možete vidjeti detaljne informacije o Vašoj zalihi po skladištu, kao ukupnu vrijednost, broj proizvoda i spremljenu količinu, itd.

source: Be careful! Products from different warehouses will need to be shipped in different packages.
da_dk: Vær forsigtig! Varer fra forskellige lagersteder bliver nødt til at blive afsendt i forskellige pakker.
he_il: הזהר, מוצרים ממחסנים שונים יצטרכו להישלח בחבילות שונות.
hr_hr: Budite oprezni, proizvodi iz različitih skladišta morat će biti isporučeni u različitim paketima.

source: Stock: Create a warehouse
da_dk: Lager: Opret et lagersted
he_il: מלאי: צור מחסן
hr_hr: Zaliha: kreiraj skladište

source: Stock: Warehouse management
da_dk: Lager: Lagerstedslogistik
he_il: מלאי: ניהול מחסן
hr_hr: Zaliha: upravljanje skladištem

source: Warehouse information
da_dk: Lagerstedsinformation
he_il: מידע מחסן
hr_hr: Informacije o skladištu

source: Reference for this warehouse.
da_dk: Reference for dette lagersted.
he_il: מזהה עבור מחסן זה.
hr_hr: Referenca za ovo skladište.

source: Name of this warehouse.
da_dk: Navn for dette lagersted.
he_il: שם המחסן.
hr_hr: Naziv ovog skladišta.

source: Phone
da_dk: Telefonnummer
he_il: טלפון
hr_hr: Telefon

source: Phone number for this warehouse.
da_dk: Telefonnummer for dette lagersted.
he_il: מספר הטלפון של מחסן זה.
hr_hr: Broj telefona za ovo skladište.

source: Mobile phone
da_dk: Mobiltelefon
he_il: טלפון נייד
hr_hr: Mobitel

source: Mobile phone number for this supplier.
da_dk: Telefonnummer til leverandøren.
he_il: טלפון נייד של הספק.
hr_hr: Broj mobitela ovog dobavljača.

source: Complementary address (optional).
da_dk: Supplerende adresse (valgfri).
he_il: כתובת משלימה (אופציונלי).
hr_hr: Dodatna adresa (opcija).

source: Zip/postal code
da_dk: Postnummer
he_il: מיקוד
hr_hr: Poštanski broj

source: Country of location of the warehouse.
da_dk: Land hvor lagerstedet er placeret.
he_il: המדינה שבה ממוקם המחסן.
hr_hr: Država lokacije skladišta.

source: State
da_dk: Stat
he_il: מדינה
hr_hr: Županija

source: Carriers
da_dk: Forsendelsesfirmaer
he_il: מובילים
hr_hr: Dostavljači

source: Associated carriers.
da_dk: Tilknyttede forsendelsesmåder.
he_il: מובילים משויכים.
hr_hr: Udruženi prijevoznici.

source: You can choose which carriers can ship orders from particular warehouses.
da_dk: Du kan vælge, hvilke forsendelsesfirmaer der kan sende ordrer fra bestemte lagre.
hr_hr: Možete odabrati koje prijevoznici mogu poslati naloge iz pojedinih skladišta.

source: If you do not select any carrier, all the carriers will be able to ship from this warehouse.
da_dk: Hvis du ikke vælger et forsendelsesfirma, vil alle forsendelsesfirmaer kunne sende fra dette lager.
hr_hr: Ako ne odaberete bilo kojeg dobavljača, svi nositelji će biti u mogućnosti dostavljati robu iz ovog skladišta.

source: If no carrier is selected, all the carriers will be allowed to ship from this warehouse. Use CTRL+Click to select more than one carrier.
da_dk: Hvis der ikke er valgt et forsendelsesfirma, må alle forsendelsesfirmaer sende fra dette lager. Brug CTRL+Klik for at vælge mere end ét forsendelsesfirma.
hr_hr: Ako dostavljač nije odabran, svim prijevoznicima će biti dopušteno da dostavljaju iz tog skladišta. Koristite CTRL + Kliknite da biste odabrali više od jednog prijevoznika.

source: Shop association
da_dk: Butikstilknytning
he_il: קבוצת חנות
hr_hr: Povezanost trgovine

source: Inventory valuation method. Be careful! You won't be able to change this value later!
da_dk: Metode til vurdering af lagerbeholdning. Forsigtig! Du vil ikke kunne ændre denne værdi senere!
he_il: שיטת הערכת שווי המלאי. היזהר! אתה לא תוכל לשנות ערך זה מאוחר יותר!
hr_hr: Metoda vrednovanja zaliha. Budite oprezni! Nećete moći promijeniti ovu vrijednost kasnije!

source: Weighted Average
da_dk: Vægtet gennemsnit
he_il: ממוצע משוקלל
hr_hr: Ponderirani prosjek

source: First In, First Out
da_dk: Først ind/først ud (FIFO)
he_il: ראשון נכנס, ראשון יוצא
hr_hr: Prvi unutra, prvi van (FIFO)

source: Last In, First Out
da_dk: Sidst ind/først ud (LIFO)
he_il: אחרון נכנס, ראשון יוצא
hr_hr: Zadnji unutra, prvi van (LIFO)

source: Stock valuation currency
da_dk: Valuta for lagerværdiansættelse
he_il: מטבע הערכת שווי המלאי
hr_hr: Valuta vrijednosti zalihe

source: Be careful! You won't be able to change this value later!
da_dk: Forsigtig! Du vil ikke være i stand til at ændre denne værdi senere!
he_il: זהירות! לא תוכל לשנות ערך זה מאוחר יותר!
hr_hr: Pažnja! Nećete moći kasnije promijeniti ovu vrijednost!

source: WA: Weighted Average
da_dk: VG: Vægtet gennemsnit
he_il: WA: ממוצע משוקלל
hr_hr: PT: Prosječna težina

source: FIFO: First In, First Out
da_dk: FIFO: Først ind, først ud
he_il: FIFO: ראשון נכנס, ראשון יוצא
hr_hr: FIFO: Prvi unutra, prvi van

source: LIFO: Last In, First Out
da_dk: LIFO: Sidst ind, først ud
he_il: LIFO: אחרון נכנס, ראשון יוצא
hr_hr: LIFO: zadnji unutra, prvi van

source: It is not possible to delete a warehouse when there are products in it.
da_dk: Det er ikke muligt at slette dette lagersted, da det indholder varer.
he_il: לא ניתן למחוק מחסן כשיש בו מוצרים
hr_hr: Nije moguće obrisati skladište dok postoje proizvodi u njemu.

source: It is not possible to delete a Warehouse if it has pending supply orders.
da_dk: Det er ikke muligt at slette dette lagersted, hvis der er afventende forsyningsordrer.
he_il: לא ניתן למחוק מחסן כשתלוים ועומדים בו צוי אספקה
hr_hr: Nije moguće obrisati skladište ukoliko ima narudžbenice na čekanju.

source: Quantity
da_dk: Antal
he_il: כמות
hr_hr: Količina

source: Save order
da_dk: Gem ordren
he_il: שמור הזמנה
hr_hr: Spremi narudžbu

source: Save order and stay
da_dk: Gem ordre og bliv
he_il: שמור והישאר בהזמנה
hr_hr: Spremi narudžbu i ostani tu

source: Supplier Reference
da_dk: Leverandørreference
he_il: הפניית ספק
hr_hr: Referenca dobavljača

source: Tax rate
da_dk: Moms
he_il: שיעור מס
hr_hr: Porezna stopa

source: Manage the products you want to order from the supplier.
da_dk: Administrer de varer, du ønsker at bestille hos din leverandør.
he_il: נהל את המוצרים שאתה רוצה להזמין מהספק שלך.
hr_hr: Upravljanje proizvodima koje želite naručiti od dobavljača

source: To add a product to the order, type the first letters of the product name, then select it from the drop-down list.
da_dk: For at tilføje en vare til rækkefølgen, skriv de første bogstaver i varenavnet, og vælg derefter fra drop-down-listen.
he_il: להוספת מוצר להזמנה, הזן את האותיות הראשונות של שם המוצר, ולאחר מכן בחר אותו מהרשימה הנפתחת
hr_hr: Za dodavanje proizvoda u narudžbu, unesite prva slova naziva proizvoda i zatim ga odaberite iz padajućeg izbornika

source: Add a product to the supply order
da_dk: Tilføj en vare til forsyningsordren
he_il: הוסף מוצר להזמנת המלאי
hr_hr: Dodaj proizvod u narudžbenicu

source: Unit Price (tax excl.)
da_dk: Enhedspris (ekskl. moms)
he_il: מחיר יחידה (לא כולל מס)
hr_hr: Jedinična cijena (bez PDV-a)

source: Discount rate
da_dk: Rabatsats
he_il: שיעור הנחה
hr_hr: Stopa popusta

source: Please select at least one product.
da_dk: Vælg venligst mindst en vare.
he_il: אנא בחר מוצר אחד לפחות
hr_hr: Molimo odaberita barem jedan proizvod.

source: Catalog
da_dk: Katalog
he_il: קטלוג
hr_hr: Katalog

source: Modules
da_dk: Moduler
he_il: מודולים
hr_hr: Moduli

source: Orders
da_dk: Ordrer
he_il: הזמנות
hr_hr: Narudžbe

source: Carts
da_dk: Kurve
he_il: עגלות
hr_hr: Košarice

source: Customers
da_dk: Kunder
he_il: לקוחות
hr_hr: Kupci

source: What are you looking for?
da_dk: Hvad leder du efter?
he_il: מה אתה מחפש?
hr_hr: Što tražite?

source: Everywhere
da_dk: Overalt
he_il: בכל מקום
hr_hr: Svugdje

source: Product name, SKU, reference...
da_dk: Varenavn, SKU, reference...
he_il: שם מוצר, SKU, מק"ט...
hr_hr: Naziv proizvoda, šifra, referenca...

source: Email, name...
da_dk: E-mail, navn...
he_il: אימייל, שם...
hr_hr: Email, ime...

source: by name
da_dk: efter navn
he_il: לפי שם
hr_hr: po nazivu

source: by ip address
da_dk: ved IP-adresse
he_il: לפי כתובת איי.פי
hr_hr: po ip adresi

source: Order ID
da_dk: Ordre ID
he_il: מספר הזמנה
hr_hr: ID Narudžbe

source: Invoice Number
da_dk: Fakturanummer
he_il: חשבונית מספר
hr_hr: Broj računa

source: Invoices
da_dk: Fakturaer
he_il: חשבוניות
hr_hr: Računi

source: Cart ID
da_dk: Kurv ID
he_il: מספר מזהה של עגלת קניות
hr_hr: Košarica ID

source: Module name
da_dk: Modulnavn
he_il: שם מודול
hr_hr: Naziv modula

source: Search (e.g.: product reference, customer name…)
da_dk: Søgning (f.eks. varereference, kundenavn ...)
hr_hr: Pretraživanje (npr.: referentni proizvod, naziv kupca...)

source: by IP address
da_dk: efter IP-adresse
hr_hr: po ip adresi

source: SEARCH
da_dk: SØG
hr_hr: PRETRAŽI

source: Action
da_dk: Handling
he_il: פעולה
hr_hr: Radnja

source: Attachment
da_dk: Vedhæftning
he_il: קובץ מצורף
hr_hr: Privitak

source: View details on the customer page
da_dk: Vis detaljer på kundesiden
he_il: צפה בעמוד פרטי הלקוח
hr_hr: Vidi detalje na stranici kupca

source: View details on the order page
da_dk: Vis detaljer på ordresiden
he_il: צפה בעמוד פרטי ההזמנה
hr_hr: Vidi detalje na stranici narudžćbe

source: Print out
da_dk: Udskriv
he_il: הדפס
hr_hr: Ispis

source: Text #%d
da_dk: Tekst #%d
he_il: טקסט #%d
hr_hr: Tekst #%d

source: Increase
da_dk: Forøg
he_il: הגדל
hr_hr: Povećaj

source: Decrease
da_dk: Formindsk
he_il: הפחת
hr_hr: Smanji

source: The name of this product is not available. It may have been deleted from the system.
da_dk: Varenavnet er ikke disponibelt. Det er måske slettet i systemet.
he_il: שם מוצר זה אינו זמין.יתכן שנמחק מהמערכת.
hr_hr: Naziv ovog proizvoda nije dostupan. Možda je obrisan iz sustava.

source: Export this list as CSV
da_dk: Eksporter liste som CSV
he_il: ייצא רשימה זו בפורמט CSV
hr_hr: Izvezi ovaj popis kao CSV
