Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.1/*/messages.*.xlf
Languages: da_dk, he_il, hr_hr

source: action %s skipped
da_dk: handlingen %s sprunget over

source: action "%1$s" not found
da_dk: handlingen "%1$s" ikke fundet

source: Too long!
da_dk: For langt!

source: Fields are different!
da_dk: Felterne er forskellige!

source: This email address is wrong!
da_dk: Denne e-mail-adresse er forkert!

source: Impossible to send the email!
da_dk: Umuligt at sende e-mailen!

source: Cannot create settings file, if /app/config/parameters.php exists, please give the public write permissions to this file, else please create a file named parameters.php in config directory.
da_dk: Indstillingsfilen kan ikke oprettes. Hvis /app/config/parameters.php findes, skal du tildele offentlige skriverettigheder til denne fil, ellers skal du oprette en fil med navnet parameters.php i konfigurationsmappen.

source: Cannot write settings file, please create a file named settings.inc.php in the "config" directory.
da_dk: Kan ikke gemme indstillinger i fil. Opret venligst en fil med navnet settings.inc.php i mappen "config".

source: Impossible to upload the file!
da_dk: Umuligt at uploade filen!

source: Data integrity is not valided. Hack attempt?
da_dk: Dataintegritet er ikke gyldig. Hack forsøg?

source: Impossible to read the content of a MySQL content file.
da_dk: Umuligt at læse indholdet af en MySQL indholdsfil.

source: Cannot access a MySQL content file.
da_dk: Kan ikke få adgang til en MySQL indholdsfil.

source: Error while inserting data in the database:
da_dk: Fejl ved indsættelse af data i databasen:

source: The password is incorrect (alphanumeric string at least 8 characters).
da_dk: Adgangskoden er forkert (alfanumerisk streng på mindst 8 tegn).

source: A PrestaShop database already exists, please drop it or change the prefix.
da_dk: Der eksisterer allerede en Prestashop database, slet den eller skift præfix.

source: This is not a valid file name.
da_dk: Dette er ikke et gyldigt filnavn.

source: This is not a valid image file.
da_dk: Dette er ikke en gyldig billedfil.

source: Error while creating the /app/config/parameters.php file.
da_dk: Der opstod en fejl under oprettelse af filen /app/config/parameters.php.

source: Error:
da_dk: Fejl:

source: This PrestaShop database already exists. Please revalidate your authentication information to the database.
da_dk: Der findes allerede denne PrestaShop database. Venligst opdater dine autentificerings oplysninger til databasen.

source: An error occurred while resizing the picture.
da_dk: Der opstod en fejl under skalering af billedet.

source: Database connection is available!
da_dk: Database forbindelse er tilgængelig!

source: Database Server is available but database is not found
da_dk: Database server er tilgængelig, men databasen er ikke fundet

source: Database Server is not found. Please verify the login, password and server fields.
da_dk: Database server er ikke fundet. Venligst kontroller login, password og server felterne.

source: An error occurred while sending email, please verify your parameters.
da_dk: En fejl opstod under afsendelse af e-mail, venlist bekræft dine parametre.

source: Impossible to write the image /img/logo.jpg. If this image already exists, please delete it.
da_dk: Kan ikke gemme billedet /img/logo.jpg. Hvis billedet allerede eksisterer, så slet det venligst.

source: The uploaded file exceeds the upload_max_filesize directive in php.ini
da_dk: Den uploadede fil overskrider upload_max_filesize direktivet i php.ini

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form
da_dk: Den uploadede fil overskrider MAX_FILSE_SIZE grænsen der er opgivet i HTML formen

source: The uploaded file was only partially uploaded
da_dk: Den uploadede fil blev kun delvist uploadet

source: No file was uploaded.
da_dk: Ingen fil blev uploadet.

source: Missing a temporary folder
da_dk: Den midlertidige mappe mangler

source: Failed to write file to disk
da_dk: Kunne ikke skrive filen til disken

source: File upload stopped by extension
da_dk: Filupload stoppet af udvidelse

source: Cannot convert your database's data to utf-8.
da_dk: Kan ikke konvertere din database til utf-8.

source: Invalid shop name
da_dk: Ugyldigt butiksnavn

source: Your firstname contains some invalid characters
da_dk: Dit fornavn indeholder ugyldige tegn

source: Your lastname contains some invalid characters
da_dk: Dit efternavn indeholder ugyldige tegn

source: Your database server does not support the utf-8 charset.
da_dk: Databaseserveren understøtter ikke UTF-8 tegnsættet.

source: Your MySQL server does not support this engine, please use another one like MyISAM
da_dk: Din MySQL server understøtter ikke denne 'storage engine'. Vælg en anden som f.eks. MyISAM

source: The file /img/logo.jpg is not writable, please CHMOD 755 this file or CHMOD 777
da_dk: Filen /img/logo.jpg er ikke skrivbar, brug venligst CHMOD 755 på denne fil eller CHMOD 777

source: Invalid catalog mode
da_dk: Ugyldig katalogtilstand

source: No error code available
da_dk: Ingen fejlkode tilgængelig

source: This installer is too old.
da_dk: Denne installer er for gammel.

source: You already have the %s version.
da_dk: Du har allerede version %s.

source: The app/config/parameters.php file was not found. Did you delete or rename this file?
da_dk: Filen app/config/parameters.php blev ikke fundet. Har du slettet eller omdøbt denne fil?

source: Cannot find the SQL upgrade files. Please verify that the /install/upgrade/sql folder is not empty.
da_dk: Kan ikke finde SQL opgraderingsfiler. Verificer venligst at mappen /install/upgrade/sql ikke er tom.

source: No upgrade is possible.
da_dk: Ingen opgradering mulig.

source: Error while loading SQL upgrade file.
da_dk: Fejl under indlæsning af SQL opgraderingsfil.

source: Error while inserting content into the database
da_dk: Fejl under indsættelse af indhold i databasen

source: Unfortunately,
da_dk: Uheldigvis,

source: SQL errors have occurred.
da_dk: SQL fejl har fundet sted.

source: The config/defines.inc.php file was not found. Where did you move it?
da_dk: Filen config/defines.inc.php blev ikke fundet. Hvor har du flyttet den til?

source: Rollback
da_dk: Rul tilbage

source: After upgrading your shop, you can rollback to the previous database and files. Use this function if your theme or an essential module is not working correctly.
da_dk: Efter opgradering af din shop, kan du rulle tilbage til din forrige database og filer. Anvend denne funktion hvis dit tema eller et vigtigt modul ikke virker korrekt.

source: Choose your backup:
da_dk: Vælg din backup:

source: -- Choose a backup to restore --
da_dk: -- Vælg en backup der skal genskabes --

source: The pre-Upgrade checklist
da_dk: Tjekliste før opgradering

source: The checklist is not OK. You can only upgrade your shop once all indicators are green.
da_dk: Tjeklisten er ikke OK. Du kan kun opgradere din shop når alle indikatorer er grønne.

source: Before starting the upgrade process, please make sure this checklist is all green.
da_dk: Inden du starter opgraderingsprocessen, så vær sikker på at tjeklisten er helt grøn.

source: The 1-click upgrade module is up-to-date (your current version is v%s)
da_dk: 1-klik opgraderingsmodulet er up-to-date (din aktuelle version er v%s)

source: Your store's root directory is writable (with appropriate CHMOD permissions)
da_dk: Din butiks rodmappe er skrivbar (med passende CHMOD tilladelser)

source: The "/admin/autoupgrade" directory is writable (appropriate CHMOD permissions)
da_dk: Mappen "/admin/autoupgrade" er skrivbar (passende CHMOD tilladelser)

source: PHP's "Safe mode" option is turned off
da_dk: PHP's "Safe mode" indstilling er slået fra

source: PHP's "allow_url_fopen" option is turned on, or cURL is installed
da_dk: PHP's "allow_url_fopen" indstilling er slået til, eller cURL er installeret

source: Your store is in maintenance mode
da_dk: Din butik er i vedligeholdelsestilstand

source: Click here to put your shop under maintenance
da_dk: Klik her for at sætte din butik i vedligeholdelsestilstand

source: PrestaShop's caching features are disabled
da_dk: PrestaShop's caching funktioner er deaktiveret

source: PHP's max_execution_time setting has a high value or is disabled entirely (current value: %s)
da_dk: PHP's max_execution_time indstilling har en høj værdi eller er helt deaktiveret (aktuel værdi: %s)

source: unlimited
da_dk: ubegrænset

source: %s seconds
da_dk: %s sekunder

source: Please also make sure you make a full manual backup of your files and database.
da_dk: Vær venligst også sikker på, at du tager en fuld manuel backup af dine filer og database.

source: branch:
da_dk: gren:

source: available
da_dk: tilgængelig

source: unavailable
da_dk: utilgængelig

source: Version number:
da_dk: Versionsnummer:

source: Changelog:
da_dk: Ændringslog:

source: see changelog
da_dk: se ændringslog

source: Major release
da_dk: Stor udgivelse

source: Minor release (recommended)
da_dk: Mindre udgivelse (anbefalet)

source: Release candidates
da_dk: Udgivelses kandidater

source: Beta releases
da_dk: Beta udgivelser

source: Alpha releases
da_dk: Alfa udgivelser

source: Private release (require link and MD5 hash)
da_dk: Privat udgivelse (kræv link og MD5 hash)

source: Local archive
da_dk: Lokalt arkiv

source: Local directory
da_dk: Lokal mappe

source: Channel:
da_dk: Kanal:

source: This option regroup all stable versions.
da_dk: Denne indstilling samler alle stabile versioner.

source: Hash key:
da_dk: Hash nøgle:

source: Allow major upgrade:
da_dk: Tillad større opgradering:

source: Archive to use:
da_dk: Arkiv der skal anvendes:

source: choose an archive
da_dk: vælg et arkiv

source: to upgrade for version
da_dk: til opgradering for version

source: No archive found in your admin/autoupgrade/download directory
da_dk: Intet arkiv fundet i din mappe admin/autoupgrade/download

source: Save in the following directory the archive file of the version you want to upgrade to: %1$s
da_dk: Gem arkivfilen af den version, du vil opgradere til, i følgende mappe: %1$s

source: Click "Save" once the archive is there.
da_dk: Klik på "Gem", når arkivet er der.

source: This option will skip the download step.
da_dk: Denne indstilling vil springe over download skridtet.

source: Save in the following directory the uncompressed PrestaShop files of the version you want to upgrade to: %1$s
da_dk: Gem de ikke-komprimerede PrestaShop-filer af den version, du vil opgradere til, i følgende mappe: %1$s

source: Please tell us which version you are upgrading to
da_dk: Angiv, hvilken version du opgraderer til

source: This option will skip both download and unzip steps and will use %1$s as the source directory
da_dk: Denne indstilling springer både download og udpakning over og bruger %1$s som kildemappe

source: More options (Expert mode)
da_dk: Flere indstillinger (Eksperttilstand)

source: Expert mode
da_dk: Eksperttilstand

source: Please select your channel:
da_dk: Vælg venligst din kanal:

source: Channels are offering you different ways to perform an upgrade. You can either upload the new version manually or let the 1-Click Upgrade module download it for you.
da_dk: Kanaler tilbyder dig forskellige måder at udføre en opgradering på. Du kan enten uploade den nye version manuelt eller lade modulet 1-Klik opgradering downloade den for dig.

source: The Alpha, Beta and Private channels give you the ability to upgrade to a non-official or unstable release (for testing purposes only).
da_dk: Kanalerne Alpha, Beta og Privat giver dig muligheden for at opgradere til en ikke-officiel eller ustabil udgivelse (kun til testformål).

source: By default, you should use the "Minor release" channel which is offering the latest stable version available.
da_dk: Som standard, bør du anvende kanalen "Mindre udgivelse" som tilbyder den seneste tilgængelige stabile version.

source: Step
da_dk: Skridt

source: Upgrade steps
da_dk: Opgraderingsskridt

source: Version comparison
da_dk: Versionssammenligning

source: Differences between versions
da_dk: Forskelle mellem versioner

source: Activity Log
da_dk: Aktivitetslog

source: Currently processing
da_dk: Behandler i øjeblikket

source: Analyzing the situation...
da_dk: Analyserer situationen...

source: Errors
da_dk: Fejl

source: Start your Upgrade
da_dk: Start din opgradering

source: Congratulations, you are already using the latest version available!
da_dk: Tillykke, du bruger allerede den senest tilgængelige version!

source: You come from the future! You are using a more recent version than the latest available!
da_dk: Du kommer fra fremtiden! Du anvender en nyere version en den senest tilgængelige!

source: Your current PrestaShop version
da_dk: Din aktuelle PrestaShop version

source: Latest official version for %1$s channel.
da_dk: Senest officielle version for kanalen %1$s.

source: Upgrade PrestaShop now!
da_dk: Opgrader PrestaShop nu!

source: You use Smarty 3
da_dk: Du anvender Smarty 3

source: Smarty 2 is deprecated in 1.4 and was removed in 1.5. You may need to upgrade your current theme or use a new one.
da_dk: Smarty 2 er udfaset i 1.4 og blev fjernet i 1.5. Du skal måske opgradere dit aktuelle tema eller anvende et nyt.

source: PrestaShop will be downloaded from %s
da_dk: PrestaShop bliver downloadet fra %s

source: open changelog in a new window
da_dk: åbn changelog i et nyt vindue

source: No file will be downloaded (channel %s is used)
da_dk: Ingen fil vil blive downloadet (kanalem %s bliver anvendt)

source: The following action are automatically replaced
da_dk: Den følgende handling bliver automatisk erstattet

source: %1$s will be replaced by %2$s
da_dk: %1$s bliver erstattet med %2$s

source: To change this behavior, you need to manually edit your php files
da_dk: For at ændre denne opførsel, skal du manuelt redigere dine php filer

source: Check if a new version is available
da_dk: Kontroller om der er en ny version tilgængelig

source: Last check: %s
da_dk: Seneste kontrol: %s

source: refresh the page
da_dk: genopfrisk siden

source: Last datetime check: %s
da_dk: Seneste datetime kontrol: %s

source: This functionality has been disabled.
da_dk: Denne funktion er deaktiveret.

source: [TECHNICAL ERROR] ajax-upgradetab.php is missing. Please reinstall or reset the module.
da_dk: [TECHNICAL ERROR] ajax-upgradetab.php mangler. Geninstaller eller nulstil modulet.

source: Welcome!
da_dk: Velkommen

source: With the PrestaShop 1-Click Upgrade module, upgrading your store to the latest version available has never been easier!
da_dk: Med PrestaShop modulet 1-klik opgradering, har det aldrig været lettere at opgradere din butik til den seneste tilgængelige version!

source: Please always perform a full manual backup of your files and database before starting any upgrade.
da_dk: Tag venligst altid en fuld manuel backup af dine file og database inden du påbegynder en opgradering.

source: Double-check the integrity of your backup and that you can easily manually roll-back if necessary.
da_dk: Dobbelt-tjek integriteten af din backup og at du let kan rulle manuelt tilbage om nødvendigt.

source: If you do not know how to proceed, ask your hosting provider.
da_dk: Hvis du ikke ved hvordan du skal fortsætte, så spørg din webudbyder.

source: Backup Options
da_dk: Backup indstillinger

source: Upgrade Options
da_dk: Opgraderingsindstillinger

source: Are you sure you want to delete this backup?
da_dk: Er du sikke på at du ønsker at slette denne backup?

source: Your server cannot download the file. Please upload it first by ftp in your admin/autoupgrade directory
da_dk: Din server kan ikke downloade filen. Upload den venligst først via FTP til din mappe admin/autoupgrade

source: Click to refresh the page and use the new configuration
da_dk: Klik for at genopfriske siden og anvende den nye konfiguration

source: An update is currently in progress... Click "OK" to abort.
da_dk: En opgradering er i gang. Klik "OK" for a afbryde.

source: Upgrading PrestaShop
da_dk: Opgraderer PrestaShop

source: Upgrade complete
da_dk: Opgradering gennemført

source: Upgrade Complete!
da_dk: Opgradering gennemført!

source: Upgrade complete, but warning notifications has been found.
da_dk: Opgradering gennemført, men der er fundet advarsler.

source: Cookies have changed, you will need to log in again once you refreshed the page
da_dk: Cookies er blevet ændret, du skal logge på igen når du har genopfrisket siden

source: Javascript and CSS files have changed, please clear your browser cache with CTRL-F5
da_dk: JavaScript og CSS filer er ændret, ryd venligst din browser cache med CTRL-F5

source: Please check that your front-office theme is functional (try to create an account, place an order...)
da_dk: Kontroller venligst at dit front-office tema fungerer (prøv at oprette en konto, placere en ordre...)

source: Product images do not appear in the front-office? Try regenerating the thumbnails in Preferences > Images
da_dk: Vare billeder vises ikke i front-office? Prøv at genskabe miniaturerne under Indstillinger > Billeder

source: Do not forget to reactivate your shop once you have checked everything!
da_dk: Glem ikke at genaktivere din shop når du har kontrolleret alt!

source: ToDo list:
da_dk: To-do liste:

source: Restoration complete.
da_dk: Gendannelse fuldført.

source: Javascript error (parseJSON) detected for action
da_dk: JavaScript-fejl (parseJSON) opdaget for handling

source: Starting restoration...
da_dk: Starter genskabelse...

source: Error detected during
da_dk: Fejl opdaget under

source: The request exceeded the max_time_limit. Please change your server configuration.
da_dk: Forespørgslen overskred max_time_limit. Skift venligst din server konfiguration.

source: Manually go to %s button
da_dk: Manuelt gå til %s knap

source: End of process
da_dk: Slut på proces

source: Operation canceled. Checking for restoration...
da_dk: Handling afbrudt. Kontrollerer for genskabelse...

source: Do you want to restore
da_dk: Ønsker du at genskabe

source: Operation canceled. An error happened.
da_dk: Handling afbrudt. En fejl opstod.

source: is missing. please reinstall the module
da_dk: mangler. Geninstaller venligst modulet

source: See or hide the list
da_dk: Se eller skjul listen

source: Core file(s)
da_dk: Kerner fil(er)

source: Mail file(s)
da_dk: Mail fil(er)

source: Translation file(s)
da_dk: Oversættelsesfil(er)

source: Your server cannot download the file. Please upload it to your FTP server, and put it in your /[admin]/autoupgrade directory.
da_dk: Din server kan ikke downloade filen. Upload den venligst til din FTP server, og placer den i mappen /[admin]/autoupgrade.

source: Theses files will be deleted
da_dk: Disse filer bliver slettet

source: Theses files will be modified
da_dk: Disse filer bliver ændret

source: Less options
da_dk: Færre muligheder

source: Link and MD5 hash cannot be empty
da_dk: Link og MD5 hash kan ikke være tomme

source: You need to enter the version number associated with the archive.
da_dk: Du skal angive versionsnummeret der er associeret med arkivet.

source: No archive has been selected.
da_dk: Intet arkiv valgt.

source: You need to enter the version number associated with the directory.
da_dk: Du skal angive versionsnummeret associeret med mappen.

source: Please confirm that you want to skip the backup.
da_dk: Bekræft venligst at du ønsker at springe over backup'en.

source: Please confirm that you want to preserve file options.
da_dk: Bekræft venligst at du ønsker at bevare filindstillinger.

source: %s is not a file
da_dk: %s er ikke en fil

source: Unable to create directory %s.
da_dk: Kan ikke oprette mappen %s.

source: Archive extracted
da_dk: Arkiv pakket ud

source: zip->extractTo(): unable to use %s as extract destination.
da_dk: zip->extractTo(): kan ikke anvende %s som udpakningsdestination.

source: Unable to open zipFile %s
da_dk: Kan ikke åbne zipFile %s

source: [ERROR] Error on extracting archive using PclZip: %s.
da_dk: [ERROR] Fejl under udpakning af arkiv med PclZip: %s.

source: [ERROR] Unable to list archived files
da_dk: [ERROR] Kan ikke liste arkiverede filer

source: File %s is preserved
da_dk: Filen %s er bevaret

source: Install
da_dk: Installer
he_il: התקן
hr_hr: Instaliraj

source: Read more
da_dk: Læs mere
he_il: קרא עוד
hr_hr: Pročitaj više

source: You bought this module on PrestaShop Addons. Thank You.
da_dk: Du købte denne modul på PrestaShop Addons. Tak for det.
he_il: קנית מודול זה בAddons PrestaShop. תודה.
hr_hr: Kupili ste ovaj modul na PrestaShop Addons. Hvala.

source: Bought
da_dk: Købt
he_il: נרכש
hr_hr: Kupljeno

source: This module is available on PrestaShop Addons
da_dk: Dette modul findes på PrestaShop Addons
he_il: מודול זה זמין ב PrestaShop Addons
hr_hr: Ovaj modul je dostupan na PrestaShop Addons

source: Popular
da_dk: Populær
he_il: פופולרי
hr_hr: Popularno

source: Official
da_dk: Officiel
he_il: רשמי
hr_hr: Službeni

source: Need update
da_dk: Skal opdateres
he_il: נדרש עדכון
hr_hr: Treba nadogradnju

source: Free
da_dk: Gratis
he_il: חינם!
hr_hr: Besplatno

source: This module is available for free thanks to our partner.
da_dk: Dette modul er tilgængeligt gratis takket være vores partner.
he_il: מודול זה זמין בחינם אודות לשותף שלנו.
hr_hr: Ovaj modul je dostupan besplatno zahvaljujući našem partneru.

source: Uninstall
da_dk: Afinstaller
he_il: הסר התקנה
hr_hr: Deinstaliraj

source: Remove from Favorites
da_dk: Fjern fra Favoritter
he_il: הסר ממועדפים
hr_hr: Ukloni iz Favorita

source: Mark as Favorite
da_dk: Marker som Favorit
he_il: הוסף למועדפים
hr_hr: Označi kao Favorit

source: Module %1s
da_dk: Modul %s1
hr_hr: Modul %1s

source: Official, PrestaShop certified module. Free, secure and includes updates!
da_dk: Officielt Prestashop godkendt modul. Gratis, sikkert og inkluderer opdateringer!
he_il: מודול רשמי מאושר של פרסטהשופ. חינם, מאובטח, וכולל עדכונים!
hr_hr: Službeni, PrestaShop potvrđeni modul. Besplatan, siguran i uključuje nadogradnju!

source: Update it!
da_dk: Opdater!
he_il: עדכן מודול!
hr_hr: Ažuriraj!

source: Install the selection
da_dk: Installer valg
he_il: התקן בחירה
hr_hr: Instalirajte odabrano

source: Uninstall the selection
da_dk: Afinstaller valg
he_il: הסר התקנות שסומנו
hr_hr: Deinstalirajte odabrano

source: Would you like to delete the content related to this module ?
da_dk: Ønsker du at slette indholdet relateret til dette modul ?
he_il: האם ברצונך למחוק את התוכן הקשור למודול זה?
hr_hr: Želite li obrisati sadržaj vezan za ovaj modul ?

source: Confirm reset
da_dk: Bekræft nulstilling
he_il: אשר איפוס
hr_hr: Potvrdite reset

source: No - reset only the parameters
da_dk: Nej - nulstil kun parametre
he_il: לא - אפס רק את הפרמטרים
hr_hr: Ne - resetiraj samo parametre

source: Yes - reset everything
da_dk: Ja - nulstil alt
he_il: כן - אפס הכל
hr_hr: Da - sve resetiraj

source: Preferences saved
da_dk: Indstillinger gemt
he_il: העדפות נשמרו
hr_hr: Postavke su spremljene

source: You cannot place a new order from your country (%s).
da_dk: Du kan ikke afgive en ny ordre fra dit land (%s).
hr_hr: Na žalost ne primamo narudžbe iz Vaše zemlje (%s).

source: Undefined
da_dk: Udefineret
he_il: לא מוגדר
hr_hr: Neodređeno

source: (tax excl.)
da_dk: (ekskl. moms)
he_il: (לא כולל מס.)
hr_hr: (bez PDV-a)

source: Check / Uncheck all
da_dk: Marker/fjern alle markeringer
he_il: סמן / נקה הכל
hr_hr: Označi / Neoznači sve
