Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.1/*/messages.*.xlf
Languages: da_dk, he_il, hr_hr

source: Thread ID:
da_dk: Tråd-ID:
hr_hr: ID Tema:

source: Message ID:
da_dk: Meddelelses-ID:
hr_hr: ID poruke:

source: Message:
da_dk: Besked:
he_il: הודעה:
hr_hr: Poruka:

source: Reply to this message
da_dk: Svar på denne besked
he_il: השב להודעה זו
hr_hr: Odgovori na ovu poruku

source: Please type your reply below:
da_dk: Indtast venligst dit svar nedenfor:
hr_hr: Molimo unesite svoj odgovor ispod:

source: Your reply will be sent to:
da_dk: Dit svar bliver sendt til:
hr_hr: Vaš odgovor poslat će se na:

source: Send my reply
da_dk: Send mit svar
he_il: שלח את התשובה שלי
hr_hr: Pošalji moj odgovor

source: See more
da_dk: Se mere
he_il: הצג עוד
hr_hr: Vidi više

source: To:
da_dk: Til:
he_il: ל:
hr_hr: Prema:

source: How do you want to delete the selected customers?
da_dk: Hvordan vil du slette de valgte kunder?
he_il: איך אתה רוצה למחוק את הלקוחות שנבחרו?
hr_hr: Kako želite obrisati označene kupce?

source: There are two ways of deleting a customer. Please choose your preferred method.
da_dk: Du kan slette kunder på to måder. Vælg venligst din foretrukne metode.
he_il: ישנן 2 אפשרויות למחיקת לקוח, אנא בחר אחת.
hr_hr: Imate dva načina za brisanje kupca. Molimo odaberite što želite učiniti.

source: I want my customers to be able to register again with the same email address. All data will be removed from the database.
da_dk: Jeg vil have, at mine kunder er i stand til at registrere sig igen med den samme e-mailadresse. Alle data bliver fjernet fra databasen.
he_il: אני רוצה שהלקוחות שלי יוכלו להירשם שוב עם אותה כתובת דוא"ל. כל הנתונים יוסרו ממאגר המידע.
hr_hr: Želim da se moji kupci mogu registrirati se ponovo sa istom e-mail adresom. Svi podaci biti će uklonjeni iz baze podataka.

source: I do not want my customer(s) to register again with the same email address. All selected customer(s) will be removed from this list but their corresponding data will be kept in the database.
da_dk: Jeg vil ikke have, at min(e) kunde(r) er i stand til at registrere sig igen med den samme e-mailadresse. Alle valgte kunder bliver fjernet fra denne liste, men deres tilsvarende data bliver gemt i databasen.
he_il: אני לא רוצה שהלקוח (ות) שלי ירשם שוב עם אותה כתובת דוא"ל. כל לקוח (ות) שנבחר יוסר מרשימה זו, אך הנתונים שלהם יישמרו במסד הנתונים.
hr_hr: Ne želim da se moji kupci mogu registrirati ponovo sa istom e-mail adresom. Svi označeni kupci biti će obrisani sa popisa ali njihovi podaci biti će zadržani u bazi podataka.

source: Please make sure you are complying with the opt-in legislation applicable in your country.
da_dk: Du bør forsikre dig om, at du ikke overtræder lovgivningen vedrørende spam-mail i dit land.
he_il: נא וודא ציות לחוקים החלים במדינה שלך (לדוגמה: האם נדרשת הרשמה פעילה מאת הלקוח).
hr_hr: Budite sigurni da zadovoljavate zakonsku regulativu u svojoj zemlji.

source: Language
da_dk: Sprog
he_il: שפה
hr_hr: Jezik

source: Subject
da_dk: Emne
he_il: נושא
hr_hr: Tema

source: Please select a module!
da_dk: Vælg et modul.
hr_hr: Molimo odaberite modul!

source: Please select your language!
da_dk: Vælg dit sprog!
he_il: אנא בחר את השפה שלך !
hr_hr: Molimo odaberite svoj jezik!

source: Here you can modify translations for every line of text inside PrestaShop.
da_dk: Her kan du ændre oversættelser for alle tekster i PrestaShop.
he_il: כאן תוכל לשנות / לעדכן תרגומים לכל הטקסט שבמערכת PrestaShop.
hr_hr: Ovdje možete izmijeniti prijevode za sve tekstove u PrestaShopu.

source: First, select a type of translation (such as "Back office" or "Installed modules"), and then select the language you want to translate strings in.
da_dk: Vælg først en oversættelsestype (såsom "Back office" eller "Installerede moduler"), og vælg derefter det sprog, som strengene skal oversættes til.
hr_hr: Najprije odaberite vrstu prijevoda (kao što su "Administracija" ili "Instalirani moduli"), a tada odaberite jezik na koji želite prevesti tekstove.

source: Type of translation
da_dk: Type af oversættelse
he_il: סוג תרגום
hr_hr: Vrsta prijevoda

source: Select the type of email content
da_dk: Vælg e-mailens indholdstype
hr_hr: Odaberite vrstu sadržaja e-pošte

source: Body
da_dk: Indhold
hr_hr: Sadržaj stranice

source: Select your theme
da_dk: Vælg dit tema
he_il: בחר את ערכת העיצוב שלך
hr_hr: Odaberite Vašu temu

source: Core (no theme selected)
da_dk: Kerne (ikke valgt tema)
he_il: בסיסית (לא נבחרה ערכת עיצוב)
hr_hr: Jezgra (nema odabrane teme)

source: Select your language
da_dk: Vælg dit sprog
he_il: בחר שפה
hr_hr: Odaberite svoj jezik

source: Modify
da_dk: Tilpas
he_il: ערוך
hr_hr: Promijeni

source: Add / Update a language
da_dk: Tilføj / opdater et sprog
he_il: הוסף / עדכן שפה
hr_hr: Dodaj / Ažuriraj jezik

source: You can add or update a language directly from the PrestaShop website here.
da_dk: Du kan tilføje eller opdatere et sprog direkte fra PrestaShops website her.
he_il: כאן באפשרותך להוסיף או לעדכן שפה ישירות מאתר prestashop.com.
hr_hr: Možete dodati ili ažurirati jezik izravno s prestashop.com ovdje.

source: Please select the language you want to add or update
da_dk: Vælg venligst det sprog, du ønsker at tilføje eller opdatere
he_il: בחר את השפה שברצונך להוסיף או לעדכן
hr_hr: Jezik koji želite dodati ili ažurirati

source: Update a language
da_dk: Opdater et sprog
he_il: עדכן שפה
hr_hr: Ažuriraj jezik

source: Add a language
da_dk: Tilføj et sprog
he_il: הוסף שפה
hr_hr: Dodaj jezik

source: Cannot connect to the PrestaShop website to get the language list.
da_dk: Kan ikke forbinde til prestashop.com for at hente sprogliste.
he_il: לא ניתן להתחבר ל prestashop.com בכדי לקבל את רשימת השפות
hr_hr: Nije moguće spojiti se na prestashop.com radi dohvaćanja popisa jezika

source: Add or update a language
da_dk: Tilføj eller opdater et sprog
he_il: הוסף או עדכן שפה
hr_hr: Dodaj ili ažuriraj jezik

source: Import a language pack manually
da_dk: Importer en sprogpakke manuelt
he_il: יבוא ערכת שפה ידנית
hr_hr: Ručno uvezi jezični paket

source: If the language file format is ISO_code.gzip (e.g. "us.gzip"), and the language corresponding to this package does not exist, it will automatically be created.
da_dk: Hvis navneformatet er ISO_kode.gzip (f.eks. da.gzip) og det tilsvarende sprog, der passer til denne pakke, ikke eksisterer, bliver det automatisk oprettet.
he_il: אם תחביר שם קובץ השפה הוא ISO_code.gzip (לדוגמא: he.gzip), והשפה המתאימה לחבילה זו אינה קיימת, היא תיווצר אוטומטית.
hr_hr: Ukoliko je format: isooznaka.gzip (npr. ht.gzip) i odgovarajući jezik ne postoji, automatski će se kreirati.

source: Warning: This will replace all of the existing data inside the destination language.
da_dk: Advarsel: Dette vil erstatte alle eksisterende data for destinationssproget.
he_il: זהירות, פעולה זו תחליף את כל המידע הקיים בשפת היעד !
hr_hr: Budite oprezni, ovo će zamijeniti sve postojeće podatke za ciljani jezik.

source: Language pack to import
da_dk: Sprogpakke der skal importeres
he_il: ערכת שפה ליבוא
hr_hr: Jezični paket za uvoz

source: Export a language
da_dk: Eksporter et sprog
he_il: יצוא שפה
hr_hr: Izvezite jezik

source: Export data from one language to a file (language pack).
da_dk: Eksporter data fra et sprog til en fil (sprogpakke).
he_il: יצוא המידע משפה אחת לקובץ (תבנית שפה - language pack)
hr_hr: Izvezite podatke jezika u datoteku (jezični paket).

source: Select which theme you would like to export your translations to.
da_dk: Vælg, hvilket tema du vil eksportere dine oversættelser til.
hr_hr: Označite u koju temu želite izvesti vaš prijevod.

source: Copy
da_dk: Kopier
he_il: העתק
hr_hr: Kopiraj

source: Copies data from one language to another.
da_dk: Kopierer data fra et sprog til et andet.
he_il: מעתיק נתונים משפה אחת לשניה
hr_hr: Kopira podatke iz jednog jezika u drugi

source: If necessary
da_dk: Hvis det er nødvendigt
he_il: אם נדרש
hr_hr: Ukoliko je potrebno

source: you must first create a new language.
da_dk: lav et nyt sprog først.
he_il: ראשית עליך ליצור שפה חדשה
hr_hr: prvo kreirajte novi jezik

source: Language files must be complete to allow copying of translations.
da_dk: Sprogfiler (angivet under Værktøjer >> Sprog >> Rediger) skal være komplette før kopiering af oversættelser er tilladt.
he_il: קבצי שפה חייבים להיות שלמים כדי לאפשר העתקה של תרגומים
hr_hr: Jezična datoteka (kako je navedenu u Alati > Jezici > Verzije) mora biti potpuna kako bi dozvolila kopiranje prijevoda.

source: Messages
da_dk: Beskeder
he_il: הודעות
hr_hr: Poruke

source: Latest orders
da_dk: Seneste ordrer
hr_hr: Zadnje narudžbe

source: New customers
da_dk: Nye kunder
hr_hr: Novi kupci

source: Message
da_dk: Besked
he_il: הודעה
hr_hr: Poruka

source: Income
da_dk: Indtjening
he_il: הכנסה
hr_hr: Prihod

source: Traffic
da_dk: Trafik
he_il: תנועה
hr_hr: Promet

source: Conversion
da_dk: Konvertering
he_il: המרה
hr_hr: Konverzija

source: IP Address
da_dk: IP-adresse
he_il: כתובת IP
hr_hr: IP Adresa

source: Weight
da_dk: Vægt
he_il: משקל
hr_hr: Težina

source: This feature cannot be disabled because it is currently in use.
da_dk: Denne funktion kan ikke deaktiveres, da den stadig er i brug.
he_il: תכונה זו לא ניתנת לביטול, משום שהיא כרגע בשימוש.
hr_hr: Ova značajka ne može biti onemogućena jer se trenutno koristi.

source: Combinations tab on product page
da_dk: Variantfane på vareside
he_il: טאב שילובים בדף המוצר
hr_hr: Kartica kombinacija na stranici proizvoda

source: Features tab on product page
da_dk: Funktionsfane på vareside
he_il: טאב התכונות בדף המוצר
hr_hr: Kartica značajki na stranici proizvoda

source: Feature value
da_dk: Funktionsværdi
he_il: ערך תכונה
hr_hr: Vrijednost značajke

source: Add server
da_dk: Tilføj server
he_il: הוסף שרת
hr_hr: Dodaj server

source: Add Server
da_dk: Tilføj server
he_il: הוסף שרת
hr_hr: Dodaj server

source: IP address
da_dk: IP-adresse
he_il: כתובת IP
hr_hr: IP adresa

source: Do you really want to remove the server %s:%s
da_dk: Ønsker du virkelig at fjerne server %s:%s
he_il: האם להסיר את השרת %s: %s
hr_hr: Da li stvarno želite ukloniti server %s:%s

source: You are currently connected as %s
da_dk: Du er på lige nu forbundet som %s
he_il: אתה כרגע מחובר כ %s
hr_hr: Vi ste trenutno povezani kao %s

source: Sign out from PrestaShop Addons
da_dk: Log ud fra PrestaShop Addons
he_il: התנתק מאתר התוספות של פרסטהשופ
hr_hr: Odjavite se iz PrestaShop Dodataka

source: Sign in
da_dk: Log ind
he_il: התחבר
hr_hr: Prijavite se

source: I forgot my password
da_dk: Jeg har glemt min adgangskode
he_il: שכחתי את הסיסמה שלי
hr_hr: Zaboravio sam lozinku

source: If you want to be able to fully use the AdminModules panel and have free modules available, you should enable the following configuration on your server:
da_dk: Hvis du ønsker fuld brug af panelet AdminModules og have gratis moduler tilgængelige, skal du aktivere følgende konfiguration på din server:
hr_hr: Ukoliko želite u potpunosti iskoristiti ploču Admin Moduli i imati besplatne module na raspolaganju, trebali bi ste omogućiti slijedeće postavke na Vašem serveru:

source: Enable PHP's allow_url_fopen setting
da_dk: Aktiver PHPs allow_url_fopen setting
he_il: הפעל הגדרת allow_url_fopen של PHP
hr_hr: Omogući PHP-ovu allow_url_fopen postavku

source: Enable PHP's OpenSSL extension
da_dk: Aktiver PHPs OpenSSL modul
he_il: אפשר הרחבת PHP OpenSSL
hr_hr: Omogući PHP-ovu OpenSSL proširenje

source: Connect your shop with PrestaShop's marketplace in order to automatically import all your Addons purchases.
da_dk: Forbind din webshop med Prestashops markedsplads for automatisk at importere alle dine køb af moduler.
he_il: חבר את החנות שלך עם השוק של PrestaShop כדי לייבא באופן אוטומטי את כל התוספים שרכשת.
hr_hr: Poveži svoj dućan sa PrestaShop's tržištem da automatski učitate sve vaše kupljene dodatke.

source: Don't have an account?
da_dk: Har du endnu ikke en konto?
he_il: אין לך חשבון?
hr_hr: Nemate korisnički račun?

source: Discover the Power of PrestaShop Addons! Explore the PrestaShop Official Marketplace and find over 3 500 innovative modules and themes that optimize conversion rates, increase traffic, build customer loyalty and maximize your productivity
da_dk: Se alle mulighederne med PrestaShop Addons. Se PrestaShops officielle markedsplads, og find mere end 3.500 innovative moduler og temaer, der optimerer konverteringsrater, øger trafik, opbygger kundeloyalitet og maksimerer din produktivitet
he_il: גלה את העוצמה של Addons PrestaShop! חקור את PrestaShop הרשמי Marketplace ומצא מעל 3,500 מודולים וערכות עיצוב כדי לייעל את שיעורי ההמרה , להגדיל את התנועה, לבנות את נאמנות לקוחות ולמקסם את הפרודוקטיביות שלך
hr_hr: Otkrite snagu PrestaShop Addons! Istražite PrestaShop službeno tržište i pronađite 3500 inovativnih modula i tema koje optimiziraju valutne tečajeve, povećavaju promet, grade odanost kupaca i maksimiziraju vašu produktivnost

source: Connect to PrestaShop Addons
da_dk: Forbind til PrestaShop Addons
he_il: התחבר ל PrestaShop Addons
hr_hr: Poveži na PrestaShop Addons

source: Create an Account
da_dk: Opret en konto
he_il: צור חשבון
hr_hr: Kreirajte korisnički račun

source: Authorized modules:
da_dk: Autoriserede moduler:
he_il: מודולים מורשים :
hr_hr: Autorizirani moduli:

source: This category already exists for this group.
da_dk: Kategorien eksisterer allerede for denne gruppe.
he_il: קטגוריה זו כבר קיימת לקבוצה זו
hr_hr: Ova kategorija već postoji za ovu grupu

source: Add a category discount
da_dk: Tilføj en kategorirabat
he_il: הוסף הנחת קטגוריה
hr_hr: Dodaj popust kategoriji

source: New group category discount
da_dk: Ny kategorigrupperabat
he_il: הנחה קבוצתית חדשה
hr_hr: Novu popust kategorije grupe

source: Caution: The discount applied to a category does not stack with the overall reduction but instead replaces it.
da_dk: Advarsel: Rabatten, der anvendes til en kategori, sammenlægges ikke med den samlede reduktion, men erstatter den i stedet.
he_il: זהירות: ההנחה המוגדרת לקטגוריה אינה נצברת מעל ההפחתה הכוללת, אלא מחליפה אותה.
hr_hr: Pažnja: popust koji se primjenjuje na kategoriju dodaje se ukupnom popustu već ga zamjenjuje.

source: Only products that have this category as the default category will be affected.
da_dk: Kun varer, der har denne kategori som standard, vil blive påvirket.
he_il: רק מוצרים שיש להם קטגוריה זו כקטגורית ברירת המחדל יהיו מושפעים
hr_hr: Utječe samo na proizvode koji imaju ovu kategoriju kao zadanu

source: Discount (%):
da_dk: Rabat (%):
hr_hr: Popust (%):

source: No records found
da_dk: Ingen poster fundet
he_il: לא נמצאו רשומות
hr_hr: Nema zapisa

source: Move images
da_dk: Flyt billeder
he_il: העבר תמונות
hr_hr: Premjesti slike

source: You can choose to keep your images stored in the previous system. There's nothing wrong with that.
da_dk: Du kan vælge at lade dine billeder gemt lagret i det tidligere system - det er der ikke noget galt i.
he_il: אתה יכול לבחור לשמור את התמונות המאוחסנות במערכת הקודמת - אין שום בעיה!
hr_hr: Možete odabrati zadržavanje slika u prethodnom sustavu - nema ništa pogrešnog u tome.

source: You can also decide to move your images to the new storage system. In this case, click on the "Move images" button below. Please be patient. This can take several minutes.
da_dk: Du kan også beslutte at flytte dine billeder til det nye lagringsssystem: I det tilfælde skal du klikke på ʺFlyt billederʺ knappen nedenfor. Vær venligst tålmodig, dette kan tage adskillige minutter.
he_il: אתה יכול גם להחליט להעביר את התמונות למערכת אחסון חדשה: במקרה זה לחץ על כפתור "העבר תמונות" להלן. אנא התאזר בסבלנות, הפעולה עשויה להימשך מספר דקות.
hr_hr: Također možete odlučiti premjestiti Vaše slike u novi sustav: u tom slučaju, kliknite na gumb "Premjesti slike" ispod. Molimo za strpljenje, ovo može potrajati nekoliko minuta.

source: After moving all of your product images, set the "Use the legacy image filesystem" option above to "No" for best performance.
da_dk: Når du har flyttet alle dine varebilleder, opnår du bedste ydeevne ved at angive ʺBrug indstillingen for ældre billedfilsystemʺ ovenfor til ʺNej".
he_il: לאחר העברת כל תמונות המוצר, לצורך שיפור ביצועים יש להגדיר את האפשרות "השתמש במערכת ניהול תמונות ישנה" ל- "לא".
hr_hr: Nakon premještanja svih slika proizvoda, za najbolje performanse, postavite "Koristi naslijeđeni datotečni sustav slika" iznad na "Ne".

source: Regenerate thumbnails
da_dk: Regenerer miniaturebilleder
he_il: יצר תמונה מוקטנת
hr_hr: Regeneriraj sličice

source: Regenerates thumbnails for all existing images
da_dk: Regenererer miniaturebilleder for alle eksisterende varebilleder
he_il: יצר תמונה מוקטנת לכל תמונות המוצרים
hr_hr: Regeneriraj sličice za sve postojeće slike

source: Please be patient. This can take several minutes.
da_dk: Vær venligst tålmodig, da dette kan tage flere minutter.
he_il: היה סבלני, התהליך עשוי לקחת מספר דקות
hr_hr: Molimo da se strpite, ovo može potrajati nekoliko minuta

source: Be careful! Manually uploaded thumbnails will be erased and replaced by automatically generated thumbnails.
da_dk: Forsigtig! Manuelt uploadede miniaturebilleder vil blive erstattet af automatiske genererede miniaturebilleder.
he_il: שים לב! קובצי תוכן תמונה ימחקו ויוחלפו בקבצים שיווצרו אוטומטית.
hr_hr: Pazite! Ručno prebačene sličice bit će obrisane i zamjenjene automatski generiranim sličicama.

source: Select an image
da_dk: Vælg et billede
he_il: בחר תמונה
hr_hr: Odaberite slike

source: Select a format
da_dk: Vælg format
he_il: בחר פורמט
hr_hr: Odaberite format

source: Erase previous images
da_dk: Slet tidligere billeder
he_il: מחק תמונות קודמות
hr_hr: Obriši prethodne slike

source: Select "No" only if your server timed out and you need to resume the regeneration.
da_dk: Vælg kun "Nej", hvis din server fik timeout, og du er nødt til at genoptage gendannelsen.
he_il: בחר "לא" רק אם השרת הפסיק באמצע התהליך ויש להמשיך את החילול.
hr_hr: Odaberite "Ne" samo ako je vašem serveru isteklo vrijeme i trebate nastaviti obnavljanje.

source: Your file has been successfully imported into your shop. Don't forget to re-build the products' search index.
da_dk: Filen blev importeret i butikken. Husk at opdatere indekset for produktsøgning.
hr_hr: Vaša datoteka je uspješno uvezena u vašu trgovinu. Nemojte zaboraviti obnoviti index pretraživanja proizvoda.

source: You can read information on import at:
da_dk: Du kan læse oplysninger om import på:
hr_hr: Možete pročitati informacije o uvozu na:

source: Read more about the CSV format at:
da_dk: Læs mere om CSV-formatet på:
hr_hr: Pročitajte više o CSV formatu na:

source: What do you want to import?
da_dk: Hvad ønsker du at importere?
hr_hr: Što želite uvesti?

source: Note that the Category import does not support having two categories with the same name.
da_dk: Bemærk, at import af kategori ikke understøtter at have to kategorier med samme navn.
he_il: שים לב שיבוא קטגוריה אינו תומך ייבוא שתי קטגוריות בעלות אותו השם.
hr_hr: Imajte na umu da uvoz kategorija ne podržava dvije kategorije sa istim nazivom.

source: Note that you can have several products with the same reference.
da_dk: Bemærk, at du kan have flere varer med den samme reference.
he_il: שים לב שעשויים להיות מספר מוצרים עם אותו מק"ט
hr_hr: Možete imati više proizvoda s istom referencom.

source: Importing Supply Order Details will reset your history of ordered products, if there are any.
da_dk: Import af forsyningsordreoplysninger nulstiller din historik over bestilte varer, hvis der er nogen.
he_il: יבוא פרטי הזמנת אספקה ​​יאפס ההיסטוריה של מוצרים שהוזמנו שלך, אם קיים.
hr_hr: Uvoz detalja naloga nabave će resetirati povijest naručenih proizvoda, ako ih ima.

source: Select a file to import
da_dk: Vælg en fil, der skal importeres
hr_hr: Odaberite datoteku za uvoz

source: or
da_dk: eller
he_il: או
hr_hr: ili

source: Choose from history / FTP
da_dk: Vælg fra historik / FTP
he_il: בחר מתוך היסטוריה / FTP
hr_hr: Izaberite iz povijesti / FTP

source: Allowed formats: .csv, .xls, .xlsx, .xlst, .ods, .ots
da_dk: Tilladte formater: .csv, .xls, .xlsx, .xlst, .ods, .ots
hr_hr: Dopušteni formati: .csv, .xls, .xlsx, .xlst, .ods, .ots

source: Only UTF-8 and ISO 8859-1 encodings are allowed
da_dk: Kun UTF-8 eller ISO 8859-1 indkodede filer er tilladte
he_il: קידוד מותר רק UTF-8 ו-ISO-8859-1
hr_hr: Samo UTF-8 i ISO-8859-1 formati su dozvoljeni

source: You can also upload your file via FTP to the following directory: %s .
da_dk: Du kan også uploade din fil via FTP til den følgende mappe: %s.
he_il: אתה יכול גם להעלות את הקובץ דרך FTP לספרייה הבאה %s.
hr_hr: Također, možete prabeciti Vašu datoteku putem FTP-a u slijedeću mapu: %s .

source: History of uploaded files
da_dk: Historik over uploadede filer
hr_hr: Povijest učitanih datoteka

source: The locale must be installed
da_dk: Landestandarden skal være installeret
he_il: ה- Locale חייב להיות מותקן
hr_hr: Jezična datoteka mora biti instalirana

source: Language of the file
da_dk: Filens sprog
he_il: שפת הקובץ
hr_hr: Jezik datoteke

source: Field separator
da_dk: Feltseperator
he_il: מפריד שדה
hr_hr: Razdjelnik polja

source: e.g.
da_dk: f.eks.
hr_hr: npr.

source: Multiple value separator
da_dk: Separator til liste af værdier
he_il: מפריד ערכים מרובים
hr_hr: Razdjelnik višestrukih vrijednosti

source: Delete all
da_dk: Slet alt
he_il: מחק הכל
hr_hr: Obriši sve

source: categories
da_dk: kategorier
he_il: קטגוריות
hr_hr: kategorije

source: before import
da_dk: før import
he_il: לפני הייבוא
hr_hr: prije uvoza

source: If enabled, the product's reference number MUST be unique!
da_dk: Hvis aktiveret, SKAL varens referencenummer være unikt!
he_il: אם מאופשר, המק"ט של המוצר חייב להיות ייחודי!
hr_hr: Ako je omogućeno, referentni broj proizvoda MORA biti jedinstven!

source: Use product reference as key
da_dk: Brug varereference som nøgle
he_il: השתמש במק"ט המוצר כמפתח
hr_hr: Koristi referencu proizvoda kao ključ

source: Skip thumbnails regeneration
da_dk: Spring generering af miniaturebilleder over
hr_hr: Preskoči regeneraciju sličica

source: If you enable this option, your imported items' ID number will be used as-is. If you do not enable this option, the imported ID numbers will be ignored, and PrestaShop will instead create auto-incremented ID numbers for all the imported items.
da_dk: Hvis du aktiverer denne indstilling, vil de importerede varers id-numre blive benyttet, som de er. Hvis du ikke aktiverer indstillingen, ignoreres de importerede varers id-numre, og PrestaShop opretter i stedet for automatisk stigende id-numre for alle importerede varer.
hr_hr: Ako omogućite ocu opciju, vaši učitani ID brojevi stavke će biti takvi kakvu jesu. Ako ne omogućite ovu opciju, učitani ID brojevi će biti ignorirani, i PrestaShop će kreirati nove ID brojeve za sve učitane stavke.

source: Force all ID numbers
da_dk: Tving alle ID numre
he_il: הכרח שימוש בנתוני 'מספר המזהה הייחודי' שסופקו בקובץ הייבוא
hr_hr: Forsirajte sve osobne ID-e

source: Sends an email to let you know your import is complete. It can be useful when handling large files, as the import may take some time.
da_dk: Sender en e-mail for at give dig besked om, at importen er fuldført. Det kan være nyttigt ved håndtering af store filer, da importen eventuelt kan tage noget tid.
hr_hr: Poslan e-mail kao informacija da je uvoz završen. To može biti korisno pri rukovanju velikim datotekama, kao što je situacija kada uvoz može potrajati neko vrijeme.

source: Send notification email
da_dk: Send e-mailunderrettelse
hr_hr: Pošalji potvrdu mailom

source: Next step
da_dk: Næste trin
he_il: השלב הבא
hr_hr: Slijedeći korak

source: Available fields
da_dk: Disponible felter
he_il: שדות זמינים
hr_hr: Dostupna polja

source: * Required field
da_dk: * Obligatoriske felter
he_il: * שדה חובה
hr_hr: * Obvezno polje

source: Download sample csv files
da_dk: Download eksempel CSV fil
he_il: הורד דוגמאות קבצי csv
hr_hr: Preuzmi primjere csv datoteka

source: Sample Categories file
da_dk: Eksempel fil for kategorier
he_il: קובץ קטגוריות לדוגמה
hr_hr: Primjer kategorija
