Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.1/*/messages.*.xlf
Languages: da_dk, he_il, hr_hr

source: On which day of the month should this task be executed?
da_dk: På hvilken ugedag skal denne opgave udføres?

source: On what month should this task be executed?
da_dk: I hvilken måned skal denne opgave udføres?

source: On which day of the week should this task be executed?
da_dk: På hvilken ugedag skal denne opgave udføres?

source: Settings
da_dk: Indstillinger

source: Cron mode
da_dk: Cron tilstand

source: Basic
da_dk: Grundlæggende

source: Use the PrestaShop cron tasks webservice to execute your tasks.
da_dk: Brug Prestashop cron job webservice til at køre dine jobs.

source: Advanced
da_dk: Avanceret

source: For advanced users only: use your own crontab manager instead of PrestaShop cron tasks service.
da_dk: Kun for avancerede brugere: brug din egen crontab manager i stedet for Prestashop cron job service.

source: The Advanced mode enables you to use your own cron tasks manager instead of PrestaShop cron tasks webservice.
da_dk: Avanceret tilstand tillader dig at bruge din egen cron job manager i stedet for Prestashop cron job webservice.

source: First of all, make sure the 'curl' library is installed on your server.
da_dk: For det først skal du sikre dig, at 'curl' bibliotek er installeret på din server.

source: To execute your cron tasks, please insert the following line in your cron tasks manager:
da_dk: For at køre dine cron jobs, venligst indsæt følgende linje i din cron job manager:

source: Day of week
da_dk: Ugedag

source: Last execution
da_dk: Sidste kørsel

source: One shot
da_dk: Et forsøg

source: Module - Hook
da_dk: Modul - Hook

source: Every hour
da_dk: Hver time

source: Every day
da_dk: Hver dag

source: Every month
da_dk: Hver måned

source: Every day of the week
da_dk: Alle ugens dage

source: Every day of the month
da_dk: Alle dage i måneden

source: Recommended Modules and Services
da_dk: Anbefalede moduler og tjenester
hr_hr: Preporučeni moduli i servisi

source: Enable selection
da_dk: Aktiver valg
he_il: אפשר בחירה
hr_hr: Omogući odabrano

source: Disable selection
da_dk: Deaktiver valg
he_il: נטרל בחירה
hr_hr: Onemogući odabrano

source: Class
da_dk: Klasse
he_il: מחלקה
hr_hr: Klasa

source: Menus
da_dk: Menuer
he_il: תפריטים
hr_hr: Kartice

source: Add new menu
da_dk: Tilføj ny menu
he_il: הוסף תפריט חדש
hr_hr: Dodaj novi izbornik

source: Home
da_dk: Forside
he_il: דף הבית
hr_hr: Naslovnica

source: Show or hide menu.
da_dk: Vis eller skjul menu.
he_il: הראה / החבא תפריט
hr_hr: Prikaži ili sakrij izbornik

source: Parent
da_dk: Overordnet
he_il: אב
hr_hr: Matični

source: Reset
da_dk: Nulstil
he_il: התחל מחדש
hr_hr: Ponovo postavi

source: From
da_dk: Fra
he_il: מ
hr_hr: Od

source: To
da_dk: Til
he_il: עד תאריך
hr_hr: Do

source: Shop group
da_dk: Butiksgruppe
he_il: קבוצת החנות
hr_hr: Grupa trgovine

source: Please fill at least one field to perform a search in this list.
da_dk: Udfyld mindst et felt for at søge i listen.
he_il: לביצוע חיפוש ברשימה זו יש למלאות לפחות שדה אחד.
hr_hr: Molimo ispuniti najmanje jedno polje za provedbu traženja u ovom popisu.

source: Refresh list
da_dk: Opdater liste
he_il: רענן רשימה
hr_hr: Osvježi listu

source: Show SQL query
da_dk: Vis SQL query
hr_hr: Pokaži SQL upit

source: Export to SQL Manager
da_dk: Eksporter til SQL Manager
hr_hr: Izvoz u SQL Manager

source: Delete
da_dk: Slet
he_il: מחק
hr_hr: Obriši

source: Required field
da_dk: Obligatorisk felt

source: Back up my files and database
da_dk: Sikkerhedskopier mine filer og database

source: Automatically back up your database and files in order to restore your shop if needed. This is experimental: you should still perform your own manual backup for safety.
da_dk: Sikkerhedskopier din database og dine filer for at kunne genskabe din butik, hvis det er nødvendigt. Denne er eksperimentel: for en sikkerheds skyld skal du selv stadig lave manuel backup.

source: Back up my images
da_dk: Sikkerhedskopier mine billeder

source: To save time, you can decide not to back your images up. In any case, always make sure you did back them up manually.
da_dk: For at spare tid, kan du beslutte ikke at sikkerhedskopiere dine billeder. Under alle omstændigheder skal du altid sørge for at gøre det manuelt.

source: Server performance
da_dk: Serverydelse

source: Unless you are using a dedicated server, select "Low".
da_dk: Med mindre du bruger en dedikeret server, vælg "Lav".

source: A high value can cause the upgrade to fail if your server is not powerful enough to process the upgrade tasks in a short amount of time.
da_dk: En høj værdi kan bevirke, at opgraderingen mislykkes, hvis din server ikke er kraftig nok til at behandle opgraderingen på kort tid.

source: Low (recommended)
da_dk: Lav (anbefales)

source: Medium
da_dk: Mellem

source: High
da_dk: Høj

source: Disable non-native modules
da_dk: Deaktiver ikke-originale moduler

source: As non-native modules can experience some compatibility issues, we recommend to disable them by default.
da_dk: Da ikke originale moduler kan give kompatibilitets problemer,anbefaler vi at slå dem fra som udgangspunkt.

source: Keeping them enabled might prevent you from loading the "Modules" page properly after the upgrade.
da_dk: Hvis du holder dem slået til, kan det forhindre dig i at åbne "Modul" siden rigtigt efter opgradering.

source: Upgrade the default theme
da_dk: Opgrader standard temaet

source: If you customized the default PrestaShop theme in its folder (folder name "classic" in 1.7), enabling this option will lose your modifications.
da_dk: Hvis du tilpassede PrestaShops standardtema i dets mappe (mappe med navnet "classic" i 1.7), bliver ændringerne ikke gemt, hvis du aktiverer denne indstilling.

source: If you are using your own theme, enabling this option will simply update the default theme files, and your own theme will be safe.
da_dk: Hvis du anvender dit eget tema, så vil aktivering af denne indstilling blot opdatere standard tema filerne og dit eget tema vil ikke ændres.

source: Switch to the default theme
da_dk: Skift til standard temaet

source: This will change your theme: your shop will then use the default theme of the version of PrestaShop you are upgrading to.
da_dk: Dette vil ændre dit tema: din butik vil benytte standardtemaet i henhold til den version af PrestaShop, du opgraderer til.

source: Keep the default e-mails
da_dk: Behold standard e-mails

source: This will not upgrade the default PrestaShop e-mails.
da_dk: Dette vil ikke opgradere Prestashops standarde-mails.

source: If you customized the default PrestaShop e-mail templates, enabling this option will keep your modifications.
da_dk: Hvis du har tilpasset PrestaShops standard e-mailskabeloner, gemmes dine ændringer ikke, hvis du aktiverer denne indstilling.

source: unable to create directory %s
da_dk: kan ikke oprette mappe %s

source: unable to create file %s
da_dk: ikke muligt at oprette filen %s

source: Error when trying to delete backups %s
da_dk: Fejl ved forsøgt på at slette sikkerhedskopier %s

source: Restoration process done. Congratulations! You can now reactivate your shop.
da_dk: Gendannelsesproces er færdig. Tillykke! Du kan nu gen-aktivere din butik.

source: Upgrade process done. Congratulations! You can now reactivate your shop.
da_dk: Opgraderings processen fuldført. Tillykke! Du kan nu genaktivere din butik.

source: Upgrade process done, but some warnings have been found.
da_dk: Upgrade proces færdig, men der er blevet fundet advarsler.

source: %s removed
da_dk: %s fjernet

source: Please remove %s by FTP
da_dk: Fjern venligt %s ved at bruge FTP

source: Configuration successfully updated.
da_dk: Konfiguration blevet opdateret.

source: This page will now be reloaded and the module will check if a new version is available.
da_dk: Denne side vil nu blive genindlæst og modulet vil kontrollere, om en ny version er tilgængelig.

source: File %s does not exist. Unable to select that channel.
da_dk: Filen %s findes ikke. Denne kanal kan ikke vælges.

source: Version number is missing. Unable to select that channel.
da_dk: Versionsnummer mangler. Denne kanal kan ikke vælges.

source: Upgrade process will use archive.
da_dk: Opgraderingsprocessen vil bruge arkivet.

source: Error on saving configuration
da_dk: Fejl da konfigurationen skulle gemmes

source: %1$s files will be modified, %2$s files will be deleted (if they are found).
da_dk: %1$s filer vil blive ændret, %2$s filer vil blive slettet (hvis de findes).

source: No diff files found.
da_dk: Ingen diff filer fundet.

source: Unable to check files for the installed version of PrestaShop.
da_dk: Kan ikke kontrollere filer for den installerede version af PrestaShop.

source: Unable to check files
da_dk: Ikke i stand til at kontrollere filer

source: Core files are ok
da_dk: Core filer er ok

source: %1$s file modifications have been detected, including %2$s from core and native modules:
da_dk: %1$s fil ændringer er fundet, herunder %2$s fra kernen og medfødte moduler:

source: Starting upgrade...
da_dk: Påbegynder opgraderingen...

source: Skip downloading and unziping steps, upgrade process will now remove sample data.
da_dk: Spring over download og udpakning, opgraderings processen vil nu fjerne prøve data.

source: Shop deactivated. Removing sample files...
da_dk: Shop deaktiveret. Fjerner prøve filer ...

source: Skip downloading step, upgrade process will now unzip the local archive.
da_dk: Spring download trin over, opgraderings processen vil nu pakke det lokale arkiv ud.

source: Shop deactivated. Extracting files...
da_dk: Shop deaktiveret. Pakker filerne ud...

source: Shop deactivated. Now downloading... (this can take a while)
da_dk: Shop deaktiveret. Downloader nu... (dette kan tage et stykke tid)

source: Downloaded archive will come from %s
da_dk: Downloadet arkiv vil komme fra %s

source: MD5 hash will be checked against %s
da_dk: MD5 hash vil blive kontrolleret for %s

source: "/latest" directory has been emptied
da_dk: "/latest" mappe er blevet tømt

source: File extraction complete. Removing sample files...
da_dk: Fil udpakning udført. Fjerner prøve filer...

source: Unable to extract %1$s file into %2$s folder...
da_dk: Kan ikke pakke %1$s filen ud i %2$s mappen...

source: It's not a valid upgrade %s archive...
da_dk: Opgraderingen af %s-arkivet er ikke gyldig...

source: Extraction directory is not writable.
da_dk: Der kan ikke skrives til udpakningsmappen.

source: Extraction directory %s is not writable.
da_dk: Download mappe %s er ikke skrivbar.

source: [ERROR] %s does not exist or is not a directory.
da_dk: [ERROR] %s eksisterer ikke, eller er ikke en folder.

source: Nothing has been extracted. It seems the unzipping step has been skipped.
da_dk: Intet er blevet pakket ud. Det lader til at udpakningen er blevet sprunget over.

source: [ERROR] Unable to find files to upgrade.
da_dk: [ERROR] Kan ikke finder filer til opdatering.

source: Unable to list files to upgrade
da_dk: Kan ikke liste filer der skal opdateres

source: %s files will be upgraded.
da_dk: %s filer vil blive opdateret.

source: filesToUpgrade is not an array
da_dk: filesToUpgrade er ikke et array

source: All files upgraded. Now upgrading database...
da_dk: Alle filer er nu opdateret. Opdaterer databasen...

source: Error when trying to upgrade file %s.
da_dk: Der skete en fejl under opdatering af filen %s.

source: %1$s files left to upgrade.
da_dk: %1$s filer mangler at blive opdateret.

source: %2$s files left to upgrade.
da_dk: %2$s filer mangler at blive opdateret.

source: Nothing has been extracted. It seems the unzip step has been skipped.
da_dk: Intet er pakket ud. Det lader til at udpakningen ikke er sket.

source: %s modules will be upgraded.
da_dk: %s moduler vil blive opgraderet.

source: upgradeModule step has not ended correctly.
da_dk: upgradeModule trin blev ikke afsluttet korrekt.

source: listModules is not an array. No module has been updated.
da_dk: listModules er ikke et array. Intet modul blev opdaterret.

source: %s modules left to upgrade.
da_dk: %s moduler tilbage som skal opgraderes.

source: %1$s module is not compatible with %2$s, it will be removed from your ftp.
da_dk: Modulet %1$s er ikke kompatibelt med %2$s og fjernes fra din ftp.

source: %1$s module is not compatible with %2$s, please remove it from your ftp.
da_dk: Modulet %1$s er ikke kompatibelt med %2$s, så du bedes fjerne det fra din ftp.

source: Addons modules files have been upgraded.
da_dk: Addons modul filer blev opgraderet.

source: The files of module %s have been upgraded.
da_dk: Filerne fra modulet %s blev opgraderet.

source: [WARNING] Error when trying to upgrade module %s.
da_dk: [ADVARSEL] Fejl under forsøget på at opgradere modulet %s.

source: [ERROR] Unable to write module %s's zip file in temporary directory.
da_dk: [ERROR] Det var ikke muligt at skrive %s's zip i den midlertidige mappe.

source: [ERROR] No response from Addons server.
da_dk: [ERROR] Intet svar fra Addons server.

source: Error during database upgrade. You may need to restore your database.
da_dk: Fejl under database opgradering. Det kan være nødvendigt at gendanne din database.

source: Database upgraded. Now upgrading your Addons modules...
da_dk: Database opgraderet. Opgraderer nu dine tilføjelsesmoduler...

source: The database has been cleaned.
da_dk: Databasen er blevet renset.

source: /install/upgrade/php directory is missing in archive or directory
da_dk: Mappen /install/upgade/php mangler i arkiv eller mappe

source: The app/config/parameters.php file was not found.
da_dk: Filen app/config/parameters.php blev ikke fundet.

source: The app/config/parameters.yml file was not found.
da_dk: Filen app/config/parameters.yml blev ikke fundet.

source: Current version: %1$s. Version to install: %2$s.
da_dk: Nuværende version: %1$s. Version der skal instaleres: %2$s.

source: Current version: %1$s. Version to install: %2$s
da_dk: Aktuel version: %1$s. Version der installeres: %2$s

source: [ERROR] Version to install is too old.
da_dk: [ERROR] Versionen der skal installeres er for gammel.

source: There is no older version. Did you delete or rename the app/config/parameters.php file?
da_dk: Der er ingen ældre version. Har du slettet eller omdøbt filen app/config/parameters.php?

source: Invalid database configuration
da_dk: Ugyldig databasekonfiguration

source: Unable to find upgrade directory in the installation path.
da_dk: Kunne ikke finde opgraderingsmappe i installationsstien.

source: Cannot find the SQL upgrade files. Please check that the %s folder is not empty.
da_dk: Kan ikke finde SQL opgraderingsfilerne. Kontroller venligst at mappen %s ikke er tom.

source: %s is not a valid version number.
da_dk: %s er ikke et gyldigt versionsnummer.

source: Error while loading SQL upgrade file "%s.sql".
da_dk: Fejl under indlæsning af SQL opgraderingsfil "%s.sql".

source: [DROP] SQL %s table has been dropped.
da_dk: [DROP] SQL %s tabel er slettet.

source: An error happened during the database upgrade.
da_dk: En fejl er opstået under opgradering af databasen.

source: Error upgrading doctrine schema
da_dk: Der opstod en fejl under opgradering af læreskemaet

source: Database upgrade OK
da_dk: Databaseopgradering OK

source: [SKIP] directory "%s" does not exist and cannot be emptied.
da_dk: [SKIP] mappen "%s" eksisterer ikke og kan ikke tømmes.

source: [CLEANING CACHE] File %s removed
da_dk: [CLEANING CACHE] Filen %s fjernet

source: Error updating translations
da_dk: Der opstod en fejl under opdatering af oversættelser

source: Warning detected during upgrade.
da_dk: Advarsel detekteret under opgradering.

source: Database upgrade completed
da_dk: Databaseopgradering færdig

source: [NOTICE] File %s does not exist, merge skipped.
da_dk: [NOTICE] Filen %s eksisterer ikke, fletning sprunget over.

source: [WARNING] %1$s variable missing in file %2$s. Merge skipped.
da_dk: [WARNING] %1$s variabel mangler i filen %2$s. Fletning sprunget over.

source: [WARNING] %1$s variable missing in file %2$s. File %2$s deleted and merge skipped.
da_dk: [WARNING] %1$s variabel mangler i filen %2$s. Filen %2$s slettet og fletning sprunget over.

source: %s ignored
da_dk: %s ignoreret

source: [WARNING] File %1$s has been deleted.
da_dk: [WARNING] Filen %1$s er blevet slettet.

source: Directory %1$s created.
da_dk: Mappen %1$s oprettet.

source: Error while creating directory %s.
da_dk: Fejl under oprettelse af mappen %s.

source: Directory %1$s already exists.
da_dk: Mappen %1$s eksisterer allerede.

source: [TRANSLATION] The translation files have been merged into file %1$s.
da_dk: [TRANSLATION] Oversættelsesfilerne er blevet flettet til filen %1$s.

source: [TRANSLATION] The translation files have not been merged into file %1$s. Switch to copy %2$s.
da_dk: [TRANSLATION] Oversættelsesfilerne er ikke blevet flettet samme i filen %1$s. Skift til kopi %2$s.

source: Copied %1$s.
da_dk: Kopieret %1$s.

source: error for copying %1$s
da_dk: fejl ved kopiering %1$s

source: Error while copying file %1$s
da_dk: Fejl under kopiering af filen %1$s

source: [ERROR] File %s is missing: unable to restore files. Operation aborted.
da_dk: [ERROR] Filen %s mangler: kunne ikke genskabe filer. Handlingen afbrudt.

source: [ERROR] No backup database files found: it would be impossible to restore the database. Operation aborted.
da_dk: [ERROR] Ingen backup databasefiler fundet: det vil være umuligt at genskabe databasen. Handlingen er blevet afbrudt.

source: Restoring files ...
da_dk: Genskaber filer ...

source: Nothing to restore
da_dk: Intet at genskabe

source: %s file(s) will be removed before restoring the backup files.
da_dk: %s fil(er) bliver fjernet inden genskabelse af backup filerne.

source: [ERROR] Backup file %s does not exist.
da_dk: [ERROR] Backupfil %s eksisterer ikke.

source: [ERROR] File "%s" does not exist.
da_dk: [ERROR] Filen "%s" eksisterer ikke.

source: Unable to remove upgraded files.
da_dk: Kan ikke fjerne opgraderede filer.

source: Files restored. Now restoring database...
da_dk: Filer genskabt. Genskaber nu database...

source: Files restored.
da_dk: Filer genskabt.

source: Unable to extract file %1$s into directory %2$s .
da_dk: Kan ikke udpakke filen %1$s i mappen %2$s .

source: Database backup is empty.
da_dk: Database backup tom.

source: Database restoration file %1$s done. %2$s file(s) left...
da_dk: Database genskabelsesfil %1$s færdig. %2$s fil(er) tilbage...

source: Database restoration file %1$s done.
da_dk: Database genskabelsesfil %1$s færdig.

source: Database has been restored.
da_dk: Database er blevet genskabt.

source: Error during database restoration
da_dk: Fejl under databas genskabelse

source: %1$s queries left for file %2$s...
da_dk: %1$s forespørgsler tilbage for fil %2$s...

source: Database restoration done.
da_dk: Database genskabelse gennemført.

source: Database backup skipped. Now upgrading files...
da_dk: Database backup sprunget over. Opgraderer nu filer...

source: Backup directory is not writable
da_dk: Der kan ikke skrives til Backup-mappen

source: Backup file %s already exists. Operation aborted.
da_dk: Backup fil %s eksisterer allerede. Handling afbrudt.

source: Unable to create backup database file %s.
da_dk: Kan ikke oprette backup databasefil %s.

source: Error during database backup.
da_dk: Fejl under database backup.

source: An error occurred while backing up. Unable to obtain the schema of %s
da_dk: En fejl opstod under backup. Kan ikke tilgå skema for %s

source: %1$s table has been saved.
da_dk: %1$s tabel er gemt.

source: %1$s tables have been saved.
da_dk: %1$s tabeller er gemt.

source: Database backup: %s table(s) left...
da_dk: Database backup: %s tabel(ler) tilbage...

source: No valid tables were found to back up. Backup of file %s canceled.
da_dk: Ingen gyldige tabeller fundet til backup. Backup af filen %s annulleret.

source: Error during database backup for file %s.
da_dk: Fejl under database backup for filen %s.

source: Database backup done in filename %s. Now upgrading files...
da_dk: Database backup gennemført med filnavnet %s. Opgraderer nu filer...

source: Error during backupFiles
da_dk: Fejl under backupFiles

source: [ERROR] backupFiles filename has not been set
da_dk: [ERROR] backupFiles filnavn er ikke sat

source: %s Files to backup.
da_dk: %s filer der skal tages backup af.

source: backup files initialized in %s
da_dk: backup filer initialiseret i %s

source: Backup files in progress. %d files left
da_dk: Backup filer under udførelse. %d filer tilbage

source: Using class ZipArchive...
da_dk: Anvender klasse ZipArchive...

source: Using class PclZip...
da_dk: Anvender klasse PclZip...

source: All files saved. Now backing up database
da_dk: Alle filer gemt. Laver nu backup af database

source: All files have been added to archive.
da_dk: Alle filer er blevet tilføjet til arkivet.

source: %1$s added to archive. %2$s files left.
da_dk: %1$s tilføjet til arkiv. %2$s filer tilbage.

source: Error when trying to add %1$s to archive %2$s.
da_dk: Fejl under forsøg på at tilføje %1$s til arkiv %2$s.

source: File %1$s (size: %3$s) added to archive. %2$s files left.
da_dk: Filen %1$s (størrelse: %3$s) tilføjet til arkiv. %2$s filer tilbage.

source: File %1$s (size: %2$s) added to archive.
da_dk: Filen %1$s (størrelse: %2$s) tilføjet til arkiv.

source: File %1$s (size: %2$s) has been skipped during backup.
da_dk: Filen %1$s (størrelse: %2$s) er blevet sprunget over under backup.

source: [ERROR] Error on backup using PclZip: %s.
da_dk: [ERROR] fejl under backup ved anvendelse af PclZip: %s.

source: unable to open archive
da_dk: kan ikke åbne arkiv

source: All files saved. Now backing up database.
da_dk: Alle filer gemt. Laver nu backup af database.

source: %1$s items removed. %2$s items left.
da_dk: %1$s elementer fjernet. %2$s elementer tilbage.

source: Error while removing item %1$s, %2$s items left.
da_dk: Fejl under fjernelse af element %1$s, %2$s elementer tilbage.

source: Starting to remove %1$s sample files
da_dk: Starter med at fjerne %1$s eksempelfiler

source: All sample files removed. Backup process skipped. Now upgrading files.
da_dk: Alle eksempelfiler er blevet fjernet. Backup processen sprunget over. Opgraderer nu filer.

source: All sample files removed. Now backing up files.
da_dk: Alle eksempelfiler fjernet. Laver nu backup af filer.

source: downloading from %s
da_dk: downloader fra %s

source: file will be saved in %s
da_dk: fil bliver gemt i %s

source: download directory has been emptied
da_dk: download mappe er blevet tømt

source: Download complete.
da_dk: Download komplet

source: Download complete. Now extracting...
da_dk: Download færdig, Udpakker nu...

source: Download complete but MD5 sum does not match (%s).
da_dk: Download færdig, men MD5 summen matcher ikke (%s).

source: Download complete but MD5 sum does not match (%s). Operation aborted.
da_dk: Download færdig, men MD5 summen matcher ikke (%s). Handling afbrudt.

source: Error during download. The private key may be incorrect.
da_dk: Fejl under download. Den private nøgle kan være forkert.

source: Error during download
da_dk: Fejl under download

source: Download directory is not writable.
da_dk: Download mappen %s er ikke skrivbar.

source: Download directory %s is not writable.
da_dk: Download mappen %s er ikke skrivbar.

source: You need allow_url_fopen or cURL enabled for automatic download to work.
da_dk: allow_url_fopen eller cURL skal være aktiveret for at automatisk download virker.

source: You need allow_url_fopen or cURL enabled for automatic download to work. You can also manually upload it in filepath %s.
da_dk: allow_url_fopen eller cURL skal være aktiveret for at automatisk download virker. Du kan uploade det manuelt i mappen %s.

source: [WARNING] Property %s is missing
da_dk: [WARNING] Indstillingen %s mangler
