Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.1/*/messages.*.xlf
Languages: da_dk, he_il, hr_hr

source: Sample Products file
da_dk: Eksempel fil for varer
he_il: קובץ מוצרים לדוגמה
hr_hr: Primjer proizvoda

source: Sample Combinations file
da_dk: Eksempel fil for varianter
he_il: קובץ צירופים לדוגמה
hr_hr: Datoteka primjer kombinacija

source: Sample Customers file
da_dk: Eksempel fil for kunder
he_il: קובץ לקוחות לדוגמה
hr_hr: Primjer kupaca

source: Sample Addresses file
da_dk: Eksempel fil for adresser
he_il: קובץ כתובות לדוגמה
hr_hr: Primjer adresa

source: Sample Brands file
da_dk: Eksempel på filen Mærke
hr_hr: Primjer datoteke alternativnih naziva

source: Sample Suppliers file
da_dk: Eksempel fil for leverandører
he_il: קובץ ספקים לדוגמה
hr_hr: Primjer dobavljača

source: Sample Aliases file
da_dk: Eksempel på alias fil
he_il: קובץ כינויים לדוגמה
hr_hr: Primjer datoteke alternativnih naziva

source: Sample Store Contacts file
da_dk: Eksempel på filen Kontaktpersoner i butikken
hr_hr: Uzorak datoteke trgovine za kontakte

source: Sample Supply Orders file
da_dk: Eksempel på filen Forsyningsordrer
he_il: קובץ הזמנות מספקים לדוגמה
hr_hr: Primjer datoteke naloga za nabavu

source: Sample Supply Order Details file
da_dk: Eksempel på filen Forsyningsordreoplysninger
he_il: קובץ פרטי הזמנות מספקים לדוגמה
hr_hr: Primjer datoteke detalja naloga za nabavu

source: Are you sure that you would like to delete this entity:
da_dk: Er du sikker på, du vil slette denne entitet:
hr_hr: Jeste li sigurni da želite obrisati ovaj subjekt:

source: You do not have permission to delete this. When the MultiStore mode is enabled, only a SuperAdmin can delete all items before an import.
da_dk: Du har ikke tilladelse til at slette dette. Når Multistore er aktiveret, skal man være SuperAdmin for at kunne slette alle enheder, før de importeres.
he_il: אין לך הרשאה למחיקה כאן. כאשר מצב ריבוי חנויות מופעל, רק סופר-אדמין יכול למחוק את כל הפריטים לפני היבוא.
hr_hr: Nemate dopuštenje za brisanje. Kada je omogućeno više trgovina, samo SuperAdmin može brisati sve stavke prije učitavanja.

source: Please name your data matching configuration in order to save it.
da_dk: Giv venligst dine data et navn, der svarer til konfigurationen, for at gemme dem.
he_il: בחר שם עבור תצורת התאמת הנתונים שלך כדי לשמור אותם.
hr_hr: Molimo dodijelite ime svojim postavkama usklađenja kako bi ih spremili.

source: Match your data
da_dk: Match dine data
hr_hr: Provjerite svoje podatke

source: Please match each column of your source file to one of the destination columns.
da_dk: Match hver kolonne i din kildefil med én af destinationskolonnerne.
hr_hr: Molimo uskladite svaku kolonu u vašoj izvornoj datoteci na jednu od odredišnih kolona.

source: Load a data matching configuration
da_dk: Indlæs data der matcher indstillinger
he_il: טען תצורת התאמת נתונים
hr_hr: Učitajte podatke postavki usklađenja

source: Load
da_dk: Indlæs
he_il: טען
hr_hr: Učitaj

source: Save your data matching configuration
da_dk: Gem dine data, der svarer til konfigurationen
he_il: שמור תצורת התאמת נתונים
hr_hr: Spremite vaše podatke postavki usklađenja

source: Two columns cannot have the same type of values
da_dk: To kolonner kan ikke have den samme type værdier
he_il: שתי עמודות לא יכולות לקבל את אותו הסוג של ערכים
hr_hr: Dvije kolone ne mogu imati istu vrstu vrijednosti

source: This column must be set:
da_dk: Denne kolonne skal være sat:
hr_hr: Ova kolona mora biti postavljena:

source: Rows to skip
da_dk: Rækker, der skal springes over
hr_hr: Glasujte za preskakanje

source: Indicate how many of the first rows of your file should be skipped when importing the data. For instance set it to 1 if the first row of your file contains headers.
da_dk: Angiv, hvor mange af din fils første rækker der skal springes over, når dataene importeres. Sæt den for eksempel til 1, hvis din fils første række indeholder overskrifter.
hr_hr: Ovaj broj ukazuje koliko prvih redova vaše datoteke treba biti preskočeno kada se učitavaju podaci. Na primjer, postavite na 1 ako prvi red vaše datoteke sadrži zaglavlje.

source: Missing files
da_dk: Manglende filer
he_il: קבצים חסרים
hr_hr: Datoteke koje nedostaju

source: Updated files
da_dk: Opdaterede filer
he_il: עדכון קבצים
hr_hr: Ažurirane datoteke

source: Changed/missing files have been detected.
da_dk: Ændrede/manglende filer er blevet fundet.
he_il: נתגלו קבצים ששונו/נמחקו
hr_hr: Pronađene su datoteke koje su izmijenjene/nedostaju.

source: No change has been detected in your files.
da_dk: Ingen ændring er blevet fundet i dine filer.
he_il: לא זוהה שינוי בקבצים שלך.
hr_hr: Promjene nisu pronađena u vašim datotekama.

source: Configuration information
da_dk: Konfigurationsinformation
he_il: מידע תצורה
hr_hr: Informacije o konfiguraciji

source: This information must be provided when you report an issue on our bug tracker or forum.
da_dk: Denne information skal angives, når du indberetter en fejl i vores bug tracker, eller hvis du indberetter en fejl på vores forum.
he_il: מידע זה נחוץ בעת דיווח על באג או נושא פורום.
hr_hr: Ova se informacija mora priložiti kad prijavljujete grešku.

source: Server software version:
da_dk: Serversoftwarens version:
hr_hr: Programska verzija servera:

source: Memory limit:
da_dk: Hukommelsesgrænse:
hr_hr: Memorijsko ograničenje:

source: Max execution time:
da_dk: Maks. udførelsestid:
hr_hr: Max vrijeme izvršenja:

source: Upload Max File size:
da_dk: Upload maks. filstørrelse:
hr_hr: Prenesi max veličinu datoteke:

source: PageSpeed module for Apache installed (mod_instaweb)
da_dk: PageSpeed modul til Apache installeret (mod_instaweb)
he_il: מודול PageSpeed לשרתי Apache (mod_instaweb)
hr_hr: PageSpeed modul za Apache je instaliran (mod_instaweb)

source: Database information
da_dk: Database oplysninger
he_il: מידע מסד נתונים
hr_hr: Informacije o bazi

source: MySQL name:
da_dk: MySQL-navn:
hr_hr: MySQL naziv:

source: MySQL user:
da_dk: MySQL-bruger:
hr_hr: MySQL korisnik:

source: Tables prefix:
da_dk: Tabellers præfix:
hr_hr: Prefiks tablica:

source: MySQL engine:
da_dk: MySQL-maskine:
hr_hr: MySQL pokretač:

source: Store information
da_dk: Butiksinformation
he_il: פרטי החנות
hr_hr: Informacije o prodavaonici

source: Shop URL:
da_dk: Butiks URL:
hr_hr: Linkovi trgovine:

source: Current theme in use:
da_dk: Aktuelt tema i brug:
hr_hr: Trenutna tema koja se koristi:

source: Mail configuration
da_dk: Mail konfiguration
he_il: הגדרות הדוא"לֹ
hr_hr: E-mail postavke

source: Mail method:
da_dk: Mailmetode:
hr_hr: E-mail metoda:

source: You are using the PHP mail() function.
da_dk: Du benytter PHP mail() funktion.
he_il: כרגע בשימוש פונקציית PHP mail()
hr_hr: Koristite PHP mail() funkciju.

source: You are using your own SMTP parameters.
da_dk: Du benytter dine egne SMTP parametre.
he_il: משתמש בהגדרות SMTP שלך
hr_hr: Koristite vlastite SMTP parametre.

source: SMTP username
da_dk: SMTP brugernavn
hr_hr: SMTP Korisničko Ime

source: Defined
da_dk: Defineret
he_il: מוגדר
hr_hr: Definirano

source: SMTP password
da_dk: SMTP adgangskode
he_il: סיסמא SMTP
hr_hr: SMTP lozinka

source: Encryption:
da_dk: Kryptering:
hr_hr: Enkripcija:

source: Your information
da_dk: Dine oplysninger
he_il: המידע שלך
hr_hr: Vaše informacije

source: Your web browser:
da_dk: Din webbrowser:
hr_hr: Vaš preglednik:

source: Check your configuration
da_dk: Kontroller din konfiguration
he_il: בדוק את ההגדרות שלך
hr_hr: Provjerite Vaše postavke

source: Required parameters:
da_dk: Obligatoriske parametre:
hr_hr: Obvezni parametri:

source: Please fix the following error(s)
da_dk: Ret venligst følgende fejl
he_il: נא תקן את השגיאות הבאות
hr_hr: Molimo ispravite slijedeće greške

source: Optional parameters:
da_dk: Valgfrie parametre:
hr_hr: Neobvezni parametri:

source: List of changed files
da_dk: Liste over ændrede filer
he_il: רשימת קבצים שהשתנו
hr_hr: Popis izmijenjenih datoteka

source: Checking files...
da_dk: Undersøger filer...
he_il: בדיקת קבצים...
hr_hr: Provjera datoteka...

source: There are %d errors.
da_dk: Der er %d fejl.
he_il: יש %d שגיאות.
hr_hr: Postoje %d greške.

source: There is %d error.
da_dk: Der er %d fejl.
he_il: נמצאה %d שגיאה.
hr_hr: Postoji %d greška.

source: Email address
da_dk: E-mail adresse
he_il: אימייל
hr_hr: E-mail adresa

source: Password
da_dk: Adgangskode
he_il: סיסמא
hr_hr: Lozinka

source: Stay logged in
da_dk: Forbliv logget ind
hr_hr: Ostani prijavljen

source: Reset your password
da_dk: Nulstil din adgangskode
hr_hr: Ponovno postavljanje lozinke

source: Confirm new password
da_dk: Bekræft ny adgangskode
hr_hr: Potvrdi novu lozinku

source: Reset password
da_dk: Nulstil adgangskode
hr_hr: Resetiraj zaporku

source: Your password has been successfully changed.
da_dk: Din adgangskode er blevet ændret.
hr_hr: Vaša zaporka je uspješno ažurirana.

source: You will be redirected to the login page in a few seconds.
da_dk: Du bliver omdirigeret til login-siden om få sekunder.
hr_hr: Preusmjeriti ćemo vas na stranicu prijave za nekoliko sekundi.

source: Forgot your password?
da_dk: Glemt din adgangskode?
he_il: שכחת סיסמא?
hr_hr: Zaboravili ste lozinku?

source: Send reset link
da_dk: Send link til nulstilling
hr_hr: Pošalji link za poništavanje

source: Please, check your mailbox.
da_dk: Tjek venligst din postkasse.
hr_hr: Molimo, provjerite svoj sandučić.

source: A link to reset your password has been sent to you.
da_dk: Et link til at nulstille din adgangskode er blevet sendt til dig.
hr_hr: Povezica za resetiranje lozinke poslana vam je.

source: For security reasons, you cannot connect to the back office until you have:
da_dk: Af sikkerhedsmæssige årsager kan du ikke oprette forbindelse til back office, til du har:
hr_hr: Iz sigurnosnih razloga, ne možete se spojiti na administraciju dok imate:

source: deleted the /install folder
da_dk: slettet /install mappen
he_il: תיקיית ההתקנה (install) נמחקה
hr_hr: obrisali /install mapu

source: renamed the /admin folder (e.g. %s)
da_dk: omdøbt /admin mappen (f.eks. %s)
he_il: שנה את ספריית /admin (לדוגמא %s)
hr_hr: preimenovana /admin mapa (npr. %s)

source: Please then access this page by the new URL (e.g. %s)
da_dk: Få adgang til denne side via den nye URL (f.eks. %s)
he_il: ולאחר מכן טען דף זה בכתובת החדשה (לדוגמא: %s)
hr_hr: Molimo pristupite ovoj stranici sa novom URL adresom (npr. %s)

source: Severity levels
da_dk: Niveauer for alvorlighed
he_il: דרגות חומרה
hr_hr: Sigurnosna razina

source: Meaning of severity levels:
da_dk: Alvorlighedsniveauers betydning:
hr_hr: Značenje sigurnosnih razina:

source: Informative only
da_dk: Blot til information
he_il: אינפורמטיבי בלבד
hr_hr: Samo informativno

source: Error
da_dk: Fejl
he_il: שגיאה
hr_hr: Pogreška

source: Major issue (crash)!
da_dk: Stort problem (nedbrud)!
he_il: בעיה רצינית (קריסה)
hr_hr: Veliki problem (pad sustava)

source: Attribute name
da_dk: Egenskabsnavn
he_il: שם מאפיין
hr_hr: Naziv svojstva

source: Available Quantity
da_dk: Disponibelt antal
he_il: כמות זמינה
hr_hr: Dostupna količina

source: Product name
da_dk: Varenavn
he_il: שם מוצר
hr_hr: Naziv proizvoda

source: Number of products:
da_dk: Antal varer:
hr_hr: Broj proizvoda:

source: Wholesale price
da_dk: Engrospris
he_il: מחיר סיטונאי
hr_hr: Veleprodajna cijena

source: You might be interested in
da_dk: Du er måske interesseret i
he_il: אתה עשוי להיות מעוניין ב
hr_hr: Možda ćete biti zainteresirani za

source: Activate module for this shop context: %s.
da_dk: Aktiver modulet for dennes shops indhold: %s.
he_il: הפעל מודול להקשר חנות הזאת:%s.
hr_hr: Aktivirajte modul za ovaj dućan: %s.

source: Translate
da_dk: Oversæt
he_il: תרגם
hr_hr: Prevedi

source: Check update
da_dk: Tjek for opdatering
he_il: בדוק עדכונים
hr_hr: Proveri ažuriranja

source: Manage hooks
da_dk: Administrer hooks
he_il: נהל נקודות השחלה (hook)
hr_hr: Upravljanje kopčama

source: Search on PrestaShop Marketplace:
da_dk: Søg på PrestaShop-markedspladsen:
hr_hr: Pretraživanje na Prestashop Marketplace:

source: Or
da_dk: Eller
he_il: או
hr_hr: Ili

source: See all themes
da_dk: Se alle temaer
hr_hr: Pogledajte sve teme

source: Add a new theme
da_dk: Tilføj et nyt tema
hr_hr: Dodaj nove teme

source: To add a new theme, simply connect to your PrestaShop Addons account: your new theme will be automatically imported to your shop.
da_dk: For at tilføje et nyt tema skal du blot oprette forbindelse til din PrestaShop Addons-konto. Dit nye tema bliver automatisk importeret til din butik.
hr_hr: Da biste dodali novu temu, jednostavno se spojite na PrestaShop dodatke računu: Vaša nova tema će biti automatski prebačena u vašu trgovinu.

source: You can choose among 1,500+ professional templates!
da_dk: Du kan vælge mellem mere end 1.500 professionelle skabeloner!
hr_hr: Možete birati između 1,500+ profesionalnih predložaka!

source: Can I add my own theme?
da_dk: Kan jeg tilføje mit eget tema?
hr_hr: Mogu li dodati svoje vlastite teme?

source: Please note that for security reasons, you can only add themes that are being distributed on PrestaShop Addons, the official marketplace.
da_dk: Bemærk, at du af sikkerhedsmæssige årsager kun kan tilføje temaer, der bliver distribueret på PrestaShops Addons, den officielle markedsplads.
hr_hr: Imajte na umu da zbog sigurnosnih razloga, možete samo dodati teme koje su raspoređene na PrestaShop Addons, službenom tržištu.

source: You can also create a new theme below.
da_dk: Du kan også oprette et nyt tema nedenfor.
hr_hr: Također možete stvoriti novu temu u nastavku.

source: See all modules
da_dk: Se alle moduler
he_il: הצג את כל המודולים
hr_hr: Pogledajte sve module

source: To add a new module, simply connect to your PrestaShop Addons account and all your purchases will be automatically imported.
da_dk: For at tilføje et nyt modul skal du blot oprette forbindelse til din PrestaShop Addons-konto, så bliver alle dine køb importeret automatisk.
hr_hr: Da biste dodali novi modul, jednostavno se spojite na PrestaShop dodaci račun i sve vaše narudžbe automatski će se uvesti.

source: Can I add my own modules?
da_dk: Kan jeg tilføje mine egne moduler?
hr_hr: Mogu li ja dodati vlastite module?

source: Please note that for security reasons, you can only add modules that are being distributed on PrestaShop Addons, the official marketplace.
da_dk: Bemærk, at du af sikkerhedsmæssige årsager kun kan tilføje moduler, der bliver distribueret på PrestaShops Addons, den officielle markedsplads.
hr_hr: Imajte na umu da zbog sigurnosnih razloga, možete samo dodati module koji su raspoređeni na PrestaShop Addons, službenom tržištu.

source: Add a new module
da_dk: Tilføj nyt modul
he_il: הוסף מודול חדש
hr_hr: Dodaj novi modul

source: List of modules
da_dk: Liste over moduler
he_il: רשימת מודולים
hr_hr: Popis modula

source: Update all
da_dk: Opdatér alle
he_il: עדכן הכל
hr_hr: Obnovi sve

source: Check for update
da_dk: Søg efter opdateringer
he_il: בדוק האם ישנם עדכונים
hr_hr: Provjeri za obnovu

source: by
da_dk: af
he_il: לפי
hr_hr: od

source: This generally happens when the module isn't distributed through our official marketplace, PrestaShop Addons - or when your server failed to communicate with PrestaShop Addons.
da_dk: Dette sker som regel, når modulet ikke distribueres gennem vores officielle markedsplads, PrestaShop Addons - eller når din server ikke kunne kommunikere med PrestaShop Addons.
he_il: זה קורה בדרך כלל כאשר המודול לא מופץ באמצעות השוק הרשמי שלנו, Addons PrestaShop - או כאשר השרת שלך לא הצליח לתקשר עם Addons PrestaShop.
hr_hr: Ovo se uglavnom događa kada modul nije distribuiran sa službenog tržišta, PrestaShop Addons - ili kada vaš server nije uspio komunicirati sa PrestaShop Addons.

source: Author
da_dk: Forfatter
he_il: מחבר
hr_hr: Autor

source: This module could not be verified by PrestaShop.
da_dk: Dette modul kunne ikke verificeres af PrestaShop.
he_il: מודול זה לא יכול להיות מאומת על ידי PrestaShop.
hr_hr: Ovaj modul ne može biti ovjeren od strane PrestaShop.

source: Since you may not have installed this module from PrestaShop Addons, we cannot assert that the module is complying with our safety requirements (e.g. that it is not adding some undisclosed functionalities such as ads, hidden links, spam, etc...).
da_dk: Da du muligvis ikke har installeret dette modul fra PrestaShop Addons, kan vi ikke garantere, at modulet overholder alle vores sikkerhedskrav (f.eks. at det ikke tilføjer nogle ukendte funktioner såsom reklamer, skjulte links, spam osv.).
he_il: מכיוון שאתה לא התקנת מודול זה מPrestaShop Addons, אנחנו לא יכולים לטעון כי מודול עומד בדרישות הבטיחות שלנו (לדוגמא שהוא לא הוסיף כמה פונקציות שלא פורסמו, כגון מודעות, קישורים מוסתרים, דואר זבל, וכו '...).
hr_hr: Budući da ne smijete imati instaliran ovaj modul s PrestaShop dodataka, ne možemo tvrditi da je modul u skladu s našim zahtjevima sigurnosti (primjerice da se ne dodaju neke neobjavljene funkcionalnosti kao što su oglasi, skriveni linkovi, spam, itd ...).

source: You can search for similar modules on the official marketplace.
da_dk: Du kan søge efter lignende moduler på den officielle markedsplads.
he_il: אתה יכול לחפש מודולים דומים בשוק הרשמי.
hr_hr: Možete potražiti slične module na službenom tržištu.

source: [1]Click here to browse our catalog on PrestaShop Addons[/1].
da_dk: [1]Klik her for at gennemse vores katalog på PrestaShop Addons[/1].
he_il: [1] לחץ כאן כדי לעיין בקטלוג שלנו בAddons PrestaShop [/1].
hr_hr: [1]Kliknite ovdje za pregledavanje kataloga PrestaShop dodataka[/1].

source: Proceed with the installation
da_dk: Fortsæt med installationen
he_il: המשך בהתקנה
hr_hr: Nastavi sa instalacijom

source: Back to modules list
da_dk: Tilbage til moduloversigt
he_il: חזור לרשימת מודולים
hr_hr: Natrag na popis modula

source: What Should I Do?
da_dk: Hvad skal jeg gøre?
he_il: מה אני אמור לעשות?
hr_hr: Što trebam uraditi?

source: You are about to install "%s", a module which is not compatible with your country.
da_dk: Du er ved at installere modulet "%s", som ikke er kompatibelt med dit land.
he_il: אתה עומד להתקין "%s", מודול זה לא תואם עם המדינה שלך.
hr_hr: Spremate se instalirati "%s", modul koji nije kompatibilan sa vašom zemljom.

source: This module was not verified by PrestaShop hence we cannot certify that it works well in your country and that it complies with our quality requirements.
da_dk: Dette modul blev ikke bekræftet af PrestaShop, og derfor kan vi ikke certificere, at det fungerer i dit land, og at det overholder vores kvalitetskrav.
he_il: מודול זה לא אומת על ידי PrestaShop לכן אנחנו לא יכולים לאשר שזה עובד טוב במדינה שלך ושהיא עומדת בדרישות האיכות שלנו.
hr_hr: Ovaj modul nije provjeren od PrestaShop stoga ne možemo potvrditi da radi dobro u vašoj zemlji te da je u skladu sa našim zahtjevima kvalitete.

source: Use at your own risk.
da_dk: Brug på eget ansvar.
he_il: השתמש באחריותך בלבד.
hr_hr: Koristite na vlastiti rizik.

source: If you are unsure about this, you should contact the Customer Service of %s to ask them to make the module compatible with your country.
da_dk: Hvis du er i tvivl om dette, skal du kontakte kundeservice på %s for at bede dem om at gøre modulet kompatibelt med dit land.
he_il: אם אינך בטוח לגבי זה, אתה צריך ליצור קשר עם שירות הלקוחות של %s כדי לשאול אותם על מנת להתאים את המודול עם המדינה שלך.
hr_hr: Ako niste sigurni, trebate kontaktirati korisničku službu %s i zatražiti ih da naprave modul kompatibilan sa vašom zemljom.

source: Moreover, we recommend that you use an equivalent module: compatible modules for your country are listed in the "Modules" tab of your back office.
da_dk: Desuden anbefaler vi, at du bruger et tilsvarende modul. De moduler, der er kompatible med dit land, er anført under fanen "Moduler" i dit back office.
hr_hr: Štoviše, preporučamo da koristite odgovarajući modul: kompatibilni moduli za vašu zemlju su popisani u kartici "Moduli" vaše adminstracije.

source: If you are unsure about this module, you can look for similar modules on the official marketplace.
da_dk: Hvis du er i tvivl om dette modul, kan du søge efter lignende moduler på den officielle markedsplads.
he_il: אם אינך בטוח לגבי מודול זה, אתה יכול לחפש מודולים דומים בשוק הרשמי.
hr_hr: Ako niste sigurni u taj modul, možete pogledati slične module na službenom tržištu.

source: Click here to browse PrestaShop Addons.
da_dk: Klik her for at se dine PrestaShop moduler.
he_il: לחץ כאן כדי לגלוש ל Addons PrestaShop.
hr_hr: Kliknite ovdje za pregled PrestaShop Addons.

source: Manage translations
da_dk: Administrer oversættelser
he_il: ניהול תרגומים
hr_hr: Upravljanje prijevodima

source: Help
da_dk: Hjælp
he_il: עזרה
hr_hr: Pomoć

source: (%s votes)
da_dk: (%s stemmer)
he_il: (%s הצבעות)
hr_hr: (%s glasova)

source: (%s vote)
da_dk: (%s stemme)
he_il: (הצבעה %s)
hr_hr: (%s glas)

source: Description
da_dk: Beskrivelse
he_il: תיאור
hr_hr: Opis

source: Merchant benefits
da_dk: Merchant fordele
he_il: יתרונות הסוחר
hr_hr: Trgovačke prednosti

source: Install module
da_dk: Installér modul
he_il: התקן מודול
hr_hr: Instaliraj modul

source: View on PrestaShop Addons
da_dk: Vis på PrestaShop Addons
he_il: ראה בתוספות פרסטהשופ (PrestaShop Addons)
hr_hr: Pogledaj na PrestaShop Addons

source: Transplant a module
da_dk: Flyt et modul
he_il: שתול מודול
hr_hr: Premjesti modul

source: Please select a module
da_dk: Vælg et modul
hr_hr: Molimo odaberite modul

source: Transplant to
da_dk: Transplant til
hr_hr: Presađivanje u

source: Select a module above before choosing from available hooks
da_dk: Vælg et modul ovenfor, inden du vælger fra tilgængelige kroge
hr_hr: Odaberite modul netom prije odabira raspoloživih izbornika

source: Exceptions
da_dk: Undtagelser
he_il: חריגים
hr_hr: Izuzeci

source: Please specify the files for which you do not want the module to be displayed.
da_dk: Angiv venligst de filer, til hvilke du ikke ønsker modulet vist.
he_il: ציין את הקבצים שבהם המודול לא יוצג
hr_hr: Molimo navedite datoteke za koje ne želite da se ovaj modul prikazuje

source: Please input each filename, separated by a comma (",").
da_dk: Angiv alle filnavne, adskilt med et komma (",").
he_il: אנא הזן כל שם קובץ, מופרד על ידי פסיק (",").
hr_hr: Molimo unesite pojedina imena datoteka, odvojena zarezom (",").

source: You can also click the filename in the list below, and even make a multiple selection by keeping the Ctrl key pressed while clicking, or choose a whole range of filename by keeping the Shift key pressed while clicking.
da_dk: Du kan også klikke på filnavnet på listen nedenfor og vælge flere filnavne samtidig ved at holde Ctrl-tasten nede, mens du klikker, eller vælge en hel række filnavne ved at holde Shift-tasten nede, mens du klikker.
he_il: ניתן גם ללחוץ על שם הקובץ ברשימה שלהלן, ואפילו לבצע בחירה מרובה על ידי שמירה על מקש Ctrl לחוץ בעת לחיצה, או לבחור טווח של קובץ כולו על ידי שמירה על מקש Shift לחוץ בזמן לחיצה.
hr_hr: Možete također kliknuti ime datoteke u popisu ispod, i napraviti višestruko označavanje držeći Ctrl tipku pritisnutu dok klikate, ili odaberite cijeli raspon imena datoteka držeći Shift tipku dok klikate.

source: If you want to order/move the following data, please select a shop from the shop list.
da_dk: Hvis du ønsker at ændre rækkefølgen/flytte følgende data, vælg da venligst en butik fra butikslisten.
he_il: אם אתה רוצה להזמין / להעביר את הנתונים הבאים, אנא בחר חנות מרשימת החנויות
hr_hr: Ukoliko želite posložiti/premjestiti slijedeće podatke, molimo odaberite trgovinu iz popisa trgovina

source: Show
da_dk: Vis
he_il: הצג
hr_hr: Prikaži

source: All modules
da_dk: Alle moduler
he_il: כל המודולים
hr_hr: Svi moduli

source: Search for a hook
da_dk: Søg efter en hook
hr_hr: Traži priključke

source: Display non-positionable hooks
da_dk: Vis hooks uden position
he_il: הצג נקודות השחלה שאינם ניתנות להזזה (non-positionable hook)
hr_hr: Prikaži nepoziconirajuće kukice

source: Unhook
da_dk: Kobl fra
he_il: הסר מנקודת השחלה (unhook)
hr_hr: Odkači
