Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.1/*/messages.*.xlf
Languages: da_dk, he_il, hr_hr

source: This interface allows you to display the stock movement for a selected warehouse.
da_dk: Grænsefladen lader dig se lagerbevægelserne for et markeret lagersted.
he_il: ממשק זה מאפשר לך להציג תנועות מלאי למחסן הנבחר.
hr_hr: Ovo sučelje Vam dozvoljava prikaz pomaka zalihe za odabrano skladište.

source: Sign
da_dk: Underskriv
he_il: חתום
hr_hr: Oznaka

source: Stock movement
da_dk: Lagerbevægelser
he_il: תנועות מלאי
hr_hr: Promjene na zalihama

source: Export (CSV)
da_dk: Eksporter (CSV)
he_il: יצא (בקובץ CSV)
hr_hr: Izvoz (CSV)

source: There is nothing to export as a CSV.
da_dk: Der er ikke noget at eksportere som CSV.
he_il: אין מה לייצא כקובץ CSV.
hr_hr: Nema ničega za izvoz u CSV.

source: stock_mvt
da_dk: lager_mvt

source: Default label for increasing stock
da_dk: Standard etiket ved stigende lager
he_il: תווית ברירת מחדל בעת הגדלת מלאי
hr_hr: Zadana oznaka kod povećanja zalihe

source: Default label for decreasing stock
da_dk: Standard etiket ved faldende lager
he_il: תווית ברירת מחדל בעת הפחתת המלאי
hr_hr: Zadana oznaka kod smanjenja zalihe

source: Default label for decreasing stock when a customer order is shipped
da_dk: Standard etiket ved faldende lager, når en kundeordre afsendes
he_il: תווית ברירת מחדל להפחתת מלאי כאשר הזמנת הלקוח נשלחה
hr_hr: Zadana oznaka kod smanjenja zalihe nakon slanja narudžbe kupcu

source: Default label for increasing stock when a supply order is received
da_dk: Standard etiket ved stigende lager, når en forsyningsordre modtages
he_il: תווית ברירת מחדל להגדלת מלאי כאשר הזמנה מספק מתקבלת
hr_hr: Zadana oznaka kod povećanja zalihe kod zaprimanja narudžbe robe

source: Stock: Add stock movement label
da_dk: Lager: Tilføj lagerbevægelsesetiket
he_il: מלאי: הוסף תווית תנועת מלאי
hr_hr: Zaliha: Dodaj oznaku pokreta zalihe

source: Stock Movement label
da_dk: Lagerbeholdsningstrafik etiket
he_il: תווית תנועת המלאי
hr_hr: Oznaka pokreta zalihe

source: Increase stock
da_dk: Forøg lager
he_il: הגדל מלאי
hr_hr: Povećaj zalihu

source: Decrease stock
da_dk: Nedskriv lager
he_il: הקטן מלאי
hr_hr: Smanji zalihu

source: Does this label indicate a stock increase or a stock decrease?
da_dk: Indikerer denne etiket en opjustering eller nedjustering af lageret?
he_il: האם תווית זו מסמלת הגדלת מלאי או הפחתת מלאי?
hr_hr: Da li ova oznaka upućuje na povećanje zaliha ili na smanjenje zaliha?

source: Supply Order Status
da_dk: Forsyningsordrestatus
he_il: 'מצב אספקת הזמנה'
hr_hr: Status narudžbenice

source: Color
da_dk: Farve
he_il: צבע
hr_hr: Boja

source: Status will be highlighted in this color. HTML colors only.
da_dk: Status vil blive fremhævet i denne farve. Kun HTML-farver.
he_il: רקע הסטטוס יהיה מודגש בצבע זה. צבעי HTML בלבד.
hr_hr: Status će biti istaknut ovom bojom. Samo HTML boje.

source: Editable
da_dk: Redigerbar
he_il: ניתן לעריכה
hr_hr: Može se uređivati

source: Is it is possible to edit the order? Keep in mind that an editable order cannot be sent to the supplier.
da_dk: Definer, hvis det er muligt at redigere rækkefølgen. En redigerbar ordre er ikke gyldig til at sende til leverandøren.
he_il: האם הזמנה זו ניתנת לעריכה? שים לב שהזמנה הניתנת לעריכה אינה תקפה לשליחה לספק.
hr_hr: Je li moguće uredi narudžbu? Imajte na umu da se narudžba koja se može urediti ne može biti poslana dobavljaču.

source: Delivery note
da_dk: Leveringsseddel
he_il: הערת משלוח
hr_hr: Napomena za dostavu

source: Is it possible to generate a delivery note for the order?
da_dk: Er muligt at generere en følgeseddel for ordren?
he_il: הגדר אם זה אפשרי ליצור תעודת משלוח של ההזמנה.
hr_hr: Je li moguće kreiranje napomena za narudžbu?

source: Delivery status
da_dk: Leveringsstatus
he_il: סטטוס משלוח
hr_hr: Status dostave

source: Indicates whether the supplies have been either partially or completely received. This will allow you to know if ordered products have to be added to the corresponding warehouse.
da_dk: Angiv om varerne er helt eller delvist modtaget. Dette vil muliggøre, at du kan vide om bestilte varer skal tilføjes til det tilhørende varelager.
he_il: מצביע האם האספקה הגיעה במלואה או רק באופן חלקי. מאפשר לדעת האם המוצרים שהוזמנו צריכים להתווסף למלאי במחסן המתאים.
hr_hr: Označava jesu li zalihe djelomično ili potpuno primljene. To će vam omogućiti da znate ako naručeni proizvodi trebaju biti dodani u odgovarajuće skladište.

source: Awaiting delivery
da_dk: Afventer levering
he_il: בהמתנה למשלוח
hr_hr: Čeka se ispruka

source: Indicates that you are awaiting delivery of supplies.
da_dk: Indikerer, at du afventer levering af varer.
he_il: מצביע שאנו ממתינים למשלוח אספקה.
hr_hr: Ukazuje da se čeka isporuka zaliha.

source: Stock: Add supply order status
da_dk: Lager: Tilføj forsyningsordrestatus
he_il: מלאי: הוסף 'מצב אספקת הזמנה'
hr_hr: Zaliha: Dodaj status narudžbenice

source: Stock: Update supply order status
da_dk: Lager: Opdater forsyningsordrestatus
he_il: מלאי: עדכן 'מצב אספקת הזמנה'
hr_hr: Zaliha: Ažuriraj status narudžbenice

source: This interface allows you to configure your supply order status and stock movement labels.
da_dk: Denne grænseflade tillader dig at konfigurere din leveringsrækkefølge, statusser og etiketter for lagerbeholdningernes bevægelighed.
he_il: ממשק זה מאפשר לך להגדיר 'מצבי אספקת הזמנה' ותוויות תנועת מלאי.
hr_hr: Ovo sučelje dozvoljava Vam podešavanje Vaših statusa narudžbenica i oznaka pokreta zalihe

source: Stock: Stock movement labels
da_dk: Lager: Lagerbevægelsesetiketter
he_il: מלאי: תוויות העברת מלאי
hr_hr: Zaliha: Oznake pokreta zalihe

source: Stock: Supply order status
da_dk: Lager: Forsyningsordrestatus
he_il: מלאי: 'מצב אספקת הזמנה'
hr_hr: Zaliha: Status narudžbenice

source: Supply order can be edited?
da_dk: Leverandørordre kan redigeres?
he_il: אפשרות עריכת הזמנת מלאי
hr_hr: Opskrba bi se mogla uređivati​​?

source: Delivery note is available?
da_dk: Er følgeseddel tilgængelig?
he_il: תעודת משלוח זמינה?
hr_hr: Otpremnica je dostupna?

source: Delivery is expected?
da_dk: Levering forventes?
he_il: האם צפוי משלוח?
hr_hr: Isporuka se očekuje?

source: Stock has been delivered?
da_dk: Lager er blevet leveret?
he_il: מלאי סופק?
hr_hr: Zaliha je isporučena?

source: Order is closed?
da_dk: Ordren er lukket?
he_il: הזמנה סגורה?
hr_hr: Narudžba je zatvorena?

source: You need to activate the Advanced Stock Management feature before you can use this feature.
da_dk: Du skal aktivere funktionen Avanceret Lagerstyring før du kan bruge denne funktion.
he_il: כדי שתוכל להשתמש בתכונה זו עליך להקדים ולאפשר ניהול מלאי מתקדם.
hr_hr: Trebate aktivirati Napredno Upravljanje Zalihama prije korištenja ove mogućnosti.

source: The status has been updated successfully.
da_dk: Statusopdateringen udført.
he_il: עדכון המצב הצליח
hr_hr: Ažuriranje statusa uspješno

source: An error occurred while updating this meta.
da_dk: En fejl opstod under opdatering af dette meta.
he_il: אירעה שגיאה במהלך עדכון פריט meta זה.
hr_hr: Došlo je do pogreške tijekom ažuriranja meta.

source: Warehouse
da_dk: Lagersted
he_il: מחסן
hr_hr: Skladište

source: Date
da_dk: Dato
he_il: תאריך
hr_hr: Datum

source: Update
da_dk: Opdater
he_il: עדכן
hr_hr: Obnovi

source: Amount
da_dk: Beløb
he_il: כמות
hr_hr: Iznos

source: Product
da_dk: Vare
he_il: מוצר
hr_hr: Proizvod

source: Products
da_dk: Varer
he_il: מוצרים
hr_hr: Proizvodi

source: Total
da_dk: I alt
he_il: סה\"כ
hr_hr: Ukupno

source: Discounts
da_dk: Rabatter
he_il: הנחות
hr_hr: Popusti

source: Discount name
da_dk: Rabatnavn
he_il: שם ההנחה
hr_hr: Naziv popusta

source: Payment
da_dk: Betaling
he_il: תשלום
hr_hr: Plaćanje

source: Carrier
da_dk: Forsendelsesfirma
he_il: מוביל
hr_hr: Dostavljač

source: Are you sure?
da_dk: Er du sikker?
he_il: האם אתה בטוח?
hr_hr: Jeste li sigurni?

source: Change
da_dk: Ændre
he_il: שינוי
hr_hr: Promijeni

source: Not defined
da_dk: Ikke defineret
he_il: לא מוגדר
hr_hr: Nije definirano

source: Warning
da_dk: Advarsel
he_il: אזהרה
hr_hr: Upozorenje

source: (Max %s %s)
da_dk: (Maks %s %s)

source: Invoice
da_dk: Faktura
he_il: חשבונית
hr_hr: Račun

source: Qty
da_dk: Antal
he_il: כמות
hr_hr: Kol

source: Available quantity
da_dk: Disponibelt
he_il: כמות זמינה
hr_hr: Dostupna količina

source: Tracking number
da_dk: Trackingnr.
he_il: מספר איתור/מעקב
hr_hr: Broj praćenja

source: Details
da_dk: Detaljer
he_il: פרטים
hr_hr: Detalji

source: Shipping
da_dk: Forsendelse
he_il: משלוח
hr_hr: Dostava

source: Are you sure you want to add this quantity?
da_dk: Er du sikker på, du vil tilføje dette antal?
he_il: אתה רוצה להוסיף יותר מוצרים מאשר זמינים במלאי, אתה בטוח שאתה רוצה להוסיף כמות זו?
hr_hr: Želite dodati više proizvoda nego je dostupno na zalihi, jeste li sigurni da želite dodati ovu količinu?

source: Are you sure you want to create a new invoice?
da_dk: Er du sikker på, at du ønsker at oprette en ny faktura?
he_il: האם אתה בטוח שברצונך ליצור חשבונית חדשה?
hr_hr: Jeste li sigurni da želite kreirati novi račun?

source: Error: No product has been selected
da_dk: Fejl: Ingen varer er blevet valgt
he_il: שגיאה: מוצרלא נבחר
hr_hr: Pogreška: Niti jedan proizvod nije odabran

source: Error: Quantity of products must be set
da_dk: Fejl: Vareantal skal angives
he_il: שגיאה: כמות מוצר חייב להיות מוגדר
hr_hr: Pogreška: Količina proizvoda mora biti postavljena

source: Error: Product price must be set
da_dk: Fejl: Varepris skal angives
he_il: שגיאה: מחיר מוצר חייב להיות מוגדר
hr_hr: Pogreška: Cijena proizvoda mora biti postavljena

source: Error. You cannot refund a negative amount.
da_dk: Fejl. Du kan ikke refundere et negativt beløb.
hr_hr: Pogreška. Ne možete vratiti negativan iznos.

source: Order
da_dk: Ordre
he_il: הזמנה
hr_hr: Narudžba

source: Print order
da_dk: Udskriv
he_il: הדפס הזמנה
hr_hr: Ispis narudžbe

source: View invoice
da_dk: Faktura
he_il: צפיה בחשבונית
hr_hr: Vidi račun

source: No invoice
da_dk: Ingen faktura
he_il: אין חשבונית
hr_hr: Nema računa

source: View delivery slip
da_dk: Følgeseddel
he_il: הצג שובר משלוח
hr_hr: Vidi dostavnicu

source: No delivery slip
da_dk: Følgeseddel
he_il: אין שובר משלוח
hr_hr: Nema dostavnice

source: Return products
da_dk: Returvarer
he_il: החזר מוצרים
hr_hr: Povrat proizvoda

source: Standard refund
da_dk: Standard tilbage
he_il: החזר סטנדרטי
hr_hr: Standardni povrat novca

source: Cancel products
da_dk: Annuller varer
he_il: בטל מוצרים
hr_hr: Otkaži proizvode

source: Partial refund
da_dk: Delvis tilbage
he_il: החזר חלקי
hr_hr: Djelomični povrat novca

source: Documents
da_dk: Dokumenter
he_il: מסמכים
hr_hr: Dokumenti

source: Resend this email to the customer
da_dk: Send e-mail til kunden igen
hr_hr: Ponovno pošalji ovu poštu kupcu

source: Resend email
da_dk: Gensend mail
hr_hr: Ponovno slanje emaila

source: Update status
da_dk: Opdater status
he_il: עדכן 'מצב טיפול בהזמנה'
hr_hr: Ažuriraj status

source: Merchandise Returns
da_dk: Vare returneringer
he_il: החזרת מוצרים
hr_hr: Povrat robe

source: Recycled packaging
da_dk: Genbrugsemballage
he_il: אריזה ממוחזרת
hr_hr: Reciklirana ambalaža

source: Gift wrapping
da_dk: Gaveindpakning
he_il: אריזת מתנה
hr_hr: Poklon pakiranje

source: No merchandise returned yet
da_dk: Ingen returneringer af varer endnu
he_il: שום סחורה לא הוחזרה עדיין
hr_hr: Roba još nije vraćena

source: paid instead of
da_dk: udbetalt i stedet for
he_il: שולם במקום
hr_hr: plati umjesto

source: This warning also concerns order
da_dk: Denne advarsel vedrører også ordre
hr_hr: Ovo upozorenje se odnosi i na narudžbu

source: This warning also concerns the next orders:
da_dk: Denne advarsel omfatter også de næste ordrer:
hr_hr: Ovo upozorenje se odnosi i na slijedeće narudžbe:

source: Payment method
da_dk: Betaling
he_il: שיטת תשלום
hr_hr: Način plaćanja

source: Transaction ID
da_dk: Transaktion
he_il: מזהה עסקה
hr_hr: ID transakcije

source: Card Number
da_dk: Kortnummer
he_il: מספר כרטיס
hr_hr: Broj kartice

source: Card Brand
da_dk: Korttype
he_il: מותג כרטיס
hr_hr: Vrsta kartice

source: Card Expiration
da_dk: Kort udløbsdato
he_il: תפוגת כרטיס
hr_hr: Istek kartice

source: Card Holder
da_dk: Kortholder
he_il: מחזיק כרטיס
hr_hr: Vlasnik kartice

source: No payment methods are available
da_dk: Ingen betalingsmetoder er tilgængelige
he_il: אין שיטות תשלום זמינות
hr_hr: Nema metode plaćanja na raspolaganju

source: Change currency
da_dk: Skift valuta
he_il: שנה מטבע
hr_hr: Promijeni valutu

source: Do not forget to update your exchange rate before making this change.
da_dk: Glem ikke at opdatere din vekselkurs før du laver denne ændring.
he_il: זכור לעדכן יחס המרה לפני ביצוע השינוי.
hr_hr: Ne zaboravite ažurirati svoj ​​tečaj prije donošenja ove promjene.

source: This order has been placed by a guest.
da_dk: Denne ordre er blevet placeret af en gæst.
he_il: הזמנה זו הוזמנה על ידי אורח.
hr_hr: Ova narudžba je izvršio gost.

source: Transform a guest into a customer
da_dk: Opgrader gæst til kunde
he_il: הפוך חשבון אורח לחשבון לקוח
hr_hr: Pretvori gosta u kupca

source: This feature will generate a random password and send an email to the customer.
da_dk: Denne funktion vil generere en tilfældig adgangskode, og sende en e-mail til kunden.
he_il: אפשרות זו תייצר סיסמא אקראית ותשלח דואל ללקוח
hr_hr: Ova značajka generira slučajnu lozinku i šalje e-mail kupcu

source: Account registered
da_dk: Konto oprettet
he_il: חשבון נרשם
hr_hr: Račun registriran

source: Valid orders placed
da_dk: Gennemførte ordrer
he_il: הזמנות תקינות שבוצעו
hr_hr: Važeće narudžbe

source: Total spent since registration
da_dk: Brugt siden registrering
he_il: תשלומים מאז ההרשמה
hr_hr: Ukupno potrošeno od registracije

source: APE
da_dk: APE nummer

source: View full details...
da_dk: Vis alle detaljer...
he_il: הצג פרטים מלאים...
hr_hr: Pogledaj sve pojedinosti...

source: Private note
da_dk: Intern note
he_il: הערה פרטית
hr_hr: Privatna zabilješka

source: Shipping address
da_dk: Forsendelsesadresse
he_il: כתובת למשלוח
hr_hr: Adresa za dostavu

source: Invoice address
da_dk: Faktureringsadresse
he_il: כתובת למשלוח החשבונית
hr_hr: Adresa za račun

source: Private
da_dk: Privat
he_il: פרטי
hr_hr: Privatno

source: Do you want to send this message to the customer?
da_dk: Vil du sende denne besked til kunden?
he_il: האם לשלוח ההודעה זו ללקוח?
hr_hr: Želite li poslati poruku kupcu?

source: Choose a standard message
da_dk: Standard besked
he_il: בחר הודעה סטנדרטית
hr_hr: Odaberite standardnu poruku

source: Do you want to overwrite your existing message?
da_dk: Vil du overskrive din eksisterende besked?
he_il: האם למחוק הודעה קיימת ?
hr_hr: Želite li prepisati Vašu postojeću poruku?

source: Configure predefined messages
da_dk: Indstil standard beskeder
he_il: קבע את התצורה של הודעות מוגדרות מראש
hr_hr: Konfiguracija predefinirane poruke

source: Display to customer?
da_dk: Vis til kunde?
he_il: להציג ללקוח?
hr_hr: Prikaži kupcu?

source: Send message
da_dk: Send besked
he_il: שלח הודעה
hr_hr: Pošalji poruku

source: Show all messages
da_dk: Vis alle beskeder
he_il: הצג את כל ההודעות
hr_hr: Prikaži sve poruka

source: This product cannot be returned.
da_dk: Denne vare kan ikke returneres.
he_il: לא ניתן להחזיר מוצר זה
hr_hr: Ovaj proizvod nije moguće vratiti

source: Quantity to cancel is greater than quantity available.
da_dk: Antal, der skal annulleres, er større end tilgængeligt antal.
he_il: הכמות לביטול גדולה יותר מהכמות הזמינה
hr_hr: Količina za otkaz veća je od dostupne količine

source: Process a standard refund
da_dk: Gennemfør en standard tilbagebetaling
he_il: עבד זיכוי סטנדרטי
hr_hr: Obradi standardni povrat novca

source: Process a partial refund
da_dk: Gennemfør en delvis tilbagebetaling
he_il: עבד החזר חלקי
hr_hr: Obradi djelomični povrat novca

source: tax excluded.
da_dk: ekskl. moms.
he_il: לא כוללים מס.
hr_hr: bez PDV-a.

source: tax included.
da_dk: inkl. moms.
he_il: כוללים מס.
hr_hr: s PDV-om.

source: Unit Price
da_dk: Varepris
he_il: מחיר יחידה
hr_hr: Jedinična cijena

source: Refunded
da_dk: Tilbagebetalt
he_il: זוכה
hr_hr: Novac vraćen

source: Returned
da_dk: Returneret
he_il: הוחזר
hr_hr: Vraćeno

source: Return
da_dk: Retur
he_il: חזרה
hr_hr: Vrati

source: Refund
da_dk: Tilbagebetaling
he_il: החזר כספי
hr_hr: Izvrši povrat novca

source: Add a product
da_dk: Tilføj en vare
he_il: הוסף מוצר
hr_hr: Dodaj proizvod

source: Add a new discount
da_dk: Tilføj en ny rabat
he_il: הוסף הנחה חדשה
hr_hr: Dodaj novi popust

source: Merchandise returns are disabled
da_dk: Returneringer af varer er deaktiveret
he_il: החזרת סחורה מבוטלת.
hr_hr: Povrat proizvoda nije omogućen

source: Delete voucher
da_dk: Slet rabatkupon
he_il: מחק את השובר
hr_hr: Brisanje kupona

source: Wrapping
da_dk: Indpakning
he_il: עטיפה
hr_hr: Pakiranje

source: Taxes
da_dk: Moms
he_il: מסים
hr_hr: Porezi

source: Re-stock products
da_dk: Tilbagefør varer til lager
he_il: חדש מלאי מוצרים
hr_hr: Vraćanje proizvoda na zalihu

source: Generate a credit slip
da_dk: Opret en kreditnota
hr_hr: Generiraj kreditnu notu

source: Generate a voucher
da_dk: Generer en rabatkupon
he_il: צור שובר
hr_hr: Generiraj kupon

source: Repay shipping costs
da_dk: Genbetal forsendelsesomkostningerne
he_il: שלם מחדש את עלויות המשלוח
hr_hr: Izvrši povrat troškova dostave

source: This order has been partially paid by voucher. Choose the amount you want to refund:
da_dk: Denne ordre er blevet delvist betalt med en rabatkupon Vælg det beløb, du ønsker at refundere:
hr_hr: Ovaj nalog je djelomično plaća bonom. Odaberite iznos za koji želite povrat:

source: Include amount of initial voucher:
da_dk: Inkluder bekøbet på en foreløbig rabatkupon:
hr_hr: Uključiti iznos temeljnog vouchera:

source: Exclude amount of initial voucher:
da_dk: Ekskluder bekøbet på en foreløbig rabatkupon:
hr_hr: Isključiti iznos temeljnog vouchera:

source: Amount of your choice:
da_dk: Beløb for dit valg:
hr_hr: Iznos po Vašem izboru:

source: Refund products
da_dk: Tilbagebetalte varer
he_il: החזר כספי בגין מוצרים
hr_hr: Izvrši povrat novca za proizvode

source: Product(s) price:
da_dk: Produktets (produkternes) pris:
hr_hr: Cijena proizvoda:

source: Product(s) price, excluding amount of initial voucher:
da_dk: Produktets (produkternes) pris, ekskl. beløbet på foreløbig rabatkupon:
hr_hr: Cijena proizvoda, isključujući iznos početnog bona:

source: Sources
da_dk: Kilder
he_il: מקורות
hr_hr: Izvori

source: Keywords
da_dk: Søgeord
he_il: מילות מפתח
hr_hr: Ključne riječi

source: Linked orders
da_dk: Sammenkædede ordrer
he_il: הזמנות מקושרות
hr_hr: Vezane narudžbe

source: Order no.
da_dk: Ordrenr.
hr_hr: Narudžba br.

source: See the order
da_dk: Vis ordren
he_il: צפה בהזמנה
hr_hr: Vidi narudžbu

source: Quantity sold
da_dk: Antal solgt
he_il: הכמות שנמכרה
hr_hr: Prodana količina

source: Quantity sold during the defined period.
da_dk: Antal solgt over en defineret periode.
he_il: כמות שנמכרה בתקופה שהוגדרה.
hr_hr: Prodana količina u određenom vremenskom razdoblju

source: Coverage
da_dk: Dækning
he_il: סקירה
hr_hr: Pokrivenost

source: Days left before your stock runs out.
da_dk: Dage før dit lager er udsolgt.
he_il: ימים שנותרו עד גמר המלאי
hr_hr: Dana prije nego ponestane zaliha

source: Physical (usable) quantity.
da_dk: Fysisk (brugbart) antal.
he_il: כמות פיזית.
hr_hr: Fizička (iskoristiva) količina.

source: One week
da_dk: En uge
he_il: שבוע אחד
hr_hr: Jedan tjedan

source: Two weeks
da_dk: To uger
he_il: שבועיים
hr_hr: Dva tjedna

source: Three weeks
da_dk: Tre uger
he_il: שלושה שבועות
hr_hr: Tri tjedna

source: One month
da_dk: En måned
he_il: חודש אחד
hr_hr: Mjesec

source: Six months
da_dk: Seks måneder
he_il: שישה חדשים
hr_hr: Šest mjeseci

source: One year
da_dk: Et år
he_il: שנה אחת
hr_hr: Godina

source: Stock coverage
da_dk: Lager dækning
he_il: כיסוי מלאי
hr_hr: Pokrivenost zaliha

source: Considering the coverage period chosen and the quantity of products/combinations that you sold.
da_dk: Taget i betragtning af den valgte periode og mængden af varer/varianter, du har solgt.
he_il: בהתחשב בתקופת הסקירה שנבחרה וכמות המוצרים/צירופים שנמכרה,
hr_hr: Uzimajući u obzir odabrano razdoblje pokrivenosti i količinu proizvoda/kombinacija koju prodajete,

source: This interface gives you an idea of when a product will run out of stock.
da_dk: Denne grænseflade giver dig en idé om, hvornår en vare forventes udsolgt.
he_il: ממשק זה נותן לך מושג מתי מוצר יאזל מהמלאי.
hr_hr: Ovo sučelje daje vam ideju kad bi proizvod mogao nestati sa zalihe.

source: See details
da_dk: Se detaljer
he_il: ראה פרטים
hr_hr: Vidi detalje

source: Valuation
da_dk: Værdiansættelse
he_il: הערכה
hr_hr: Procjena

source: Total value of the physical quantity. The sum (for all prices) is not available for all warehouses, please filter by warehouse.
da_dk: Totalværdi for fysisk antal. Summen (for alle priser) er ikke disponibel for alle lagersteder, venligst filtrer pr. lagersted.
he_il: ערך כולל של הכמות הפיסית.הסכום (עבור כל המחירים) אינו זמין עבור כל המחסנים, אנא לסנן לפי מחסן.
hr_hr: Ukupna vrijednost fizičke količine. Zbroj (za sve cijene) nije dostupan za sva skladišta. Molimo filtrirajte po skladištu.

source: Physical quantity
da_dk: Fysisk antal
he_il: כמות פיזית
hr_hr: Fizička količina

source: Usable quantity
da_dk: Brugbart antal
he_il: כמות שמישה
hr_hr: Iskoristiva količina

source: Real quantity
da_dk: Reel antal
he_il: כמות אמיתית
hr_hr: Realna količina

source: Physical quantity (usable) - Client orders + Supply Orders
da_dk: Fysisk antal (brugbare) - kundeordrer + forsyningsordrer
he_il: כמות פיזית - הזמנות לקוחות + הזמנות מלאי
hr_hr: Fizička količina (iskorisitva) - Narudžbe klijenata + Narudžbenice

source: Instant stock status
da_dk: Hurtig lagerstatus
he_il: מצב מלאי עדכני
hr_hr: Trenutno stanje zaliha

source: Export Quantities (CSV)
da_dk: Eksporter antal (CSV)
he_il: יצוא כמויות (CSV)
hr_hr: Izvoz količina (CSV)

source: Export Prices (CSV)
da_dk: Eksporter priser (CSV)
he_il: יצוא מחירים (CSV)
hr_hr: Izvoz cijena (CSV)

source: This interface allows you to display detailed information about your stock per warehouse.
da_dk: Denne grænseflade tillader dig at se detaljeret information om dit lager pr. lagersted.
he_il: ממשק זה מאפשר לך להציג מידע מפורט על המלאי שלך למחסן.
hr_hr: Ovo sučelje dozvoljava Vam prikaz detaljnih informacijama o Vašoj zalihi po skladištu

source: There is nothing to export as CSV.
da_dk: Der er ikke noget at eksportere som CSV.
he_il: אין מה לייצא כ CSV.
hr_hr: Nema ništa za izvoz kao CSV.

source: stock_instant_state_quantities
da_dk: lager_instant_stat_antal
he_il: מצב מלאי מיידי כמויות

source: stock_instant_state_prices
da_dk: lager_instant_stat_priser
he_il: מצב מלאי מיידי מחירים

source: Product reference
da_dk: Varereference
he_il: מק"ט
hr_hr: Referenca proizvoda

source: Quantity total for all warehouses.
da_dk: Total antal for alle lagersteder.
he_il: סיכום כמויות מלאי עבור כל המחסנים.
hr_hr: Ukupna količina u svim skladištima.

source: The product was successfully added to your stock.
da_dk: Varen blev succesfuldt tilføjet til lageret.
he_il: המוצר הוסף למלאי בהצלחה
hr_hr: Proizvod je uspješno dodan na zalihu

source: The product was successfully removed from your stock.
da_dk: Varen blev succesfuldt fjernet fra lageret.
he_il: המוצר נמחק מהמלאי בהצלחה
hr_hr: Proizvod je uspješno uklonjen sa zalihe

source: The transfer was successfully completed.
da_dk: Overførslen blev fuldført succesfuldt.
he_il: ההעברה הושלמה בהצלחה
hr_hr: Prijenos je uspješno proveden

source: This interface allows you to manage product stock and their variations.
da_dk: Denne grænseflade tillader dig at administrere lagrene på hver af dine varer og deres variationer.
he_il: ממשק זה מאפשר לך לנהל את המלאים של כל אחד מהמוצרים שלך.
hr_hr: Ovo sučelje dozvoljava Vam upravljanje zalihama svakog proizvoda i njegovih varijacija.
