Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.1/*/messages.*.xlf
Languages: da_dk, he_il, hr_hr

source: If there is no existing module for your carrier, then you can register that carrier by hand using the information that it can provide you: shipping rates, regional zones, size and weight limits, etc. Click on the "Add new carrier" button below to open the Carrier Wizard, which will help you register a new carrier in a few steps.
da_dk: Hvis der ikke er noget eksisterende modul for dit forsendelsesfirma, så kan du registrere forsendelsesfirmaet manuelt ved hjælp af de oplysninger, som forsendelsesfirmaet kan give dig: Forsendelsespriser, regionale zoner, størrelses- og vægtgrænser osv. Klik på knappen "Tilføj nyt forsendelsesfirma" nedenfor for at åbne guiden Forsendelsesfirma, som vil hjælpe dig med at registrere et nyt forsendelsesfirma i nogle få trin.
he_il: אם אין מודול קיים למוביל שלך, באפשרותך לרשום את המוביל על ידי שימוש ידני במידע שהוא יכול לספק לך: דמי משלוח, שטחי אזור, מגבלות גודל ומשקל, וכו' לחץ על הכפתור "הוסף מוביל חדש" למטה כדי לפתוח את אשף המובילים, אשר יעזור לך לרשום מוביל חדש בצעדים בודדים.
hr_hr: Ako ne postoji modul za vašeg dostavljača, tada možete registrirati tog dostavljača ručno koristeći informacije koje vam je pružio: dostavne cijene, regionalne zone, ograničenja veličine i težine, itd. Kliknite na gumb "Dodaj novog dostavljača" ispod, za otvaranje "dostavljač pomoćnika", koji će vam pomoći registrirati novog dostavljača u par koraka.

source: Note: DO NOT register a new carrier if there already exists a module for it! Using a module will be much faster and more accurate!
da_dk: Bemærk: Registrer IKKE et ny forsendelsesfirma, hvis der allerede eksisterer et modul til det! Det er meget hurtigere og mere nøjagtigt at bruge et modul!
he_il: הערה: אל תרשום המוביל חדש אם כבר קיים מודול לזה! שימוש במודול יהיה מהיר הרבה יותר ומדויק יותר!
hr_hr: Napomena: NEMOJTE registrirati novog dostavljača ako postoji modul za njega! Korištenje modula će biti puno brže i puno točnije!

source: Apply a discount
da_dk: Anvend en rabat
he_il: החל הנחה
hr_hr: Primjeni popust

source: Percent (%)
da_dk: Procent (%)
he_il: אחוז (%)
hr_hr: Postotak (%)

source: Does not apply to the shipping costs
da_dk: Gælder ikke for forsendelsesomkostningerne
he_il: אינו חל על עלויות המשלוח
hr_hr: Ne odnosi se na troškove dostave

source: Apply a discount to
da_dk: Anvende rabat til
he_il: החל הנחה על
hr_hr: Primjeni popust na

source: Order (without shipping)
da_dk: Bestil (uden forsendelse)
he_il: סה"כ הזמנה (ללא עלות משלוח)
hr_hr: Narudžbu (bez dostave)

source: Specific product
da_dk: Bestemt vare
he_il: מוצר ספציפי
hr_hr: Određeni proizvod

source: Cheapest product
da_dk: Billigste vare
he_il: המוצר הזול ביותר
hr_hr: Najjeftiniji proizvod

source: Selected product(s)
da_dk: Valgte vare(r)
he_il: מוצר/ים נבחר/ים
hr_hr: Odabrane proizvode

source: You must select some products before
da_dk: Du skal vælge nogle produkter før
he_il: עליך לבחור כמה מוצרים לפני
hr_hr: Morate odabrati neke proizvode prije

source: If enabled, the voucher will not apply to products already on sale.
da_dk: Hvis aktiveret, gælder rabatkuponen ikke for varer, der allerede er på tilbud.
hr_hr: Ako je omogućeno, kupon će biti primjenjen na proizvode koji već jesu na akciji.

source: Exclude discounted products
da_dk: Medtag ikke nedsatte varer
hr_hr: Isključi proizvode na sniženju

source: Send a free gift
da_dk: Send en gratis gave
he_il: שלח מתנה חינם
hr_hr: Pošalji besplatni poklon

source: Search a product
da_dk: Søg en vare
he_il: חפש מוצר
hr_hr: Potraži proizvod

source: Matching products
da_dk: Matchende varer
he_il: מוצרים תואמים
hr_hr: Odgovarajuće proizvode

source: Available combinations
da_dk: Disponible varianter
he_il: שילובים אפשריים
hr_hr: Dostupne kombinacije

source: Value
da_dk: Værdi
he_il: ערך
hr_hr: Vrijednost

source: Template
da_dk: Skabelon
he_il: תבנית
hr_hr: Predložak

source: Discount
da_dk: Rabat
he_il: הנחה
hr_hr: Popust

source: Summary
da_dk: Resumé
he_il: סיכום
hr_hr: Sažetak

source: Creation date:
da_dk: Oprettelsesdato:
hr_hr: Datum kreiranja:

source: Supplier:
da_dk: Leverandør:
hr_hr: Dobavljač:

source: Last update:
da_dk: Seneste opdatering:
hr_hr: Posljednje ažuriranje:

source: Delivery expected:
da_dk: Forventet levering:
hr_hr: Očekivana dostava:

source: Warehouse:
da_dk: Lagerbygning:
hr_hr: Skladište:

source: Currency:
da_dk: Valuta:
hr_hr: Valuta:

source: Global discount rate:
da_dk: Global rabatprocent:
hr_hr: Globalna diskontna stopa:

source: Designation
da_dk: Betegnelse
he_il: יעד
hr_hr: Označavanje

source: Total (tax excl.)
da_dk: I alt (ekskl. moms)
he_il: סה\"כ (כולל מיסים)
hr_hr: Ukupno (bez PDV-a)

source: Total with discount (tax excl.)
da_dk: Total med rabat (ekskl. moms)
he_il: סה"כ כולל הנחה (כולל מס)
hr_hr: Ukupno s popustom (bez PDV-a)

source: Total Tax
da_dk: Moms i alt
he_il: סה\"כ מס
hr_hr: Ukupno PDV

source: Total (tax incl.)
da_dk: Total (inkl. moms)
he_il: סך הכול (כולל מיסים)
hr_hr: Ukupno (s PDV-om)

source: Total to pay.
da_dk: Total til betaling.
he_il: סה\"כ לתשלןם
hr_hr: UKUPNO ZA PLATITI

source: Optional: The cart rule will be available to everyone if you leave this field blank.
da_dk: Valgfri: Reglen for kurven vil være disponibel for alle, hvis du efterlader dette felt blankt.
he_il: אופציונלי, כלל העגלה יהיה זמין לכל אחד, אם תשאירו שדה זה ריק.
hr_hr: Opcionalno, pravilo košarice bit će dostupno svima ukoliko ovo polje ostavite praznim

source: Limit to a single customer
da_dk: Begrænset til en enkelt kunde
he_il: מוגבל ללקוח אחד בלבד
hr_hr: Ognačini na jednog kupca

source: The default period is one month.
da_dk: Standard periode er en måned.
he_il: תקופת ברירת מחדל היא חודש אחד.
hr_hr: Zadano razdoblje je jedan mjesec.

source: Valid
da_dk: Gyldig
he_il: בתוקף
hr_hr: Vrijedi

source: You can choose a minimum amount for the cart either with or without the taxes and shipping.
da_dk: Du kan vælge et minimumsbeløb til kurven enten med eller uden moms, og med eller uden forsendelse.
he_il: אתה יכול לבחור סכום מינימאלי לעגלה עם או בלי המסים, ועם או בלי משלוח.
hr_hr: Možete odabrati minimalni iznos košarice s ili bez PDV-a i s ili bez dostave.

source: Minimum amount
da_dk: Minimumsbeløb
he_il: כמות מינימלית
hr_hr: Minimalni iznos

source: Shipping excluded
da_dk: Eksklusive forsendelse
he_il: ללא דמי משלוח
hr_hr: Dostava isključena

source: Shipping included
da_dk: Inklusive forsendelse
he_il: כולל דמי משלוח
hr_hr: Dostava uključena

source: The cart rule will be applied to the first "X" customers only.
da_dk: Reglen for kurven vil kun blive anvendt til de første X kunder.
he_il: כלל העגלה יחול על X הלקוחות הראשונים בלבד.
hr_hr: Pravilo košarice bit će primijenjeno samo na privh X kupaca.

source: Total available
da_dk: Totalt disponibelt
he_il: סה\"כ זמין
hr_hr: Ukupno dostupno

source: A customer will only be able to use the cart rule "X" time(s).
da_dk: Kunden vil kun være i stand til at gøre brug af reglen for kurven X gang(e).
he_il: לקוח יוכל להשתמש בחוקי העגלה X פעמים
hr_hr: Kupac če moći iskoristiti pravilo košarice (X) puta.

source: Total available for each user
da_dk: Totalt disponibelt for hver bruger
he_il: סך הכל זמין לכל משתמש
hr_hr: Ukupno dostupno za svakog kupca

source: Restrictions
da_dk: Restriktioner
he_il: הגבלות
hr_hr: Ograničenja

source: Country selection
da_dk: Landevalg
he_il: בחירת ארץ
hr_hr: Odabir zemlje

source: This restriction applies to the country of delivery.
da_dk: Denne begrænsning gælder for landet for levering.
he_il: מגבלה זו חלה על ארץ המשלוח.
hr_hr: Ovo ograničenje primjenjuje se na dostavu u zemlje.

source: Unselected countries
da_dk: Fravalgte lande
he_il: ארצות שלא נבחרו
hr_hr: Neoznačene države

source: Selected countries
da_dk: Valgte lande
he_il: ארצות נבחרות
hr_hr: Označene države

source: Carrier selection
da_dk: Valg af forsendelsesfirma
he_il: בחר שליח
hr_hr: Odabir dostavljača

source: Unselected carriers
da_dk: Fravalgte forsendelsesfirmaer
he_il: ספקים שלא נבחרו
hr_hr: Neoznačeni dostavljači

source: Selected carriers
da_dk: Valgte forsendelsesfirmaer
he_il: מובילים נבחרים
hr_hr: Označeni dostavljači

source: Customer group selection
da_dk: Kundegruppemarkering
he_il: בחירת קבוצת לקוח
hr_hr: Odabir grupe kupaca

source: Unselected groups
da_dk: Fravalgte grupper
he_il: קבוצות שלא נבחרו
hr_hr: Neoznačene grupe

source: Selected groups
da_dk: Valgte grupper
he_il: קבוצות נבחרות
hr_hr: Označene grupe

source: Compatibility with other cart rules
da_dk: Kompatibilitet med andre regler for kurve
he_il: תאימות עם כללי עגלה אחרות
hr_hr: Kompatibilnost s ostalim pravilima košarice

source: Uncombinable cart rules
da_dk: Ikke kombinerbare regler for kurve
he_il: חוקי עגלות קניות בלתי-ניתנים לערבוב
hr_hr: Nespojiva pravila košarice

source: Combinable cart rules
da_dk: Kombinerbare regler for kurve
he_il: חוקי עגלות קניות ניתנים לערבוב
hr_hr: Spojiva pravila košarice

source: Product selection
da_dk: Varevalg
he_il: בחירת מוצר
hr_hr: Odabir proizvoda

source: Shop selection
da_dk: Butiksvalg
he_il: בחירת חנות
hr_hr: Odabir trgovine

source: Unselected shops
da_dk: Fravalgte butikker
he_il: חנויות שלא נבחרו
hr_hr: Neoznačene trgovine

source: Selected shops
da_dk: Valgte butikker
he_il: חנויות נבחרות
hr_hr: Označene trgovine

source: Cart rule
da_dk: Kurvregel
he_il: כללי עגלת קניות
hr_hr: Pravila košarice

source: This will be displayed in the cart summary, as well as on the invoice.
da_dk: Vil blive vist både som resumé i kurven, samt på fakturaen.
he_il: יוצג בסיכום הסל כמו גם בחשבונית.
hr_hr: Bit će prikazan u pregledu košarice kao i na računu.

source: For your eyes only. This will never be displayed to the customer.
da_dk: Kun til din information. Dette vil aldrig blive vist til kunden.
he_il: רק בשבילך, לא יוצג ללקוח.
hr_hr: Samo za Vas, neće se nikad prikazati kupcu

source: This is the code users should enter to apply the voucher to a cart. Either create your own code or generate one by clicking on "Generate".
da_dk: Brugerne skal indtaste denne kode for at trække rabatkuponen fra en indkøbskurv. Opret enten din egen kode, eller generer en kode ved at klikke på "Generer".
hr_hr: Ovo je kod koji korisnik treba unijeti u voucher u košarici. Kreirajte svoj vlastiti kod ili ga generirajte klikom na "Generiraj".

source: Generate
da_dk: Generer
he_il: יצר
hr_hr: Generiraj

source: Caution! If you leave this field blank, the rule will automatically be applied to benefiting customers.
da_dk: Forsigtig! Hvis du lader feltet være tomt, anvendes denne regel automatisk på de kunder, som reglen gælder for.
hr_hr: Oprez! Ako ovo polje ostavite prazno, pravilo će se automatski primijeniti na korist kupaca.

source: If the voucher is not yet in the cart, it will be displayed in the cart summary.
da_dk: Hvis rabatkuponen endnu ikke er lagt i kurven, vil den blive vist i resuméet for kurven.
he_il: אם השובר עדיין אינו בעגלת הקניות, הוא יוצג בעת סיכום הקניה.
hr_hr: Ukoliko kupon nije već u košarici, prikazat će se ispod košarice u pregledu košarice.

source: Highlight
da_dk: Fremhæv
he_il: הדגש
hr_hr: Označi

source: Only applicable if the voucher value is greater than the cart total.
da_dk: Kun gældende, hvis rabatkuponværdien er større end kurven samlet.
he_il: יחול רק אם שווי השובר גדול מסך הסל.
hr_hr: Primjenjuje se samo ako je vrijednost kupona veća od iznosa košarice.

source: If you do not allow partial use, the voucher value will be lowered to the total order amount. If you allow partial use, however, a new voucher will be created with the remainder.
da_dk: Hvis du ikke tillader delvis anvendelse, vil rabatkuponværdien blive fratrukket det samlede ordrebeløb, men hvis du gør, vil en ny rabatkupon blive oprettet med det resterende beløb.
he_il: אם לא תאפשר שימוש חלקי, ערך השובר יופחת לסך סכום ההזמנה. אולם, אם תאפשר זאת, יווצר שובר חדש עם השארית.
hr_hr: Ukoliko ne dozvoljavate djelomično korištenje, vrijednost kupona bit će smanjena na iznos košarice, ali, novi kupon bit će kreiran s podsjetnikom.

source: Partial use
da_dk: Delvis anvendelse
he_il: שימוש חלקי
hr_hr: Djelomično korištenje

source: Cart rules are applied by priority. A cart rule with a priority of "1" will be processed before a cart rule with a priority of "2".
da_dk: Regler for kurve anvendes efter prioritet. En regel for kurv med en prioritet på "1" vil blive behandlet før en regel for kurv med en prioritet på "2".
he_il: כללי סל חלים על העגלה לפי סדר עדיפויות.כלל סל עם עדיפות של "1" יעובד לפני כלל עגלה עם עדיפות של "2".
hr_hr: Pravila košarice primjenjuju se na košaricu po prioritetu. Pravilo košarice s prioritetom "1" bit će obrađeno prije pravila košarice s prioritetom "2".

source: Priority
da_dk: Prioritet
he_il: עדיפות
hr_hr: Prioritet

source: Products:
da_dk: Varer:
he_il: מוצרים
hr_hr: Proizvodi

source: Categories:
da_dk: Kategorier:
he_il: קטגוריות :
hr_hr: Kategorije:

source: Brands:
da_dk: Mærker:
hr_hr: Marke:

source: Suppliers
da_dk: Leverandører
he_il: ספקים
hr_hr: Dobavljači

source: The cart must contain at least
da_dk: Kurven skal mindst indeholde
he_il: העגלה חייבת להכיל לפחות
hr_hr: Košarica mora sadržavati barem

source: product(s) matching the following rules:
da_dk: vare(r), der svarer til følgende regler:
hr_hr: proizvoda koji se podudaraju sa slijedećim pravilima:

source: Add a rule concerning
da_dk: Tilføj en regel vedrørende
he_il: הוסף כלל לגבי
hr_hr: Dodaj pravilo koje se odnosi

source: Brands
da_dk: Mærker
he_il: מותגים
hr_hr: Marke

source: The product(s) are matching one of these:
da_dk: Varen (varerne) svarer til én af disse:
hr_hr: Proizvod(i) koji s podudaraju sa slijedećim:

source: Categories
da_dk: Kategorier
he_il: קטגוריות
hr_hr: Kategorije

source: Normal view
da_dk: Normal visning
he_il: תצוגה רגילה
hr_hr: Normalni pogled

source: Favorites view
da_dk: Fortrukket visning
he_il: תצוגת מועדפים
hr_hr: Omiljeni pogled

source: Tab
da_dk: Fane
he_il: טאב

source: Interest
da_dk: Interesser
he_il: ענין
hr_hr: Interes

source: Favorite
da_dk: Favoritter
he_il: מועדף
hr_hr: Omiljeni

source: Unselected
da_dk: Fravalgte
he_il: לא נבחר
hr_hr: Neoznačeno

source: Selected
da_dk: Valgte
he_il: נבחר
hr_hr: označeno

source: Recommended dimensions (for the default theme): %1spx x %2spx
da_dk: Anbefalede dimensioner (for standard temaet): %1spx x %2spx
he_il: מידות מומלצות (עבור תבנית ברירת מחדל): %1spx על %2spx
hr_hr: Preporučene dimenzije (za zadanu temu): %1spx x %2spx

source: What do you want to do with the products associated with this category?
da_dk: Hvad vil du gøre med produkterne i denne kategori?
he_il: מה לעשות עם המוצרים המשוייכים לאותה קטגוריה?
hr_hr: Što želite uraditi sa proizvodima povezanim sa ovom kategorijom?

source: Deleting multiple categories
da_dk: Slet flere kategorier
he_il: מוחק מספר קטגוריות
hr_hr: Brisanje više kategorija

source: I want to associate the products without other categories to the parent category, then disable these products for now. I re-enable them when they are moved in their new category.
da_dk: Jeg vil tilknytte varerne uden andre kategorier til den overordnede kategori og derefter deaktivere disse varer på nuværende tidspunkt. Jeg aktiverer dem igen, når de er flyttet til deres nye kategori.
he_il: אני רוצה לשייך את המוצרים ללא קטגוריות אחרות לקטגורית האב, ואז לבטל מוצרים אלה לעת עתה. אני יפעיל אותם מחדש כאשר הם יעברו לקטגוריה החדשה שלהם.
hr_hr: Želim povezati proizvode bez drugih kategorija u matičnu kategoriju, i onda onemogućiti te proizvode za sada. Omogućiti ću ih kada budu premješteni u svoju novu kategoriju.

source: (Recommended)
da_dk: (Anbefalet)
he_il: (מומלץ)
hr_hr: (Preporučeno)

source: I want to associate the products without other categories to the parent category, and keep them enabled.
da_dk: Jeg vil tilknytte varerne uden andre kategorier til den overordnede kategori og holde dem aktiverede.
he_il: אני רוצה לשייך את המוצרים ללא קטגוריות אחרות לקטגורית האב, ולשמור אותם במצב מופעל.
hr_hr: Želim povezati proizvode bez kategorije u matičnu kategoriju, i ostaviti ih omogućene.

source: I want to remove the products which are listed only within this category and no others.
da_dk: Jeg vil fjerne de varer, som kun er anført i denne kategori og ingen andre.
he_il: אני רוצה להסיר את המוצרים שצוינו רק בקטגוריה זו ולא באחרות.
hr_hr: Želim ukloniti proizvode koji se prikazuju samo u ovoj kategoriji i ni u jednoj drugoj.

source: Deleting this category will remove products linked only within this category and no others. Are you sure you want to continue?
da_dk: Hvis du sletter denne kategori, fjernes varer kun knyttet til denne kategori, og ingen andre. Er du sikker på du vil fortsætte?
he_il: מחיקת קטגוריה זו תסיר את המוצרים המקושרים רק במסגרת קטגוריה זו ולא אחרת. האם אתה בטוח שאתה רוצה להמשיך?
hr_hr: Brisanje ove kategorije ukloniti će sve proizvode koji su povezani samo s ovom kategorijom. Jeste li sigurni da želite nastaviti?

source: Your page will be saved as a draft
da_dk: Siden gemmes som kladde
hr_hr: Vaša stranica bit će spremljena kao nacrt

source: Required fields for the address (click for more details):
da_dk: Obligatoriske felter til adressen (klik for flere oplysninger):
he_il: שדות חובה עבור הכתובת (לחץ לפרטים נוספים)
hr_hr: Obvezna polja za adrese (klikni za više detalja):

source: This will restore your last registered address format.
da_dk: Dette vil genskabe dit sidst registrerede adresseformat.
he_il: שחזר את מבנה הכתובת האחרון שנרשם
hr_hr: Ovo će vratiti Vaš posljednje registriran format adresa

source: Use the last registered format
da_dk: Brug det senest registrerede format
he_il: השתמש במבנה האחרון שנרשם
hr_hr: Koristi posljednji registrirani format

source: This will restore the default address format for this country.
da_dk: Dette vil genskabe standard adresseformatet for dette land.
he_il: שחזר את מבנה כתובת ברירת המחדל לארץ זו
hr_hr: Ovo će vratiti zadani format adresa za ovu državu

source: Use the default format
da_dk: Brug et standard format
he_il: השתמש במבנה ברירת המחדל
hr_hr: Koristi zadani format

source: This will restore your current address format.
da_dk: Dette vil genskabe dit nuværende adresseformat.
he_il: שחזר את מבנה הכתובת הנוכחי שלך
hr_hr: Ovo će vratiti Vaš zadani format adresa

source: Use my current modified format
da_dk: Brug mit aktuelle, ændrede format
he_il: השתמש במבנה המעודכן הנוכחי שלי
hr_hr: Koristi moj trenutno izmjenjeni format

source: This will delete the current address format
da_dk: Dette vil slette det aktuelle adresseformat
he_il: ימחוק את מבנה הכתובת הנוכחי
hr_hr: Ovo će obrisati trenutni format adresa

source: Clear format
da_dk: Nulstil format
he_il: נקה מבנה
hr_hr: Očisti format

source: Are you sure you want to restore the default address format for this country?
da_dk: Er du sikker på, at du vil genskabe standard adresseformatet for dette land?
he_il: האם אתה בטוח שברצונך לשחזר את מבנה כתובת ברירת המחדל של ארץ זו?
hr_hr: Jeste li sigurni da želite vratiti zadani format adresa za ovu državu?

source: Select all
da_dk: Vælg alle
he_il: בחר הכל
hr_hr: Označi sve

source: Unselect all
da_dk: Fravælg alle
he_il: הסר הכל
hr_hr: Neoznači sve

source: Display
da_dk: Vis
he_il: הצג
hr_hr: Prikaži

source: result(s)
da_dk: resultat(er)
he_il: תוצאה/ות
hr_hr: rezultat(i)

source: Assign to a new zone
da_dk: Tilknytning til en ny zone
he_il: הקצאה לאזור חדש
hr_hr: Dodjeli novoj zoni

source: Live exchange rates
da_dk: Live valutakurser
hr_hr: Stvarne kamatne stope

source: The exchange rates are not automatically updated
da_dk: Valutakurserne opdateres ikke automatisk
hr_hr: Tečajevi se ne ažuriraju automatski

source: The exchange rates are automatically updated
da_dk: Valutakurserne opdateres automatisk
hr_hr: Tečajevi su automatski ažurirani

source: Update exchange rates
da_dk: Opdater valutakurser
hr_hr: Ažuriranje tečajne liste

source: This currency is disabled
da_dk: Denne valuta er deaktiveret
hr_hr: Ova valuta je onemogućena

source: This currency is enabled
da_dk: Denne valuta er aktiveret
hr_hr: Ova valuta je onemogućena

source: No new messages
da_dk: Ingen nye beskeder
he_il: אין הודעות חדשות
hr_hr: Nema novih poruka

source: New messages
da_dk: Nye beskeder
he_il: הודעות חדשות
hr_hr: nove poruke

source: New message
da_dk: Ny besked
he_il: הודעה חדשה
hr_hr: Nova poruka

source: Meaning of status
da_dk: Betydning af status
he_il: משמעות המצב
hr_hr: Značenje statusa

source: Open
da_dk: Åben
he_il: פתח
hr_hr: Otvoreno

source: Closed
da_dk: Lukket
he_il: סגור
hr_hr: Zatvoreno

source: Pending 1
da_dk: Afventer 1
he_il: ממתינה 1
hr_hr: Na čekanju 1

source: Pending 2
da_dk: Afventer 2
he_il: ממתינה 2
hr_hr: Na čekanju 2

source: Sync
da_dk: Synkronisering
he_il: סנכרן

source: Run sync:
da_dk: Kør synkronisering:
hr_hr: Pokreni sync:

source: Run sync
da_dk: Kør synkronisering
he_il: הפעל סנכרון
hr_hr: Pokreni sync

source: Click to synchronize mail automatically
da_dk: Klik her for at synkronisere post automatisk
he_il: לחץ לסינכרון מייל אוטומטית
hr_hr: Kliknite za automatsku sinhronizaciju mailova

source: Sync success
da_dk: Synkroniserings succes
he_il: סנכרון הצליח
hr_hr: Sync uspješna

source: Product:
da_dk: Vare:
he_il: מוצר:
hr_hr: Proizvod:

source: Combinations
da_dk: Varianter
he_il: צירופים
hr_hr: Kombinacije

source: Existing
da_dk: Eksisterende
he_il: קיים
hr_hr: Postojeći

source: New
da_dk: Ny
he_il: חדש
hr_hr: Novo

source: Create a new invoice
da_dk: Lav en ny faktura
he_il: צור חשבונית חדשה
hr_hr: Kreiraj novi račun

source: New invoice information
da_dk: Nye fakturaoplysninger
he_il: מידע חשבונית חדש
hr_hr: Informacije novog računa

source: Shipping Cost
da_dk: Forsendelse
he_il: עלות משלוח
hr_hr: Trošak dostave

source: If you don't select "Free shipping," the normal shipping cost will be applied.
da_dk: Hvis du ikke vælger \"gratis forsendelse\", vil de normale forsendelsesomkostninger blive anvendt.
he_il: אם אינך בוחר \"משלוח חינם\", עלות המשלוח הרגילה תיושם
hr_hr: Ukoliko ne odaberete \"Besplatna dostava\", primijenit će se troškovi standardne dostave

source: You can add a comment here.
da_dk: Du kan tilføje en kommentar her.
he_il: ניתן להוסיף הערה כאן.
hr_hr: Ovdje možete dodati komentare.

source: Thread
da_dk: Tråd
he_il: אשכול
hr_hr: Tema

source: Forward this discussion to another employee
da_dk: Videresend til anden medarbejder
he_il: העבר דיון זה לעובד אחר
hr_hr: Proslijediti ovu raspravu drugom djelatniku

source: [1]%count%[/1] order(s) validated for a total amount of [2]%total%[/2]
da_dk: [1]%count%[/1] ordre(r) valideret til et samlet beløb på [2]%total%[/2]
hr_hr: [1]%count%[/1] narudžba potvrđeno u ukupnom iznosu od [2]%total%[/2]

source: No orders validated for the moment
da_dk: Ingen ordrer godkendt p.t
he_il: אין הזמנות שאושרו כרגע
hr_hr: Trenutno nema potvrđenih narudžbi

source: Customer since: %s
da_dk: Kunde siden: %s
he_il: לקוח מאז: %s
hr_hr: Kupac od: %s

source: Your answer to
da_dk: Dit svar til
he_il: תשובתך ל
hr_hr: Vaš odgovor na

source: Choose a template
da_dk: Vælg en skabelon
he_il: בחר תבנית
hr_hr: Odaberite predložak

source: Orders and messages timeline
da_dk: Ordrer og besked tidslinje
he_il: ציר זמן של הזמנות והודעות
hr_hr: Kronološki prikaz narudžbi i poruka

source: Close
da_dk: Luk
he_il: סגור
hr_hr: Zatvori

source: Order #
da_dk: Ordre #
he_il: הזמנה #
hr_hr: Narudžba #

source: View customer
da_dk: Se kunde
he_il: צפה בלקוח
hr_hr: Vidi kupca

source: Customer ID:
da_dk: Kunde-ID:
hr_hr: ID Kupca:

source: Sent on:
da_dk: Sendt den:
hr_hr: Poslano:

source: File attachment
da_dk: Vedhæftet fil
he_il: קובץ מצורף
hr_hr: Privitak

source: View file
da_dk: Se fil
he_il: צפה בקובץ
hr_hr: Vidi datoteku

source: View order
da_dk: Se ordre
he_il: הצג הזמנה
hr_hr: Vidi narudžbu

source: Product #
da_dk: Vare #
he_il: מוצר #
hr_hr: Proizvod #

source: Subject:
da_dk: Emne:
hr_hr: Predmet:

source: View this thread
da_dk: Se denne tråd
he_il: צפה בשיחה זו
hr_hr: Vidi ovu raspravu

source: Sent by:
da_dk: Sendt af:
hr_hr: Poslao:
