Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.1/*/messages.*.xlf
Languages: da_dk, he_il, hr_hr

source: Through this interface, you can increase and decrease product stock for an given warehouse.
da_dk: Gennem denne grænseflade, kan du forhøje antal (tilføj), og formindske antallet af varer for et bestemt lagersted (slet).
he_il: באמצעות ממשק זה, אתה יכול להגדיל כמויות (הוסף) ולהפחית כמויות (מחק) של מוצרים במחסן מסוים.
hr_hr: Kroz ovo sučelje, možete povećati količinu (dodavanje) i smanjiti količinu (brisanje) proizvoda iz određenog skladišta.

source: Furthermore, you can move product quantities between warehouses, or within one warehouse.
da_dk: Derudover kan du flytte antal (overførsel) varer, mellem lagersteder, eller inden for et lagersted.
he_il: יותר מזה, באפשרותך להעביר כמויות מהמלאי של מוצרים בין מחסנים, או בתוך מחסן.
hr_hr: Nadalje, možete premjestiti količine proizvoda između skladišta, ili unutar skladišta.

source: If you want to increase quantities of multiple products at once, you can use the "Supply orders" page under the "Stock" menu.
da_dk: Bemærk, hvis du ønsker at øge antallet af ​​flere varer på en gang, kan du bruge "Forsyningsordre" siden under "Lager" menuen.
he_il: שים לב שאם ברצונך להגדיל כמויות של מספר רב של מוצרים בבת אחת, אתה יכול להשתמש בדף "הזמנות מלאי" תחת תפריט "מלאי"
hr_hr: Ukoliko želite povećati količine više proizvoda istovremeno, morate koristiti stranicu "Narudžbenice" u izborniku "Zaliha"

source: Finally, you need to provide the quantity that you'll be adding: "Usable for sale" means that this quantity will be available in your shop(s), otherwise it will be considered reserved (i.e. for other purposes).
da_dk: Endeligt skal du angive antallet, som du vil tilføje. "Brugbar til salg" betyder, at antallet vil være tilgængeligt i din forretning(er) - ellers vil det blive betragtet som værende reserveret (f.eks. til andet brug).
he_il: לבסוף יש לספק את הכמות שהינך מוסיף: "זמינים למכירה" פירושו שניתן יהיה להזמינם מחנויותך, אחרת הם יחשבו כרזרבה (למטרות אחרות ממכירה).
hr_hr: Konačno, potrebno je osigurati količinu dodajući: "Za prodaju" što znači da će ta količina biti dostupna u vašim trgovinama, inače će se smatrati rezerviranom (npr. za druge svrhe).

source: You must choose a warehouses before adding stock. See Stock/Warehouses.
da_dk: Du skal have lagersteder før du tilføjer lager. Se Lager/lagersteder
he_il: יש לבחור מחסן לפני הוספת מלאי. ראה מלאי/מחסנים.
hr_hr: Morate odabrati skladište prije dodavanja zalihe. Pogledajte Zalihe/Skladišta.

source: Moving the mouse cursor over the quantity and price fields will give you the details about the last stock movement.
da_dk: Ved at lade muse bevæge sig hen over felterne antal og pris, vil du kunne se detaljer om lagerbevægelserne.
he_il: מעבר סמן העכבר מעל שדה הכמות או המחיר נותן פרטים על העברת המלאי האחרונה.
hr_hr: Pomicanjem kursora miša iznad polja količine i cijene dati će vam detalje o zadnjim kretanjima zaliha.

source: Add a product to your stock.
da_dk: Tilføj en vare til dit lager.
he_il: הוסף מוצר למלאי
hr_hr: Dodaj proizvod na zalihu.

source: Quantity to add
da_dk: Antal at tilføje
he_il: כמות להוספה
hr_hr: Količina za dodati

source: Indicate the physical quantity of this product that you want to add.
da_dk: Angiv det fysiske antal af varen som du ønsker at tilføje.
he_il: מתייחס לכמות הממשית (בשונה ממוצר וירטואלי) של המוצר שברצונך להוסיף.
hr_hr: Navedite fizičku količinu tog proizvoda koji želite dodati.

source: Last physical quantity added: %s items (usable for sale: %s).
da_dk: Sidste fysiske antal tilføjet: %s emner (brugbar til salg: %s).
he_il: כמות ממשית אחרונה הוסיפה: %s פריטים (מתוכם זמינים למכירה: %s).
hr_hr: Zadnja fizička količina dodana: %s proizvoda (za prodaju: %s).

source: Usable for sale?
da_dk: Salgbare?
he_il: שימושי למכירה?
hr_hr: Iskoristivo za prodaju?

source: Is this quantity ready to be displayed in your shop, or is it reserved in the warehouse for other purposes?
da_dk: Er dette antal brugbart til salg i butikkerne, eller reserveret på lagerstedet til andre formål?
he_il: האם כמות זו מיועדת לשימוש במכירה, או שמורה במחסן לצרכים אחרים?
hr_hr: Je li ova količina iskoristiva za prodaju u trgovinama, ili rezervirana u skladištu za ostale svrhe?

source: Please select the warehouse that you'll be adding products to.
da_dk: Vælg det lagersted, hvortil du vil tilføje varen.
he_il: בחר את המחסן שברצונך להוסיף מוצרים למלאי שלו.
hr_hr: Odaberite skladište u koje želite dodati proizvod.

source: Unit purchase price or unit manufacturing cost for this product (tax excl.).
da_dk: Enhedsindkøbspris eller enhedsfremstillingspris for denne vare (ekskl. moms).
he_il: מחיר עלות של רכישת יחידה או יצור יחידה ממוצר זה (לא כולל מס).
hr_hr: Jedinična nabavna cijena ili cijena proizvođača za ovaj proizvod (bez PDV-a).

source: Last unit price (tax excl.): %s.
da_dk: Sidste enhedspris (ekskl. moms): %s.
he_il: מחיר יחידה אחרונה (לא כולל מס): %s.
hr_hr: Posljednja jedinična cijena (bez PDV-a): %s.

source: The currency associated to the product unit price.
da_dk: Den valuta, der er tilknyttet til varens stk. pris.
he_il: המטבע המקושר למחיר היחידה של המוצר
hr_hr: Valuta pridružena jediničnoj cijeni proizvoda

source: Label used in stock movements.
da_dk: Etiket, som bruges i lagerbevægelserne.
he_il: תווית לשימוש בעת העברת מלאי.
hr_hr: Oznaka koja se koristi u pomacima zalihe.

source: Add to stock
da_dk: Tilføj til lager
he_il: הוסף למלאי
hr_hr: Dodaj u zalihu

source: Remove the product from your stock.
da_dk: Fjern varen fra dit lager.
he_il: סלק מוצר מהמלאי
hr_hr: Ukloni proizvod iz zalihe

source: Quantity to remove
da_dk: Antal som skal fjernes
he_il: כמות להפחתה
hr_hr: Količina za ukloniti

source: Indicate the physical quantity of this product that you want to remove.
da_dk: Angiv det fysiske antal af varen som du ønsker at fjerne.
he_il: מתייחס לכמות הממשית (בשונה ממוצר וירטואלי) של המוצר שברצונך להפחית.
hr_hr: Navesti fizičku količinu proizvoda koji želite ukloniti.

source: Usable for sale
da_dk: Salgsbar
he_il: זמינים למכירה
hr_hr: Iskoristivo za prodaju

source: Do you want to remove this quantity from the usable quantity (yes) or the physical quantity (no)?
da_dk: Vil du fjerne dette antal fra det brugbare antal (Ja) eller det fysiske antal (Nej)?
he_il: האם ברצונך להסיר כמות זו מהכמות לשימוש (כן) או מהכמות הפיזית (לא) ?
hr_hr: Želite li ukloniti ovu količinu iz iskoristive količine (da) ili fizičke količine (ne)?

source: Select the warehouse you'd like to remove the product from.
da_dk: Vælg det lagersted, hvorfra du vil fjerne varen.
he_il: בחר את המחסן שממנו אתה רוצה להסיר את המוצר
hr_hr: Odaberite skladište iz kojeg želite ukloniti proizvod

source: Remove from stock
da_dk: Fjern fra lager
he_il: הסר מהמלאי
hr_hr: Ukloni iz zalihe

source: Transfer a product from one warehouse to another
da_dk: Overfør vare fra et lagersted til et andet
he_il: העבר מוצר ממחסן אחד לאחר
hr_hr: Prebaci proizvod iz jednog skladišta u drugo

source: Quantity to transfer
da_dk: Antal til overførsel
he_il: כמות להעברה
hr_hr: Količina za prijenos

source: Indicate the physical quantity of this product that you want to transfer.
da_dk: Angiv det fysiske antal af varen som du ønsker at overføre.
he_il: מתייחס לכמות הממשית (בשונה ממוצר וירטואלי) של המוצר שברצונך להעביר.
hr_hr: Navesti fizičku količinu proizvoda koji želite ukloniti.

source: Source warehouse
da_dk: Kilde lagersted
he_il: מחסן מקור
hr_hr: Izvorno skladište

source: Select the warehouse you'd like to transfer the product from.
da_dk: Vælg det lagersted, hvorfra du vil overføre varen.
he_il: בחר את המחסן שממנו אתה רוצה להעביר את המוצר.
hr_hr: Odaberite skladište iz kojeg želite prebaciti proizvod.

source: Is this product usable for sale in your source warehouse?
da_dk: Er denne vare brugbar til salg i dit kildelagersted?
he_il: האם מוצר זה שמיש למכירה במחסן המקור שלך?
hr_hr: Je li ovaj proizvod koristan za prodaju u svom izvornom skladištu?

source: Is this the usable quantity for sale?
da_dk: Er dette antal brugbart til salg?
he_il: האם זו כמות שימושית למכירה?
hr_hr: Je li ovo iskoristiva količina za prodaju?

source: Destination warehouse
da_dk: Lagersted for modtagelse
he_il: מחסן יעד
hr_hr: Odredišno skladište

source: Select the warehouse you'd like to transfer your product(s) to.
da_dk: Vælg den lagerbygning, hvortil du vil overføre varen (varerne).
hr_hr: Odaberite skladište u koje ćete prebaciti proizvod.

source: Is this product usable for sale in your destination warehouse?
da_dk: Er denne vare brugbar til salg i dit modtagerlagersted?
he_il: האם מוצר זה שמיש למכירה במחסן היעד שלך?
hr_hr: Da li je ovaj proizvod za prodaju u vašem odredišnom skladištu?

source: Do you want it to be for sale/usable?
da_dk: Ønsker du, at det skal være brugbart til salg?
he_il: האם להגדיר אותו כשימושי למכירה?
hr_hr: Dali želite da bude za prodaju?

source: Transfer
da_dk: Overfør
he_il: העבר
hr_hr: Prebaci

source: Stock: Add a product
da_dk: Lager: Tilføj en vare
he_il: מלאי: הוסף מוצר
hr_hr: Zaliha: Dodaj proizvod

source: Stock: Remove a product
da_dk: Lager: Fjern en vare
he_il: מלאי: הסר מוצר
hr_hr: Zaliha: Ukloni proizvod

source: Stock: Transfer a product
da_dk: Lager: Flyt en vare
he_il: מלאי: העבר מוצר
hr_hr: Zaliha: Prebaci proizvod

source: Quantitity total for all warehouses.
da_dk: Total antal for alle lagersteder.
he_il: סכום של כמויות לכל המחסנים
hr_hr: Zbroj količina za sva skladišta

source: Add stock
da_dk: Tilføj lager
he_il: הוסף מלאי
hr_hr: Dodaj zalihu

source: Remove stock
da_dk: Fjern lager
he_il: הסר מלאי
hr_hr: Ukloni zalihu

source: Transfer stock
da_dk: Overfør lager
he_il: העבר מלאי
hr_hr: Prebaci zalihu

source: N/A
da_dk: Ikke til rådighed
he_il: לא זמין

source: Name:
da_dk: Navn:
he_il: שם:
hr_hr: Naziv:

source: Stock
da_dk: Lager
he_il: מלאי
hr_hr: Zalika

source: General information
da_dk: Generel information
he_il: מידע כללי
hr_hr: Općenite informacije

source: Manager:
da_dk: Leder:
hr_hr: Upravitelj:

source: Country:
da_dk: Land:
hr_hr: Država:

source: Phone:
da_dk: Telefon:
he_il: טלפון:
hr_hr: Telefon:

source: Management type:
da_dk: Ledelsestype:
hr_hr: Tip upravljanja:

source: Valuation currency:
da_dk: Vurderingsvaluta:
hr_hr: Vrednovanje valuta:

source: Product references:
da_dk: Varereferencer:
hr_hr: Referenca proizvoda:

source: Physical product quantities:
da_dk: Fysiske varemængder:
hr_hr: Količine fizičkih proizvoda:

source: Stock valuation:
da_dk: Lagervurdring:
hr_hr: Vrednovanje zalihe:

source: Shops
da_dk: Butikker
he_il: חנויות
hr_hr: Trgovine

source: The following are the shops associated with this warehouse.
da_dk: De følgende, er de butikker, der er tilknyttet dette lagersted.
he_il: להלן חנויות הקשורות למחסן הזה.
hr_hr: Slijede trgovine povezane s ovim skladištem

source: Currently there is no shop associated with this warehouse.
da_dk: Der er på nuværende tidspunkt ikke tilknyttet en butik til dette varehus.
he_il: אין חנויות המקושרות למחסן זה.
hr_hr: Trenutno ne postoji trgovina povezana s ovim skladištem.

source: See products details
da_dk: Se produktdetaljer
he_il: הצג פירוט מוצרים
hr_hr: Vidi detalje proizvoda

source: History
da_dk: Historik
he_il: היסטוריה
hr_hr: Povijest

source: See warehouse's activity details
da_dk: Se varehusets aktivitetsdetaljer
he_il: הצג פרטי פעילות מחסן
hr_hr: Pogledajte pojedinosti o aktivnostima skladišta

source: This warehouse does not exist.
da_dk: Dette lagersted eksisterer ikke.
he_il: מחסן זה אינו קיים
hr_hr: Ovo skladište ne postoji

source: Supplier
da_dk: Leverandør
he_il: ספק
hr_hr: Dobavljač

source: Features
da_dk: Egenskaber
he_il: תכונות
hr_hr: Značajke

source: Conditions
da_dk: Betingelser
he_il: תנאים
hr_hr: Stanja

source: Attributes
da_dk: Egenskaber
he_il: מאפיינים
hr_hr: Atributi

source: Category
da_dk: Kategori
he_il: קטגוריה
hr_hr: Kategorija

source: Attribute
da_dk: Egenskab
he_il: מאפיין
hr_hr: Atribut

source: Feature
da_dk: Funktion
he_il: מאפיין
hr_hr: Značajka

source: Add a new condition group
da_dk: Tilføj en ny betingelsesgruppe
he_il: הוסף קבוצת תנאי חדש
hr_hr: Dodajte novu grupu stanja

source: Add condition
da_dk: Tilføj betingelse
he_il: הוסף תנאי
hr_hr: Dodaj stanje

source: Brand
da_dk: Mærker
he_il: מותג
hr_hr: Marka

source: OR
da_dk: ELLER
he_il: או
hr_hr: ILI

source: Condition group
da_dk: Betingelsesgruppe
he_il: קבוצת תנאי
hr_hr: Grupa stanja

source: AND
da_dk: OG
he_il: וגם
hr_hr: I

source: Order information
da_dk: Ordreoplysninger
he_il: פרטי ההזמנה
hr_hr: Informacije o narudžbi

source: Customer information
da_dk: Kundeinformation
he_il: פרטי לקוח
hr_hr: Informacije o kupcu

source: Account registration date:
da_dk: Dato for kontoregistrering:
hr_hr: Datum registracije računa:

source: Valid orders placed:
da_dk: Gyldige ordrer afgivet:
hr_hr: Važeće narudžbe:

source: Total spent since registration:
da_dk: Brugt i alt siden registrering:
hr_hr: Ukupno potrošeno od registracije:

source: Guest not registered
da_dk: Gæst ikke registreret
he_il: אורח לא רשום
hr_hr: Neregistrirani gost

source: Order #%d
da_dk: Ordre #%d
he_il: הזמנה #%d
hr_hr: Narudžba br. %d

source: Made on:
da_dk: Fremstillet den:
hr_hr: Napravljeno:

source: No order was created from this cart.
da_dk: Ingen ordre oprettet fra denne kurv.
he_il: לא בוצעה הזמנה מעגלה זו
hr_hr: Nema narudžbi iz ove košarice.

source: Create an order from this cart.
da_dk: Opret en ordre fra denne kurv.
he_il: הוסף כלל לגבי
hr_hr: Kreiraj narudžbu iz ove košarice

source: Cart summary
da_dk: Kurv resumé
he_il: סיכום העגלה
hr_hr: Pregled košarice

source: Text #
da_dk: Tekst #
he_il: טקסט#
hr_hr: Tekst #

source: Total cost of products:
da_dk: Samlet pris for varer:
hr_hr: Ukupni troškovi proizvoda:

source: Total value of vouchers:
da_dk: Samlet værdi for rabatkuponer:
hr_hr: Ukupna vrijednost vouchera:

source: Total cost of gift wrapping:
da_dk: Samlet pris for gavepapir:
hr_hr: Ukupno poklon-omot:

source: Total cost of shipping:
da_dk: Samlet pris for forsendelse:
hr_hr: Ukupno dostava:

source: For this particular customer group, prices are displayed as:
da_dk: For denne bestemte kundegruppe vises priser som:
hr_hr: Za ovu grupu kupaca, cijena se prikazuje kao:

source: Update selected items?
da_dk: Opdater valgte enheder?
he_il: עדכן פריטים נבחרים?
hr_hr: Ažuriraj označene stavke?

source: Update selected items
da_dk: Opdater valgte emner
he_il: עדכן פריטים נבחרים
hr_hr: Ažuriraj označene stavke

source: Back
da_dk: Tilbage
he_il: חזרה
hr_hr: Natrag

source: Do you want to install this module that could not be verified by PrestaShop?
da_dk: Vil du installere dette modul der ikke kunne verificeres af PrestaShop?
he_il: האם ברצונך להתקין מודול זה אשר לא יכל להיות מאומת על ידי PrestaShop?
hr_hr: Da li želite instalirati ovaj modul koji nije potvrđen od PrestaShop-a?

source: Since you may not have downloaded this module from PrestaShop Addons, we cannot assert that the module is not adding some undisclosed functionalities. We advise you to install it only if you trust the source of the content.
da_dk: Da du eventuelt ikke har downloadet dette modul fra PrestaShop Addons, kan vi ikke garantere, at modulet ikke tilføjer nogle ukendte funktioner. Vi råder dig til kun at installere det, hvis du har tillid til indholdets kilde.
he_il: מכיוון שלא שהורדת מודול זה מPrestaShop Addons, אנחנו לא יכולים לטעון כי המודול לא הוסיף כמה פונקציות שלא פורסמו. אנו ממליצים לך להתקין אותו רק אם אתה נותן אמון במקור של התוכן.
hr_hr: Pošto niste preuzeli ovaj modul sa PrestaShop Addons, ne možemo biti sigurni da modulu nisu dodane neke neobjavljene funkcije. Savjetujemo vam da instalirate ovaj modul samo ako vjerujete proizvođaču ovog modula.

source: What's the risk?
da_dk: Hvad er risikoen?
he_il: מה הסיכון?
hr_hr: Kakav je rizik?

source: Am I at Risk?
da_dk: Er jeg i fare?
hr_hr: Jesam li ja u riziku?

source: A module that hasn't been verified may be dangerous and could add hidden functionalities like backdoors, ads, hidden links, spam, etc. Don’t worry, this alert is simply a warning.
da_dk: Et modul, som ikke er blevet bekræftet, kan være farligt og kan tilføje skjulte funktioner såsom bagdøre, reklamer, skjulte links, spam osv. Ingen grund til bekymring, denne meddelelse er blot en advarsel.
hr_hr: Modul koji nije potvrđen može biti opasan i može imati skrivene funkcije kao što su backdoors, reklame, skrivene linkove, spam, itd. Ne brinite, ovo je samo upozorenje.

source: PrestaShop, being an open-source software, has an awesome community with a long history of developing and sharing high quality modules. Before installing this module, making sure its author is a known community member is always a good idea (by checking [1]our forum[/1] for instance).
da_dk: PrestaShop, som er en open source-software, har et formidabelt fællesskab med en lang historie med at udvikle og dele moduler af høj kvalitet. Inden du installerer dette modul, er det altid en god idé at sørge for, at dets forfatter er et kendt fællesskabsmedlem (ved for eksempel at besøge [1]vores forum[/1]).
hr_hr: PrestaShop, kao open-source softver, ima odličnu zajednicu sa dugom tradicijom u razvoju i dijeljenju visoko kvalitetnih modula. Prije instaliranja ovog modula, dobra ideja je da provjerite da je autor ovog modula poznati član zajednice (provjerom na [1]forumu[/1]).

source: If you trust or find the author of this module to be an active community member, you can proceed with the installation.
da_dk: Hvis du har tillid til eller finder ud af, at dette moduls forfatter er et aktivt medlem af fællesskabet, kan du fortsætte med installationen.
he_il: אם אתה בוטח ביוצר המודול או שגילית שהוא חבר פעיל בקהילה, אתה יכול להמשיך עם ההתקנה.
hr_hr: Ako vjerujete ili ste pronašli da je autora ovog modula aktivan član zajednice, možete nastaviti sa instalacijom.

source: Otherwise you can look for similar modules on the official marketplace. [1]Click here to browse PrestaShop Addons[/1].
da_dk: Ellers kan du kigge efter lignende moduler på den officielle markedsplads. [1]Klik her for at gennemse PrestaShop Addons[/1].
he_il: אחרת אתה יכול לחפש מודולים דומים בשוק הרשמי. [1] לחץ כאן כדי לעיין בPrestaShop Addons [/1].
hr_hr: Inače možete potražiti sličan modul na službenom tržištu. [1]Kliknite ovdje za pregled PrestaShop Addons[/1].

source: Module
da_dk: Modul
he_il: מודול
hr_hr: Modul

source: Modify translations
da_dk: Ændre oversættelser
he_il: שנה תרגומים
hr_hr: Izmijeni prijevode

source: Select your module
da_dk: Vælg et modul
hr_hr: Odaberite svoj modul

source: Apache mod_security is activated on your server. This could result in some Bad Request errors
da_dk: Apache mod_security er aktiveret på din server. Dette kan medføre fejl vedrørende Forkert anmodning
he_il: מצב אבטחה (Apache mod_security) מופעל בשרת שלך. זה עלול לגרום לשגיאות מסוג בקשה לא תקינה (Bad Request)
hr_hr: Apache mod_security se aktivira na vašem poslužitelju. To bi moglo dovesti do neke pogreške

source: Warning! Your hosting provider is using the Suhosin patch for PHP, which limits the maximum number of fields allowed in a form:
da_dk: Advarsel: Dit WEB-hotel bruger Suhosin patch til PHP. Dette begrænser det maksimale antal af felter, der kan gemmes i en formular:
he_il: אזהרה, השרת משתמש בטלאי suhosin ל PHP, דבר זה מגביל את מספר השדות בטופס:
hr_hr: Pažnja, Vaš dobavljač hosting usluga koristi suhoshin zakrpu za PHP, što ograničava maksimalni broj polja za slanje u formularu:

source: Please ask your hosting provider to increase the Suhosin limit to
da_dk: Kontakt venligst dit WEB-hotel og bed dem øge Suhosin grænsen til
he_il: נא בקש מספק האחסון שלך להגדיל את מגבלת suhosin post ובקש ממנו מגבלה של
hr_hr: Molimo zatražite od Vašeg dobavljača hosting usluga da poveća suhosin post i request ograničenje na

source: Warning! Your PHP configuration limits the maximum number of fields allowed in a form:
da_dk: Advarsel: Din PHP konfiguration begrænser det maksimale antal af felter i en formular
he_il: אזהרה, תצורת PHP שלך מגבילה את המספר המרבי של שדות כדי לכתוב בטופס
hr_hr: Upozorenje, Vaša PHP konfiguracija ograničuje maksimalni broj polja za slanje u formularu

source: Please ask your hosting provider to increase this limit to
da_dk: Anmod venligst dit WEB-hotel om at øge denne begrænsning til
he_il: יש לבקש מספק האחסון שלך להגדיל מגבלה הזו לערך של
hr_hr: Zatražite od Vašeg hosting dobavljača da poveća ovo ograničenje na barem

source: Expressions to translate:
da_dk: Udtryk, der skal oversættes:
hr_hr: Izrazi za prevođenje:

source: Total missing expressions:
da_dk: Manglende udtryk i alt:
hr_hr: Ukupno nedostaju izrazi:

source: Some of these expressions use this special syntax: %s.
da_dk: Nogle af disse udtryk bruger syntaksen: %s.
he_il: חלק מביטויים אלה משתמשים בתחביר מיוחד זה: %s.
hr_hr: Neki od tih izraza koriste ovu posebnu sintaksu: %s.

source: There are [1]%replace%[/1] products
da_dk: Der er [1]%replace%[/1] varer
hr_hr: Postoji [1]%replace%[/1] proizvoda

source: %s" will be replaced by a number.
da_dk: %s" vil blive erstattet af et tal.
hr_hr: "%s" će biti zamijenjen brojem.

source: List of pages in [1]%replace%[/1]
da_dk: Liste med sider i [1]%replace%[/1]
hr_hr: Popis stranica u [1]%replace%[/1]

source: %s" will be replaced by a string.
da_dk: %s" vil blive erstattet af en streng.
hr_hr: "%s" biti će zamjenjeno stringom.

source: Feature: [1]%1%[/1] ([1]%2%[/1] values)
da_dk: Funktion: [1]%1%[/1] ([1]%2%[/1] værdier)
hr_hr: Svojstvo: [1]%1%[/1] ([1]%2%[/1] vrijednosti)

source: The numbers enable you to reorder the variables when necessary.
da_dk: Numrene gør det muligt at genbestille variablerne, hvis det er nødvendigt.
he_il: המספרים מאפשרים לך לשנות את סדר המשתנים בעת הצורך.
hr_hr: Brojevi vam omogućuju da preuredite varijable kada je to potrebno.

source: This expression uses a special syntax:
da_dk: Dette udtryk bruger en særlig syntax:
hr_hr: Ovaj izraz koristi posebnu sintaksu:

source: %s at least, or you will have to edit the translation files.
da_dk: %s som minimum, ellers skal du redigere oversættelses filerne.
he_il: לפחות %s , או שתצטרך לערוך את קבצי התרגום.
hr_hr: %s najmanje, ili želite urediti datoteke prijevoda.

source: Click on the title of a section to open its fieldsets.
da_dk: Klik på en titel af en sektion for at åbne indstillinger.
he_il: לחץ על הכותרת של סעיף כדי לפתוח את רשימת השדות שלו.
hr_hr: Kliknite na naslov sekcije za otvaranje seta polja.

source: You MUST use this syntax in your translations. Here are several examples:
da_dk: Du SKAL anvende denne syntaks i dine oversættelser. Her er flere eksempler:
hr_hr: Morate koristiti ovu sintaksu u Vašim prijevodima. Ovdje je nekoliko primjera:

source: expressions
da_dk: udtryk
he_il: ביטויים
hr_hr: izrazi

source: Theme:
da_dk: Tema:
hr_hr: Tema:

source: Module:
da_dk: Modul:
hr_hr: Modul:

source: Here you can modify translations for all installed module.
da_dk: Her kan du ændre oversættelsen for alle installerede moduler.
hr_hr: Ovdje možete izmijeniti prijevode za sve instalirane module.

source: Location
da_dk: Placering
he_il: מיקום/אתר
hr_hr: Lokacija

source: Reference number:
da_dk: Referencenummer:
hr_hr: Referentni broj:

source: Supplier reference:
da_dk: Leverandørreference:
hr_hr: Referenca dobavljača:

source: tax excl.
da_dk: ekskl. moms
he_il: לא כולל מיסים
hr_hr: bez PDV-a

source: tax incl.
da_dk: inkl. moms
he_il: כולל מיסים
hr_hr: s PDV-om

source: %s (%s refund)
da_dk: %s (%s refunderet)
hr_hr: %s (%s povrat)

source: Quantity:
da_dk: Antal:
hr_hr: Količina:

source: Amount:
da_dk: Beløb:
he_il: סכום:
hr_hr: Iznos:

source: Package content
da_dk: Pakkens indhold
hr_hr: Sadržaj stranice

source: Editing this product line will remove the reduction and base price.
da_dk: Redigering af denne varelinje vil fjerne reduktionen og basisprisen.
hr_hr: Uređivanje ove linije proizvoda će ukloniti početnu cijenu i popuste.

source: Refund history
da_dk: Tilbagebetalingshistorik
he_il: היסטורית החזר כספי
hr_hr: Povijest povrata novca
