Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.1/*/messages.*.xlf
Languages: da_dk, he_il, hr_hr

source: You are editing this page for a specific shop or group. Click "Yes" to check all fields, "No" to uncheck all.
da_dk: Du er i gang med at redigere denne side til en bestemt butik eller gruppe. Klik på "Ja" for at markere alle felter, eller klik på "Nej" for at fjerne markeringen af alle felter.
he_il: אתה עורך את הדף הזה עבור חנות ספציפית או עבור קבוצת קנייה מסוימת. לחץ "כן" עבור סימון כל השדות , "לא" על מנת לא לסמן אף שדה
hr_hr: Vi uređujete ovu stranicu za specifičnu trgovinu ili grupu. Kliknite "Da" da označite sva polja, "Ne" da uklonite sve oznake.

source: If you check a field, change its value, and save, the multistore behavior will not apply to this shop (or group), for this particular parameter.
da_dk: Hvis du markerer et felt, ændrer dets værdi og gemmer det, vil butikskædefunktionen ikke gælde for denne butik (eller gruppe) for dette bestemte parameter.
he_il: אם אתה מסמן את השדה , משנה את הערך שלו ומבצע שמירה, כל שאר החנויות לא יתעדכנו לפי השדה הספציפי הזה
hr_hr: Ako označite polje, promijenite vrijednost, i spremite, više trgovina neće to primijeniti na ovu trgovinu (ili grupu), za te konkretne parametre.

source: You can't change the value of this configuration field in the context of this shop.
da_dk: Du kan ikke ændre værdien af konfigurationen af dette felt i forbindelse med denne butik.
he_il: אתה לא יכול לשנות את הערך של שדה בתצורה זו בהקשר של חנות זו
hr_hr: Ne možete promijeniti vrijednost ovog polja u kontekstu ove trgovine

source: Page
da_dk: Side
he_il: דף
hr_hr: Stranica

source: Comment:
da_dk: Kommentar:
he_il: הביקורת שלך:
hr_hr: Komentar:

source: -- Choose --
da_dk: -- Vælg --
he_il: ---בחר---
hr_hr: -- Odaberite --

source: Forward this discussion
da_dk: Videresend denne diskussion
he_il: העבר דיון זה
hr_hr: Proslijedi ovu raspravu

source: Forward this discussion to an employee:
da_dk: Videresend denne diskussion til en medarbejder:
hr_hr: Proslijedi ovu raspravu djelatniku:

source: Someone else
da_dk: En anden
he_il: מישהו אחר
hr_hr: Netko drugi

source: Forward
da_dk: Fremad
he_il: העבר
hr_hr: Naprijed

source: Achievements
da_dk: Præstationer
he_il: הישגים
hr_hr: Postignuća

source: 1. Beginner
da_dk: 1. Begynder
he_il: 1. מתחיל
hr_hr: 1. Početnik

source: 3. Expert
da_dk: 3. Ekspert
he_il: 3. מומחה
hr_hr: 3. Ekspert

source: 4. Wizard
da_dk: 4. Troldmand
he_il: 4. אשף
hr_hr: 4. Čarobnjak

source: 6. Legend
da_dk: 6. Legende
he_il: 6. אגדה
hr_hr: 6. Legenda

source: Advertising and Marketing
da_dk: Annoncering og markedsføring
he_il: פרסום ושיווק
hr_hr: Oglašavanje i marketing

source: Analytics and Stats
da_dk: Analyse og statistikker
he_il: ניתוח וסטטיסטיקה
hr_hr: Analitika i Statistika

source: Taxes & Invoicing
da_dk: Moms og fakturering
he_il: מיסים וחשבוניות
hr_hr: Porezi i fakturiranje

source: Checkout
da_dk: Betaling
he_il: סיום קניה
hr_hr: Blagajna

source: Content Management
da_dk: Indholdsredigering
he_il: ניהול תוכן
hr_hr: Upravljanje sadržajem

source: Customer Reviews
da_dk: Kundeanmeldelser
he_il: חוות דעת של לקוחות
hr_hr: Komentari kupaca

source: Front office Features
da_dk: Front office funktioner
hr_hr: Značajke naslovnice

source: Internationalization and Localization
da_dk: l18n og lokalisering
he_il: בינלאומי ולוקליזציה
hr_hr: Internacionalizacija i lokalizacija

source: Merchandising
da_dk: Reklamemateriale
he_il: מוצרים שיווקים (נועדו לפרסם את האתר שלך ולקדם מכירות).
hr_hr: Poznavanje roba

source: Migration Tools
da_dk: Migreringsværktøjer
he_il: כלי יבוא-יצוא
hr_hr: Alati za migraciju

source: Payments and Gateways
da_dk: Betalinger og betalingsgateways
he_il: תשלומים ואמצעי תשלום (Gateways)
hr_hr: Plaćanja i pristupnici

source: Site certification & Fraud prevention
da_dk: Certificering af shop og beskyttelse mod svindel
he_il: הסמכת אתר ומניעת הונאה
hr_hr: Certifikat stranice i prevencije od prevara

source: Pricing and Promotion
da_dk: Priser og salgsfremstød
he_il: תמחור וקידום מכירות
hr_hr: Cijene i promocije

source: Quick / Bulk update
da_dk: Hurtig / masseopdater
he_il: עדכון מהיר / כולל
hr_hr: Brzo / Skupno ažuriranje

source: Shipping and Logistics
da_dk: Forsendelse og logistik
he_il: משלוח ולוגיסטיקה
hr_hr: Dostava i logistika

source: Slideshows
da_dk: Diashows
he_il: מצגות
hr_hr: Prezentacije

source: Comparison site & Feed management
da_dk: Sammenligningssider og håndtering af feeds
he_il: השוואת אתרים וניהול הזרמות מידע
hr_hr: Usporedba stranica i upravljanje Feedovima

source: Marketplace
da_dk: Markedsplads
he_il: מיקום (Market Place)
hr_hr: Tržnica

source: Mobile
da_dk: Mobiltelefon
he_il: נייד
hr_hr: Mobilno

source: Dashboard
da_dk: Kontrolpanel
he_il: לוח מחוונים
hr_hr: Nadzorna ploča

source: Internationalization & Localization
da_dk: Internationalisering & lokalisering
he_il: הגדרות בינלאומיות ומקומיות (לוקליזציה)
hr_hr: Internacionalizacija i lokalizacija

source: Emailing & SMS
da_dk: E-mail & SMS
he_il: דואר אלקטורני והודעות סמס
hr_hr: Emailing i SMS

source: Social Networks
da_dk: Sociale netværk
he_il: רשתות חברתיות
hr_hr: Društvene mreže

source: Social & Community
da_dk: Social & Forum
he_il: חברה וקהילה

source: Modules to update
da_dk: Moduler der skal opdateres
he_il: מודולים לעדכון
hr_hr: Moduli za ažuriranje

source: Translate this module
da_dk: Oversæt dette modul
he_il: תרגם את המודול
hr_hr: Prevedite ovaj modul

source: This module cannot be installed
da_dk: Dette modul kan ikke installeres
he_il: לא ניתן להתקין מודול זה
hr_hr: Ovaj modul ne može biti instaliran

source: Important Notice
da_dk: Vigtig bemærkning
he_il: הודעה חשובה
hr_hr: Važna obavijest

source: This module is Untrusted for your country
da_dk: Dette modul er ikke troværdigt i dit land
he_il: מודול זה אינו בטוח לשימוש במדינה שלך
hr_hr: Ovaj modul je nepouzdan za vašu zemlju

source: Current version: %s
da_dk: Aktuel version: %s
he_il: גרסה נוכחית: %s
hr_hr: Trenutna verzija: %s

source: All modules updated successfully.
da_dk: Alle moduler blev opdateret.
he_il: כל המודולים עודכנו בהצלחה.
hr_hr: Svi moduli uspješno nadograđeni.

source: No file upgrades applied (none exist).
da_dk: Ingen filopgraderinger anvendes (ingen findes).
he_il: לא בוצעו שידרוגי קבצים (לא קיימים כאלה)
hr_hr: Nije primijenjena nadogradnja datoteka (ne postoji niti jedna)

source: The following module(s) were upgraded successfully: %s.
da_dk: De(t) følgende modul(er) blev opgraderet: %s.
he_il: שדרוג מוצלח של המודול(ים): %s.
hr_hr: Slijedeći moduli su uspješno ažurirani: %s.

source: Everything is up-to-date
da_dk: Alt er opdateret
he_il: כל הקבצים מעודכנים לגירסה האחרונה
hr_hr: Sve je najnovije

source: Other Modules
da_dk: Andre moduler
he_il: מודולים אחרים
hr_hr: Ostali moduli

source: Installed Modules
da_dk: Installerede moduler
he_il: מודולים מותקנים
hr_hr: Instalirani moduli

source: Disabled Modules
da_dk: Deaktiverede moduler
he_il: מודולים לא פעילים
hr_hr: Onemogućeni moduli

source: All countries
da_dk: Alle lande
he_il: כל הארצות
hr_hr: Sve države

source: Filter by
da_dk: Filtrér efter
he_il: סנן לפי
hr_hr: Filter od

source: Installed & Not Installed
da_dk: Installerede og ikke installerede
he_il: מותקנים ולא מותקנים
hr_hr: Instalirani i neinstalirani

source: Modules Not Installed
da_dk: Moduler er ikke installeret
hr_hr: Neinstalirani moduli

source: Enabled & Disabled
da_dk: Aktiverede og deaktiverede
he_il: פעילים ולא פעילים
hr_hr: Omogućeni i onemogućeni

source: Enabled Modules
da_dk: Aktiverede moduler
he_il: מודולים פעילים
hr_hr: Omogućeni moduli

source: Authors
da_dk: Forfattere
he_il: מחברים
hr_hr: Autori

source: All Modules
da_dk: Alle moduler
he_il: כל המודולים
hr_hr: Svi moduli

source: Free Modules
da_dk: Gratis moduler
he_il: מודולים חינם
hr_hr: Besplatni moduli

source: Partner Modules (Free)
da_dk: Partner Moduler (Gratis)
he_il: מודולים של שותפים (חינמיים)
hr_hr: Partnerski moduli (besplatni)

source: Must Have
da_dk: Anbefales
he_il: מומלץ
hr_hr: Morate imati

source: Modules purchased on Addons
da_dk: Moduler købt hos Addons
he_il: המודולים שנרכשו באתר התוספים Prestashop Addons
hr_hr: Moduli kupljeni u Dodacima

source: All authors
da_dk: Alle forfattere
hr_hr: Svi autori

source: Current country:
da_dk: Aktuelt land:
hr_hr: Trenutna zemlja:

source: Module not found
da_dk: Modul ikke fundet
he_il: לא נמצא מודול
hr_hr: Modul nije pronađen

source: Please select a module from the left column.
da_dk: Vælg venligst et modul i venstre kolonne.
he_il: בחר מודול מהעמודה
hr_hr: Molimo odaberite modul iz lijevog stupca.

source: None
da_dk: Ingen
he_il: ללא
hr_hr: Ništa

source: Tax excluded
da_dk: Ekskl. moms
he_il: לא כולל מס
hr_hr: bez PDV-a

source: Tax included
da_dk: Inkl. moms
he_il: כולל מס
hr_hr: s PDV-om

source: Discount:
da_dk: Rabat:
hr_hr: Popust:

source: Discount: %.2f%%
da_dk: Rabat: %.2f%%
he_il: הנחה: %.2f%%
hr_hr: Popust: %.2f%%

source: Group information
da_dk: Gruppeinformation
he_il: נתוני קבוצה
hr_hr: Skupne informacije

source: Price display method:
da_dk: Prisvisningsmetode:
hr_hr: Način prikaza cijene:

source: Show prices:
da_dk: Vis priser:
hr_hr: Prikaži cijene:

source: Current category discount
da_dk: Nuværende rabatkategori
he_il: הנחה לקטגוריה נוכחית
hr_hr: Trenutni popust kategorije

source: Members of this customer group
da_dk: Kundemedlemmer i denne grupper
he_il: לקוחות החברים בקבוצה זו
hr_hr: Članovi ove grupe kupaca

source: Limited to the first 100 customers.
da_dk: Begrænset til de første 100 kunder.
he_il: מוגבל ל- 100 הלקוחות הראשונים.
hr_hr: Ograničen na prvih 100 kupaca.

source: Please use filters to narrow your search.
da_dk: Brug filtre til at begrænse din søgning.
he_il: השתמש במסנן לצמצום החיפוש
hr_hr: Molimo koristite filtar kako bi suzili pretraživanje.

source: Update successful
da_dk: Opdatering succesfuld
he_il: העדכון בוצע בהצלחה
hr_hr: Uspješno ažurirano

source: Total:
da_dk: I alt:
he_il: סיכום כולל
hr_hr: Ukupno:

source: View this order
da_dk: Vis denne ordre
he_il: הצג הזמנה זו
hr_hr: Vidi ovu narudžbu

source: Search for a product
da_dk: Søg en vare
he_il: חפש מוצר
hr_hr: Traži proizvod

source: From:
da_dk: Fra:
he_il: מ
hr_hr: Od:

source: This field will be modified for all your shops.
da_dk: Dette felt ændres for alle dine butikker.
he_il: שדה זה יהיה שונה עבור כל החנויות שלך.
hr_hr: Ovo polje će se mijenjati za sve vaše trgovine.

source: This field will be modified for all shops in this shop group:
da_dk: Dette felt vil blive ændret for alle butikker i denne butiksgruppe:
hr_hr: Ovo polje će se mijenjati za sve trgovine u ovoj skupini trgovina:

source: This field will be modified for this shop:
da_dk: Dette felt vil blive ændret for denne butik:
hr_hr: Ovo polje će se mijenjati za ove trgovine:

source: A new order has been placed on your shop.
da_dk: En ny ordre er blevet placeret i din butik.
he_il: הזמנה חדשה הוכנסה בחנות שלך.
hr_hr: Nova narudžba je izvršena u Vašoj trgovini

source: Order number:
da_dk: Ordrenummer:
hr_hr: Broj narudžbe:

source: A new customer registered on your shop.
da_dk: En ny kunde er registreret i din butik.
he_il: לקוח חדש נרשם בחנות שלך.
hr_hr: Novi kupac se registrirao u Vašoj trgovini

source: A new message was posted on your shop.
da_dk: En ny besked i din butik.
he_il: הודעה חדשה פורסמה בחנותך.
hr_hr: Nova poruka je napisana u vašoj trgovini.

source: Read this message
da_dk: Læs denne besked
he_il: קרא הודעה
hr_hr: Pročitaj ovu poruku

source: Choose language
da_dk: Vælg sprog
he_il: בחר שפה
hr_hr: Odaberite jezik

source: PrestaShop was unable to log in to Addons. Please check your credentials and your Internet connection.
da_dk: PrestaShop kunne ikke logge ind på Addons. Kontroller venligst dine oplysninger og din internetforbindelse.
he_il: פרסטהשופ לא יכולה להתחבר לאתר התוספות , אנא בדוק את ההרשאות שלך ואת חיבור האינטרנט שלך.
hr_hr: PrestaShop nije u mogućnosti prijaviti se u Dodatke, molimo provjerite vaše vjerodajnice i internet vezu.

source: Customer name:
da_dk: Kundenavn:
hr_hr: Naziv kupca:

source: Yes
da_dk: Ja
he_il: כן
hr_hr: Da

source: No
da_dk: Nej
he_il: לא
hr_hr: Ne

source: Indexing
da_dk: Indekserer
he_il: מפתוח (Indexing)
hr_hr: Indeksiranje

source: There is a huge quantity of data, so each connection corresponding to a referrer is indexed. You can also refresh this index by clicking the "Refresh index" button. This process may take a while, and it's only needed if you modified or added a referrer, or if you want changes to be retroactive.
da_dk: Der er en enorm mængde af data, så hver forbindelse, der svarer til en henvisning, bliver indekseret. Du kan opdatere dette indeks ved at klikke på knappen nedenfor. Vær opmærksom på, at det kan tage lang tid, og det kun er nødvendigt, hvis du enten ændrer eller tilføjer en henvisning, eller ønsker dine ændringer med tilbagevirkende kraft.
he_il: יש כמות עצומה של נתונים, ולכן כל חיבור מקביל מפנה לאינדקס. ניתן לרענן אינדקס זה על ידי לחיצה על הכפתור. תהיה מודע לכך שזה עלול לקחת זמן רב והוא נחוץ רק אם ערכת או הוספת 'מפנה' ואם אתה רוצה שהשינויים יהיו רטרואקטיביים.
hr_hr: To je ogromna količina podataka, svaka veza koja odgovara preporuci je indeksirana. Možete također osvježiti taj indeks klikom na gumb "Osvježi indeks". Taj proces može trajati neko vrijeme, i potrebno je samo ako mijenjate ili dodajete preporuke, ili ako želite da promjene budu retroaktivne.

source: Refresh index
da_dk: Opdater indeks
he_il: רענן מפתוח
hr_hr: Osvježi indeks

source: Your data is cached in order to sort it and filter it. You can refresh the cache by clicking on the "Refresh cache" button.
da_dk: Dine data bliver gemt for at sortere og filtrere dem. Du kan opdatere cachelageret ved at klikke på knappen "Opdater cachelager".
he_il: הנתונים שלך נאגרים במטמון כדי למיין אותו ולסנן אותו. ניתן לרענן את המטמון בלחיצה על הכפתור "רענן מטמון".
hr_hr: Vaši podaci su u predmemoriji kako bi se sortirali i filtrirali. Možete osvježiti predmemoriju klikom na gumb "Osvježi predmemoriju".

source: Refresh cache
da_dk: Opdater cache
he_il: רענן מטמון
hr_hr: Osvježi predmemoriju

source: Direct traffic can be quite resource-intensive. You should consider enabling it only if you have a strong need for it.
da_dk: Direkte trafik kræver mange ressourcer. Du bør kun slå dette til, hvis du har en hurtig databaseserver og et stort behov for funktionen.
he_il: מעקב תנועה ישיר דורש הרבה משאבים. יש לאפשר אותה רק במקרי הצורך.
hr_hr: Izravni promet može opteretiti resurse servera. Omogućite samo ako imate snažni server i veliku potrebu za time.

source: Save direct traffic?
da_dk: Gem direkte trafik?
he_il: שמור תנועה ישירה
hr_hr: Spremi izravni promet

source: Exclude taxes in sales total?
da_dk: Skal det samlede salgsbeløb være uden moms?
hr_hr: Isključuje poreze u ukupnoj prodaji?

source: Exclude shipping in sales total?
da_dk: Skal det samlede salgsbeløb være uden forsendelse?
hr_hr: Isključuje dostavu u ukupnoj prodaji?

source: The module '%s' must be activated and configurated in order to have all the statistics
da_dk: Modulet "%s" skal være aktiveret og konfigureret for at få vist alle statistikker
he_il: המודול '%s' חייב להיות מופעל ומוגדר כדי לקבל את כל הנתונים הסטטיסטיים
hr_hr: Modul '%s' mora biti aktiviran i podešen kako bi imali sve statističke podatke

source: Statistics
da_dk: Statistikker
he_il: סטטיסטיקה
hr_hr: Satatistike

source: Filter by product:
da_dk: Filtrer efter vare:
hr_hr: Filter po proizvodu:

source: Save and stay
da_dk: Gem og bliv
he_il: שמור והישאר
hr_hr: Spremi i ostani

source: Supply order status
da_dk: Forsyningsordrestatus
he_il: 'מצב אספקת הזמנה'
hr_hr: Status narudžbenice

source: All Warehouses
da_dk: Alle lagersteder
he_il: כל המחסנים
hr_hr: Sva skladišta

source: Price (tax excl.)
da_dk: Pris (ekskl. moms)
he_il: מחיר (לא כולל מס)
hr_hr: Cijena (bez PDV-a)

source: EAN-13 or JAN barcode
da_dk: EAN-13 stregkode
he_il: EAN-13 או JAN ברקוד
hr_hr: EAN-13 ili JAN barkod

source: UPC barcode
da_dk: UPC stregkode
he_il: UPC ברקוד (קוד מוצר אוניברסלי)
hr_hr: UPC barkod

source: Unit price (tax excl.)
da_dk: Enhedspris (ekskl. moms)
he_il: מחיר יחידה (לא כולל מס)
hr_hr: Jedinična cijena (bez PDV-a)

source: You need to activate the Advanced Stock Management feature prior to using this feature.
da_dk: Du skal aktiverer avanceret lagerstying for at bruge denne funktion.
he_il: אתה צריך להפעיל את תכונת ה "ניהול מלאי מתקדם" לפני השימוש בתכונה זו.
hr_hr: Trebate aktivirati Napredno Upravljanje Zalihama prije korištenja ove mogućnosti.

source: You need to activate advanced stock management prior to using this feature.
da_dk: Du skal aktivere avanceret lagerstyring, for at bruge denne funktion.
he_il: אתה צריך להפעיל את ניהול מלאי מתקדם לפני שימוש בתכונה זו.
hr_hr: Morate aktivirati napredno upravljanje zalihama prije korištenja ove mogućnosti.

source: Employee
da_dk: Ansat
he_il: עובד
hr_hr: Djelatnik

source: Creation
da_dk: Oprettelse
he_il: יצירה
hr_hr: Kreirano

source: Last modification
da_dk: Seneste ændring
he_il: שונה לאחרונה
hr_hr: Posljednja izmjena

source: Delivery (expected)
da_dk: Levering (forventet)
he_il: משלוח (משוער)
hr_hr: Dostava (očekivana)

source: Add new supply order
da_dk: Tilføj ny leverandørordre
he_il: צור הזמנת מלאי חדשה
hr_hr: Dodaj novi dobavni red

source: Add new supply order template
da_dk: Tilføj en ny skabelon til leverandørordre
he_il: צור תבנית הזמנת מלאי חדשה
hr_hr: Dodaj novi predložak za za narudžbu

source: Stock: Create a new supply order
da_dk: Lager: Opret ny forsyningsordre
he_il: מלאי: צור הזמנת מלאי חדשה
hr_hr: Zaliha: Kreirajte novu narudžbenicu

source: Stock: Manage supply orders
da_dk: Lager: Administrer forsyningsordre
he_il: מלאי: נהל הזמנת מלאי
hr_hr: Zaliha: Upravljanje narudžbenicom

source: template
da_dk: skabelon
he_il: תבנית
hr_hr: predložak

source: You must have at least one warehouse. See Stock/Warehouses
da_dk: Du skal have mindst et lagersted. Se Lager/lagersteder
he_il: אתה צריך לפחות מחסן אחד. ראה מלאי / מחסנים
hr_hr: Morate imati barem jedno skladište. Pogledajte Zaliha/Skladišta

source: The reference number for your order.
da_dk: Referencenummeret for din ordre.
he_il: מספר הפניה להזמנה שלך.
hr_hr: Poziv na broj za vašu narudžbu.

source: Select the supplier you'll be purchasing from.
da_dk: Vælg leverandøren fra hvem du køber varer.
he_il: בחר את הספק שממנו את רוכש מוצרים.
hr_hr: Odaberite dobavljača od kojeg kupujete proizvode.

source: Warning: All products already added to the order will be removed.
da_dk: Vær forsigtig, når du ændrer dette felt, vil alle varer, der er tilføjet denne ordre blive fjernet.
he_il: זהירות: שינוי שדה זה יביא לכך שכל המוצרים שהתווספו כבר להזמנה ימחקו ממנה.
hr_hr: Upozorenje: Svi proizvodi već dodani u narudžbu bit će uklonjeni.

source: Which warehouse will the order be sent to?
da_dk: Hvilket lagersted skal ordren sendes til?
he_il: בחר את המחסן שאליו תשלח הזמנתך.
hr_hr: Za koje skladište želite poslati narudžbu?

source: The currency of the order.
da_dk: Valutaen på denne ordre.
he_il: מטבע ההזמנה.
hr_hr: Valuta narudžbe.

source: Order Language
da_dk: Ordresprog
he_il: שפת ההזמנה
hr_hr: Jezik narudžbe

source: The language of the order.
da_dk: Sproget på denne ordre.
he_il: השפה של ההזמנה.
hr_hr: Jezik narudžbe.

source: Global discount percentage
da_dk: Global rabatprocent
he_il: אחוז הנחה הגלובלי
hr_hr: Globalni postotak popusta

source: This is the global discount percentage for the order.
da_dk: Dette er den globale rabatprocent for ordren.
he_il: זהו אחוז ההנחה הגלובלי להזמנה.
hr_hr: Ovo je globalni postotak popusta za narudžbu.

source: Automatically load products
da_dk: Indlæs varer automatisk
he_il: טען מוצרים אוטומטית
hr_hr: Automatski učitaj proizvode

source: This will reset the order.
da_dk: Dette vil nulstille ordren.
he_il: פעולה זו תאפס את ההזמנה.
hr_hr: Ovo će resetirati narudžbu.

source: If a value specified, each of your current product (from the selected supplier and warehouse) with a quantity lower than or equal to this value will be loaded. This means that PrestaShop will pre-fill this order with the products that are low on quantity.
da_dk: Hvis en værdi defineres, vil hvert produkt (fra valgte leverandør og lager) blive indlæst, hvis beholdningen er mindre end eller lig med værdien. Dette betyder, at PrestaShop vil udfylde denne ordre, med varer som har lav beholdning.
he_il: אם צוין ערך, כל אחד מהמוצרים הנוכחיים שלך (מהספק והמחסן הנבחרים) עם כמות נמוכה יותר או שווה לערך זה תיטען. משמעות הדבר היא כי PrestaShop ימלא מראש הזמנה זו עם המוצרים שהם נמוכים בכמות.
hr_hr: Ako je specificirana vrijednost, svaki od vaših trenutnih proizvoda (od odabranoga dobavljača i skladišta) sa količinom nižom ili istom ovoj vrijednosti će biti učitan. To snaći da će PrestaShop popuniti narudžbu proizvodima sa niskom količinom.

source: Expected delivery date
da_dk: Forventet leveringsdato
he_il: תאריך קבלה משוער
hr_hr: Očekivani datum isporuke

source: The expected delivery date for this order is...
da_dk: Dette er den forventede leveringsdato for denne ordre.
he_il: זהו תאריך המשלוח המשוער להזמנה זו.
hr_hr: Očekivani datum isporuke za ovu narudžbu je...

source: If you wish to order products, they have to be available for the specified supplier/warehouse.
da_dk: Bemærk venligst, hvis du ønsker at bestille varer, skal de skal være til rådighed for angivne leverandør og lagersted.
he_il: שים לב שאם ברצונך להזמין מוצרים, הם חייבים להיות זמינים עבור המחסן/ ספק הנדרשים.
hr_hr: Imajte na umu da ukoliko želite naručiti ove proizvode, moraju biti dostupni za odabranog dobavljača/skladište.

source: See Catalog/Products/[Your Product]/Suppliers & Warehouses.
da_dk: Se kataloget/varer/din vare/leverandører &amp; lagersteder.
he_il: ראה קטלוג/מוצרים/[המוצר שלך]/ספקים ומחסנים.
hr_hr: Pogledajte Katalog/Proizvodi/[Vaš proizvod]/Dobavljači i Skladišta.

source: Changing the currency or the supplier will reset the order.
da_dk: Også ændring af valutaen eller leverandøren nulstiller ordren.
he_il: כמו כן, שינוי המטבע או הספק יאפס את ההזמנה.
hr_hr: Promjenom valute ili dobavljača narudžba će se resetirati.

source: Please note that you can only order from one supplier at a time.
da_dk: Bemærk venligst, at du kun kan bestille fra en leverandør ad gangen.
he_il: לסיום, שים לב שאתה יכול להזמין רק מספק אחד בכל נקודת זמן.
hr_hr: Konačno, uzmite u obzir da možete naručivati samo od jednog dobavljača istovremeno.

source: Export Orders (CSV)
da_dk: Eksporter ordre (CSV)
he_il: יצא הזמנות (פורמט CSV)
hr_hr: Izvoz narudžbi (CSV)

source: Export Orders Details (CSV)
da_dk: Eksporter ordredetaljer (CSV)
he_il: פרטי יצוא הזמנות (פורמט CSV)
hr_hr: Izvoz detalja narudžbi (CSV)

source: Add New
da_dk: Tilføj ny
he_il: הוסף חדש
hr_hr: Dodaj novu

source: This interface allows you to manage supply orders.
da_dk: Denne grænseflade tillader dig at administrere forsyningsordrer.
he_il: ממשק זה מאפשר לנהל הזמנות מלאי.
hr_hr: Ovo sučelje Vam dozvoljava upravljanje narudžbenicama.

source: You can create pre-filled order templates, from which you can build actual orders much quicker.
da_dk: Du kan oprette for-udfyldte ordre skabeloner, som kan benyttes til at oprette rigtige ordre meget hurtigere.
he_il: באפשרותך ליצור תבניות הזמנה מלאי מראש, שממנו אתה יכול לבנות הזמנות בפועל הרבה יותר מהר.
hr_hr: Možete napraviti predložak za popunjavanje narudžbe, iz kojega onda možete brže napraviti narudžbu.

source: You must choose at least one warehouse before creating supply orders. For more information, see Stock/Warehouses.
da_dk: Du skal have mindst et lagersted før du opretter forsyningsordrer. Se Lager/lagersteder.
he_il: אתה חייב לפחות מחסן אחד לפני יצירת הזמנת מלאי. ראה מלאי/מחסנים.
hr_hr: Morate imati barem jedno skladište prije kreiranja narudžbenice. Vidi Zaliha/Skladišta.

source: There is nothing to export as a CSV file.
da_dk: Der er ingenting som kan eksporteres til en CSV fil.
he_il: אין שום דבר לייצא כקובץ CSV.
hr_hr: Nema ništa za izvoz u CSV datoteku.
