Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.1/*/messages.*.xlf
Languages: da_dk, he_il, hr_hr

source: Add
da_dk: Tilføj
he_il: הוסף
hr_hr: Dodaj

source: Address
da_dk: Adresse
he_il: כתובת
hr_hr: Adresa

source: Active
da_dk: Aktiv
he_il: פעיל
hr_hr: Aktivan

source: Never
da_dk: Aldrig
he_il: אף פעם
hr_hr: nikad

source: Actions
da_dk: Handlinger
he_il: פעולות
hr_hr: Radnje

source: Code
da_dk: Kode
he_il: קוד
hr_hr: Kod

source: Social Title
da_dk: Titel
he_il: כותרת חברתית
hr_hr: Društvena titula

source: Unknown
da_dk: Ukendt
he_il: לא ידוע
hr_hr: Nepoznato

source: Age
da_dk: Alder
he_il: גיל
hr_hr: Godine

source: %1$d years old (birth date: %2$s)
da_dk: %1$d år gammel (fødselsdato: %2$s)
he_il: בן/בת %1$d שנים (תאריך לידה: %2$s)
hr_hr: %1$d godina (datum rođenja: %2$s)

source: Registration Date
da_dk: Oprettelsesdato
he_il: תאריך הרשמה
hr_hr: Datum registracije

source: Last Visit
da_dk: Seneste besøg
he_il: ביקור אחרון
hr_hr: Posljednja posjeta

source: Best Customer Rank
da_dk: Bedste kunderank
he_il: דירוג הלקוח הטוב ביותר
hr_hr: Poredak najbolji kupac

source: Registrations
da_dk: Registreringer
he_il: רישומים
hr_hr: Registracija

source: Newsletter
da_dk: Nyhedsbrev
he_il: ידיעון
hr_hr: Bilten

source: Latest Update
da_dk: Seneste opdatering
he_il: עדכון אחרון
hr_hr: Zadnja nadogradnja

source: Inactive
da_dk: Inaktiv
he_il: לא פעיל
hr_hr: Neaktivno

source: This customer is registered as a Guest.
da_dk: Denne kunde er registreret som gæst
he_il: לקוח זה רשום כאורח.
hr_hr: Ovaj kupac je registriran kao Gost.

source: Transform to a customer account
da_dk: Opgrader til kundekonto
he_il: לשנות לחשבון לקוח
hr_hr: Pretvorite ga u korisnički račun kupca

source: This feature generates a random password before sending an email to your customer.
da_dk: Denne funktion genererer en tilfældig adgangskode, og sender en e-mail din kunde.
he_il: תכונה זו יוצרת סיסמא אקראית ושולחת בדואר אלקטרוני ללקוח
hr_hr: Ova mogućnost generira slučajnu lozinku i šalje e-mail kupcu.

source: A registered customer account using the defined email address already exists.
da_dk: En registreret kundekonto, der anvender den definerede e-mailadresse, findes allerede.
hr_hr: Registrirani račun kupca već postoji s ovom e-mail adresom.

source: Valid orders:
da_dk: Gyldige ordrer:
hr_hr: Ispravne narudžbe:

source: for a total amount of %s
da_dk: for i alt %s
he_il: עבור סכום הכולל של %s
hr_hr: za ukupan iznos od %s

source: Invalid orders:
da_dk: Ugyldig ordrer:
hr_hr: Nevažeće narudžbe:

source: Total spent
da_dk: Betalt i alt
he_il: סך הכל שולם
hr_hr: Ukupno potrošeno

source: %1$s %2$s has not placed any orders yet
da_dk: %1$s %2$s har endnu ikke placeret nogen ordrer
he_il: %1$s %2$s טרם ביצע הזמנה
hr_hr: %1$s %2$s još nije izvršio niti jednu narudžbu

source: No cart is available
da_dk: Ingen kurv tilgængelig
he_il: לא קיים סל
hr_hr: Nema dostupne košarice

source: Purchased products
da_dk: Købte varer
he_il: מוצרים שנרכשו
hr_hr: Kupljeni proizvodi

source: Viewed products
da_dk: Sete varer
he_il: מוצרים שנצפו
hr_hr: Pregledani proizvodi

source: Add a private note
da_dk: Tilføj en privat besked
he_il: הוסף הערה פרטית
hr_hr: Dodaj privatnu bilješku

source: This note will be displayed to all employees but not to customers.
da_dk: Beskeden vil blive vist til alle medarbejdere, men ikke til kunden.
he_il: ההערה תוצג לעובדים הנכנסים למערכת אולם לא ללקוחות
hr_hr: Ova bilješka prikazat će se svim djelatnicima ali ne i kupcu.

source: Sent on
da_dk: Sendt den
he_il: נשלח ב
hr_hr: Poslano

source: %1$s %2$s has never contacted you
da_dk: %1$s %2$s har aldrig kontaktet dig
he_il: %1$s %2$s מעולם לא יצר קשר עמך
hr_hr: %1$s %2$s vas nikad nije kontaktirao

source: Qty available
da_dk: Tilgængelig mængde
hr_hr: Qty dostupan

source: %1$s %2$s has no discount vouchers
da_dk: %1$s %2$s har ingen rabatkuponer
he_il: ל %1$s %2$s אין שוברי הנחה
hr_hr: %1$s %2$s nema kupone za popust

source: Last emails
da_dk: Seneste e-mails
he_il: אימיילים אחרונים
hr_hr: Najnoviji e-mailovi

source: Last connections
da_dk: Seneste forbindelser
he_il: ביקורים אחרונים
hr_hr: Posljednja spajanja

source: Pages viewed
da_dk: Sider set
he_il: דפים נצפים
hr_hr: Pregledane stranice

source: Total time
da_dk: Tid i alt
he_il: סה\"כ זמן
hr_hr: Ukupno vrijeme

source: Origin
da_dk: Land
he_il: מקור
hr_hr: Podrijetlo

source: Groups
da_dk: Grupper
he_il: קבוצות
hr_hr: Grupe

source: Referrers
da_dk: Henvisere
he_il: הפניות
hr_hr: Uputitelj

source: Phone number(s)
da_dk: Telefonnumre
he_il: מספר טלפון
hr_hr: Broj(evi) telefona

source: %1$s %2$s has not registered any addresses yet
da_dk: %1$s %2$s har endnu ikke registreret nogen adresse
he_il: %1$s %2$s לא הזין שום כתובת
hr_hr: %1$s %2$s još nije registrirao niti jednu adresu

source: Edit
da_dk: Rediger
he_il: ערוך
hr_hr: Uredi

source: View
da_dk: Vis
he_il: הצג
hr_hr: vidi

source: Back to list
da_dk: Tilbage til liste
he_il: חזור לרשימה
hr_hr: Povratak na popis

source: Add my IP
da_dk: Tilføj min IP
he_il: הוסף את IP שלי
hr_hr: Dodaj moj IP

source: Duplicate
da_dk: Dupliker
he_il: שכפל
hr_hr: Dupliciraj

source: Delete selected items?
da_dk: Slet valgte emner?
he_il: למחוק פריטים שנבחרו ?
hr_hr: Brisanje odabranih stavaka?

source: In order to use a new theme, please follow these steps:
da_dk: For at kunne bruge et nyt tema, føld venligst følgende guide:

source: Import your theme using this module:
da_dk: Importer dit tema med dette modul:

source: Theme installer
da_dk: Tema Installering

source: When your theme is imported, please select the theme in this page
da_dk: Når dit tema er importeret, venligst vælg temaet på denne side

source: if you change the theme, the parameters.php file must be writable (CHMOD 755 / 777)
da_dk: hvis du skifter tema, skal der kunne skrives til filen parameters.php (CHMOD 755 / 777)

source: Save
da_dk: Gem

source: Deletion successful
da_dk: Sletning succesfuld

source: Selection successfully deleted
da_dk: Markering succesfuldt slettet

source: Creation successful
da_dk: Oprettelse succesfuld

source: The new version check has been completed successfully
da_dk: Tjek for ny version er udført med succes

source: Settings update successful
da_dk: Indstillinger opdateret succesfuldt

source: Image successfully deleted
da_dk: Billede succesfuldt slettet

source: Module downloaded successfully
da_dk: Modul downloadet succesfuldt

source: Thumbnails successfully regenerated
da_dk: Miniaturebilleder succesfuldt regenereret

source: Message sent to the customer
da_dk: Besked sendt til kunden

source: Comment added
da_dk: Kommentar tilføjet

source: Module installed successfully
da_dk: Modul installeret

source: Module uninstalled successfully
da_dk: Modul slettet

source: Language successfully copied
da_dk: Sprog succesfuldt kopieret

source: Translations successfully added
da_dk: Oversættelse succesfuldt tilføjet

source: Module transplanted successfully to hook
da_dk: Modulet flyttet succesfuldt til hook

source: Module removed successfully from hook
da_dk: Modulet fjernet succesfuldt fra hook

source: Upload successful
da_dk: Upload succesfuld

source: Duplication completed successfully
da_dk: Duplikering afsluttet succesfuldt

source: Translation added successfully but the language has not been created
da_dk: Oversættelse succesfuldt tilføjet, men sproget er ikke oprettet

source: Module reset successfully
da_dk: Modul nulstillet succesfuldt

source: Module deleted successfully
da_dk: Modul slettet succesfuldt

source: Localization pack imported successfully
da_dk: Pakke med lokaltilpasninger blev importeret succesfuldt

source: Refund Successful
da_dk: Tilbagebetaling blev udført

source: Images successfully moved
da_dk: Billederne succesfuldt flyttet

source: You do not have permission to add here
da_dk: Du har ikke tilladelse til at tilføje her

source: You do not have permission to edit here
da_dk: Du har ikke tilladelse til at redigere her

source: The field named %s is required.
da_dk: Feltet, %s er obligatorisk.

source: The field named %1$s is required at least in the %2$s language.
da_dk: Feltet kaldet %1$s er obligatorisk, i hvert fald under %2$s sprog.

source: The field named %1$s is too long (%2$s chars max).
da_dk: Feltet %1$s er for langt (max. %2$s tegn).

source: The field named %1$s (for %2$s language) is too long (%3$s chars max, including HTML chars).
da_dk: Feltet kaldet %1$s (for %2$s sprog) er for langt (max. %3$s, inklusiv HTML-tags).

source: the field
da_dk: feltet

source: is invalid
da_dk: er ugyldigt

source: errors
da_dk: fejl

source: There are
da_dk: Der er

source: There is
da_dk: Der er

source: warnings
da_dk: advarsler

source: warning
da_dk: advarsel

source: Enabled
da_dk: Aktiveret

source: Disabled
da_dk: Deaktiveret

source: Copy images too?
da_dk: Kopier også billeder?

source: Delete selection
da_dk: Slet valgte

source: Choose language:
da_dk: Vælg sprog:

source: Your are currently connected with the following domain name:
da_dk: Du er i øjeblikket forbundet med følgende domænenavn:

source: This one is different from the main shop domain name set in "Preferences > SEO & URLs":
da_dk: Denne er forskellig fra den butikkens hoved domænenavn, indstillet i "Indstillinger> SEO & URL'er":

source: Click here if you want to modify the main shop domain name
da_dk: Klik her, hvis du vil ændre butikkens domænenavn

source: List
da_dk: Oversigt
he_il: רשימה
hr_hr: Popis

source: View details
da_dk: Vis detaljer
he_il: הצג פרטים
hr_hr: Pogledaj detalje

source: Options
da_dk: Indstillinger
he_il: אפשרויות
hr_hr: Mogućnosti

source: Add new
da_dk: Tilføj ny
he_il: הוסף חדש
hr_hr: Dodaj novi

source: yes
da_dk: ja
he_il: כן
hr_hr: da

source: no
da_dk: nej
he_il: לא
hr_hr: ne

source: filter by %s
da_dk: filtrer efter %s
he_il: סנן לפי %s
hr_hr: filtrirati po %s

source: Edit: %s
da_dk: Ret: %s
he_il: ערוך: %s
hr_hr: Uredi: %s

source: Cancel
da_dk: Fortryd
he_il: בטל
hr_hr: Poništi

source: Export
da_dk: Eksporter
he_il: ייצא
hr_hr: Izvoz

source: Your next order could be hiding there!
da_dk: Din næste ordre ligger måske gemt der!
hr_hr: Vaša sljedeća narudžba možda se skriva tamo!

source: Did you check your conversion rate lately?
da_dk: Har du kontrolleret din omregningskurs for nylig?
hr_hr: Jeste li provjerili tečajnu listu u zadnje vrijeme?

source: How about some seasonal discounts?
da_dk: Hvad med nogle sæsonprægede rabatter?
hr_hr: Nešto o sezonskim popustima?

source: Have you sent any acquisition email lately?
da_dk: Har du sendt nogle e-mails vedrørende erhvervelse for nylig?
hr_hr: Jeste li poslali kakve akvizicijske e-mailove u zadnje vrijeme?

source: Are you active on social media these days?
da_dk: Er du aktiv på sociale medier for tiden?
hr_hr: Jeste li aktivni na društvenim mrežama ovih dana?

source: Have you considered selling on marketplaces?
da_dk: Har du overvejet at sælge på markedspladser?
hr_hr: Jeste li razmišljali o prodaji na tržnicama?

source: That's more time for something else!
da_dk: Det er mere tid til noget andet!
hr_hr: Sada ima više vremena za nešto drugo!

source: No news is good news, isn't it?
da_dk: Ingen nyheder er gode nyheder, ikke?
hr_hr: Kada nema vijesti to je dobra vijest, zar ne?

source: Seems like all your customers are happy :)
da_dk: Det lader til, at alle dine kunder er glade :)
hr_hr: Čini se da su svi vaši korisnici sretni :)

source: Bad SQL query
da_dk: Forkert SQL forespørgsel
he_il: שאילתת SQL לא תקינה
hr_hr: Loš SQL upit

source: Operational
da_dk: Fungerer
hr_hr: Operativan

source: Degraded Performance
da_dk: Degraderet ydelse
hr_hr: Slabiji učinak

source: Partial Outage
da_dk: Delvis afbrydelse
hr_hr: Povremeni prekidi rada

source: Major Outage
da_dk: Kraftigt udfald
hr_hr: Veliki prekidi rada

source: Do you really want to uninstall this module?
da_dk: Ønsker du virkelig at afinstallere dette modul?
he_il: אתה בטוח שברצונך להסיר מודול זה ?
hr_hr: Da li stvarno želite deinstalirati ovaj modul?

source: Disable this module
da_dk: Deaktiver dette modul
he_il: בטל מודול זה
hr_hr: Onemogući ovaj modul

source: Enable this module for all shops
da_dk: Aktiver dette modul for alle butikker
he_il: אפשר מודול זה לכל החנויות
hr_hr: Omogući ovaj modul za sve trgovine

source: Disable
da_dk: Deaktiver
he_il: כבה
hr_hr: Onemogući

source: Enable
da_dk: Aktiver
he_il: אפשר
hr_hr: Omogući

source: Disable on mobiles
da_dk: Deaktiver på mobiltelefoner
he_il: נטרל בניידים (mobiles)
hr_hr: Onemogući na mobitelu

source: Disable on tablets
da_dk: Deaktiver på tablets
he_il: נטרל בטאבלטים (tablets)
hr_hr: Onemogući na tabletu

source: Disable on computers
da_dk: Deaktiver på computere
he_il: נטרל במחשבים (computers)
hr_hr: Onemogući na računalu

source: Display on mobiles
da_dk: Vis på mobiltelefoner
he_il: הצג בניידים (mobiles)
hr_hr: Prikaži na mobitelu

source: Display on tablets
da_dk: Vis på tablets
he_il: הצג בטאבלטים (tablets)
hr_hr: Prikaži na tabletu

source: Display on computers
da_dk: Vis på computere
he_il: הצג במחשבים (computers)
hr_hr: Prikaži na računalu

source: Configure
da_dk: Konfigurer
he_il: הגדר
hr_hr: Podesi

source: This action will permanently remove the module from the server. Are you sure you want to do this?
da_dk: Dette vil fjerne permanent fjerne modulet fra serveren. Er du sikker på, at du vil gøre dette?
he_il: פעולה זו תסיר לצמיתות את המודול מהשרת. האם אתה בטוח שאתה רוצה לעשות את זה?
hr_hr: Ova radnja će trajno ukloniti module sa servera. Jeste li sigurni da želite to učiniti?

source: %s deletion
da_dk: %s sletning
he_il: מחיקת %s
hr_hr: %s brisanja

source: %s addition
da_dk: %s tilføjelse
he_il: הוספת %s
hr_hr: %s dodavanja

source: %s modification
da_dk: %s ændring
he_il: %s שינויים
hr_hr: %s promjena

source: You do not have the right permission
da_dk: Du har ikke den rette tilladelse
hr_hr: Nemate odgovarajuće dozvole

source: File %1$s exceeds the size allowed by the server. The limit is set to %2$d MB.
da_dk: Filen %1$s overstiger den størrelse, der er tilladt af serveren. Begrænsningen er angivet til %2$d MB.
he_il: קובץ %1$s חורג מהגודל המותר בשרת. הגבול המוגדר הינו %2$d מגה בייט.
hr_hr: Datoteka %1$s prelazi veličinu dopuštenu na serveru. Ograničenje je postavljeno na %2$d MB.

source: The file is too large. Maximum size allowed is: %1$d kB. The file you are trying to upload is %2$d kB.
da_dk: Filen er for stor, maksimalt tilladte størrelse: %1$d KB. Filen du prøver at uploade er: %2$d KB.
he_il: הקובץ גדול מדי. גודל מירבי מותר: %1$d קילובייט. גודל הקובץ שאתה מנסה להעלות הוא: %2$d קילובייט.
hr_hr: Datoteka je prevelika, maksimalna dozvoljena veličina: %1$d kB. Veličina datoteke koju pokušavate prebaciti je: %2$d kB.

source: File copy failed
da_dk: Kopiering af fil mislykkedes
he_il: העתקת קובץ נכשלה
hr_hr: Kopiranje datoteke nije uspjelo

source: The price rule has successfully updated
da_dk: Prisreglen opdateret succesfuldt
he_il: כלל המחיר עודכן בהצלחה
hr_hr: Pravilo cijene je uspješno ažurirano

source: It is not possible to delete a combination while it still has some quantities in the Advanced Stock Management. You must delete its stock first.
da_dk: Det er ikke muligt at slette denne kombination, da den stadig har varer tilknyttet i avanceret lagerstyring. Slet disse varer først.
hr_hr: Nije moguće izbrisati kombinaciju jer još uvijek ima neka količina u naprednim upravljanjima zalihama. Morate prvo izbrisati svoje zalihe.

source: Error while deleting the stock
da_dk: Fejl ved sletning af lageret
hr_hr: Greška prilikom brisanja zaliha

source: You cannot delete this attribute.
da_dk: Du kan ikke slette denne egenskab.
he_il: לא ניתן למחוק מאפיין
hr_hr: Nije moguće obrisati atribut

source: You do not have permission to delete this.
da_dk: Du har ikke tilladelse til at slette dette.
he_il: אין לך מספיק הרשאות למחוק את זה
hr_hr: Nemate dozvole za brisanje ovoga.

source: You cannot make this the default attribute.
da_dk: Kan ikke oprette standard egenskab.
he_il: לא יכול ליצור מאפיין ברירת מחדל
hr_hr: Nije moguće postaviti kao zadani atribut

source: Products must be in at least one category.
da_dk: Varer skal være i mindst en kategori.
he_il: המוצר חייב להשתייך לפחות לקטגוריה אחת
hr_hr: proizvod mora biti u barem jednoj kategoriji

source: This product must be in the default category.
da_dk: Denne vare skal være i standard kategorien.
he_il: המוצר חייב להשתייך לקטגוריית ברירת המחדל
hr_hr: proizvod mora biti u osnovnoj kategoriji

source: Filter by category
da_dk: Filtrer efter kategori
he_il: סנן לפי קטגוריה
hr_hr: Filter po kategoriji

source: Out of stock items
da_dk: Udsolgte varer
hr_hr: Proizvod rasprodan

source: %s of your products for sale are out of stock.
da_dk: %s af de varer, du har til salg, er udsolgte.
hr_hr: %s vaših proizvoda za prodaju je na skladištu.

source: Average Gross Margin %
da_dk: Gns. bruttoavance
hr_hr: Prosječna bruto marža %

source: Gross margin expressed in percentage assesses how cost-effectively you sell your goods. Out of $100, you will retain $%s to cover profit and expenses.
da_dk: Bruttomargin angives i % og er et udtryk for, hvor profitabelt du sælger diner varer. Ud af 100 kroner beholder du %s kr. til at dække overskud og udgifter.
hr_hr: Bruto marža izražena u postotku ocjenjuje kako ekonomično prodajete svoju robu. Od $ 100, zadržat ćete $%s za pokrivanje dobiti i troškova.

source: Catalog popularity
da_dk: Katalogets popularitet
hr_hr: Popularnost kataloga

source: 30 days
da_dk: 30 dage
he_il: 30 יום
hr_hr: 30 dana

source: Within your catalog, %s of your products have had sales in the last 30 days
da_dk: I dit katalog er %s af dine produkter blevet solgt inden for de seneste 30 dage
hr_hr: Unutar Vašega kataloga %s od Vaših proizvoda je imao prodaju u zadnjih 30 dana

source: Disabled Products
da_dk: Deaktiverede produkter
he_il: הקפא מוצרים
hr_hr: Onemogućeni proizvodi

source: %s of your products are disabled and not visible to your customers
da_dk: %s af dine produkter er inaktive og ikke synlige for kunderne
hr_hr: %s vaših proizvoda onemogućeni su i nisu vidljivi vašim kupcima

source: Your product will be saved as a draft.
da_dk: Varen vil blive gemt som en kladde.
he_il: המוצר ישמר כטיוטה
hr_hr: Vaš proizvod bit će spremljen kao skica.

source: Save and preview
da_dk: Gem og gennemse
he_il: שמור והצג בתצוגה מקדימה
hr_hr: Spremi i pregledaj

source: Switch again to new Page
da_dk: Skift igen til ny side
hr_hr: Prebacite opet za novu stranicu

source: Add new product
da_dk: Tilføj ny vare
he_il: הוסף מוצר חדש
hr_hr: Dodaj novi proizvod

source: Preview
da_dk: Eksempel
he_il: תצוגה מקדימה
hr_hr: Pregled

source: This will copy the images too. If you wish to proceed, click "Yes". If not, click "No".
da_dk: Dette vil også kopiere billederne. Ønsker du at fortsætte klik "Ja", ellers "Nej".
hr_hr: To će također kopirati slike. Ako želite nastaviti, kliknite na "Yes". Ako ne, kliknite na "Ne".

source: Product sales
da_dk: Varesalg
he_il: מכירות המוצר
hr_hr: Prodaja proizvoda

source: Delete this product
da_dk: Slet denne vare
he_il: מחק מוצר זה
hr_hr: Obriši ovaj proizvod

source: Delete product?
da_dk: Slet vare?
he_il: למחוק מוצר?
hr_hr: Brisanje proizvoda?

source: New combination
da_dk: Ny variant
he_il: צירוף חדש
hr_hr: Nova kombinacija

source: Tax incl.
da_dk: inkl. moms.
hr_hr: PDV uključen.

source: Tax excl.
da_dk: ekskl. moms.
hr_hr: PDV isključen.

source: Unlimited
da_dk: Ubegrænset
he_il: בלתי מוגבל
hr_hr: Neograničeno

source: All combinations
da_dk: Alle varianter
he_il: כל הצירופים
hr_hr: Sve kombinacije

source: All currencies
da_dk: Alle valutaer
he_il: כל המטבעות
hr_hr: Sve valute

source: All groups
da_dk: Alle grupper
he_il: כל הקבוצות
hr_hr: Sve grupe

source: All customers
da_dk: Alle kunder
he_il: כל הלקוחות
hr_hr: Svi kupci

source: No specific prices.
da_dk: Ingen specifikke priser.
he_il: אין מחירים ספציפיים
hr_hr: Nema specifičnih cijena

source: Priority management
da_dk: Administrer prioriteter
he_il: ניהול עדיפויות
hr_hr: Prioritet upravljanja

source: Sometimes one customer can fit into multiple price rules. Priorities allow you to define which rule applies to the customer.
da_dk: Undertiden kan en kunde passe ind i flere specifikke prisregler. Prioriteter tillader dig at definere, hvilken regel, der er gældende for kunden.
he_il: לפעמים לקוח אחד יכול להתאים לחוקי מחירים מרובים.rn סדרי העדיפויות מאפשרים לך להגדיר איזה חוק חל על הלקוח.
hr_hr: Ponekad jedan kupac može stati u više pravila cijena. Prioriteti Vam dozvoljavaju određivanje koje pravilo vrijedi za kupca.

source: Priorities
da_dk: Prioriteringer
he_il: עדיפויות
hr_hr: Prioriteti

source: Apply to all products
da_dk: Gælder for alle varer
he_il: החל על כל המוצרים
hr_hr: Primijeni na sve proizvode

source: Attribute - value pair
da_dk: Egenskab - værdipar
he_il: זוגות של: תכונה - ערך
hr_hr: Atribut - par vrijednosti

source: Impact on price
da_dk: Indvirkning på pris
he_il: השפעת על המחיר
hr_hr: Utjecaj na cijenu

source: Impact on weight
da_dk: Indvirkning på vægt
he_il: השפעת המשקל
hr_hr: Utjecaj na težinu

source: Undefined action
da_dk: Udefineret handling
he_il: פעולה לא מוגדרת
hr_hr: Nedefinirana radnja

source: Undefined value
da_dk: Ikke defineret værdi
he_il: ערך לא מוגדר
hr_hr: Nedefinirana vrijednost

source: Incorrect value
da_dk: Forkert værdi
he_il: ערך שגוי
hr_hr: Neispravna vrijednost

source: Not possible if advanced stock management is disabled.
da_dk: Ikke muligt, hvis avanceret lagerstyring er deaktiveret
hr_hr: Nije moguće ukoliko napredno korištenje zalihama nije omogućeno.

source: You cannot use advanced stock management for this pack because
da_dk: Du kan ikke anvende avanceret lagerstyring for denne pakke fordi
hr_hr: Ne možete koristiti napredno upravljanje zalihama za ovaj paket, jer

source: - advanced stock management is not enabled for these products
da_dk: - avanceret lagerstyring er ikke slået til for disse varer
hr_hr: - Napredno upravljanje nije omogućeno za te proizvode

source: - you have chosen to decrement products quantities.
da_dk: - du har valgt at formindske mængden af varer.
hr_hr: - možete odabrati opadanje količine proizvoda.

source: You cannot use this stock management option because:
da_dk: Du kan ikke bruge denne lagerstyringsmulighed, fordi:
hr_hr: Ne možete koristiti ovu opciju za upravljanje zalihama, jer:

source: - advanced stock management is enabled for the pack
da_dk: - avanceret lagerstyring er aktiveret for denne pakke
hr_hr: - Napredna upravljanja zalihama omogućeno za paket

source: Undefined id product attribute
da_dk: Ikke defineret vareegenskabs ID
he_il: מזהה מאפיין מוצר לא מוגדר
hr_hr: Neodređeni ID atributa proizvoda

source: Default category
da_dk: Standard kategori
he_il: קטגוריית ברירת המחדל
hr_hr: Zadana kategorija

source: Consider changing the default category.
da_dk: Overvej udskiftning af standard kategorien.
he_il: מומלץ לשקול לשנות את קטגוריית ברירת המחדל.
hr_hr: Razmislite o promjeni zadane kategorije.

source: Mark the checkbox of each categories in which this product will appear.
da_dk: Marker alle checkbox(e) på kategorier, i hvilke varen skal vises.
he_il: סמן את כל הקטגוריות בהם המוצר יופיע
hr_hr: Označite sve potvrdne okvire kategorija u kojima će se proizvod prikazivati

source: Save
da_dk: Gem
he_il: שמור
hr_hr: Spremi

source: Task description
da_dk: Opgavebeskrivelse

source: Update my currencies
da_dk: Opdater mine valutaer

source: Target link
da_dk: Destinations link

source: Enter a description for this task.
da_dk: Angiv en beskrivelse for jobbet.

source: Set the link of your cron task.
da_dk: Angiv linket til dit cron job.

source: Do not forget to use an absolute URL to make it valid! The link also has to be on the same domain as the shop.
da_dk: Glem ikke at bruge en absolut URL for at gøre den gyldig! Linket skal også være på det samme domæne som din butik.

source: Task frequency
da_dk: Opgave frekvens

source: At what time should this task be executed?
da_dk: Hvornår skal denne opgave udføres?
