Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.1/*/messages.*.xlf
Languages: da_dk, he_il, hr_hr

source: No module was found for this hook.
da_dk: Intet modul for denne hook.
he_il: אין מודולים בנקודת השחלה (hook) זו.
hr_hr: Nema modula za ovu kukicu

source: Unhook the selection
da_dk: Fjern valg fra hook
he_il: הסר מודולים שנבחרו מנקודת השחלה (unhook)
hr_hr: Otkači označeno

source: Selection
da_dk: Valg
hr_hr: Izbor

source: 1 module selected
da_dk: 1 modul er valgt
hr_hr: 1 modul je odabran

source: modules selected
da_dk: moduler valgt
hr_hr: Odabrani moduli

source: The controller %s is missing or invalid.
da_dk: Administratoren %s mangler eller er ugyldig.
he_il: הבקר %s חסר או לא תקין
hr_hr: Kontroler %s nije pronađen ili nije ispravan.

source: Back to the previous page
da_dk: Tilbage til forrige side
he_il: חזור לעמוד הקודם
hr_hr: Natrag na prethodnu stranicu

source: Go to the dashboard
da_dk: Gå til kontrolpanel
he_il: עבור אל לוח המחוונים (לוח הבקרה)
hr_hr: Odi na nadzornu ploču

source: Customized
da_dk: Tilpasset
he_il: מותאם אישית
hr_hr: Prilagođeno

source: Picture #
da_dk: Billede #
he_il: תמונה #
hr_hr: Slika #

source: Text #%s
da_dk: Tekst #%s
he_il: טקסט %s#
hr_hr: Tekst #%s

source: Percent
da_dk: Procent
he_il: אחוז
hr_hr: Postotak

source: This value must include taxes.
da_dk: Denne værdi skal være inklusiv moms.
he_il: ערך זה חייב להיות כולל מסים.
hr_hr: Ova vrijednost mora biti s uključenim PDV-om.

source: Apply on all invoices
da_dk: Anvendes på alle fakturaer
he_il: החל על כל החשבוניות
hr_hr: Primijeni na sve račune

source: If you chooses to create this discount for all invoices, only one discount will be created per order invoice.
da_dk: Hvis du vælger for at oprette denne rabat for alle fakturaer, vil en rabat blive oprettet pr. ordrefaktura.
he_il: אם תבחר ליצור הנחה זו לכל החשבוניות, תיווצר הנחה אחת לכל חשבונית הזמנה
hr_hr: Ukoliko ste odabrali kreiranje popusta za sve računa, samo jedan popust će biti kreiran po računu.

source: Document
da_dk: Dokument
he_il: מסמך
hr_hr: Dokument

source: Number
da_dk: Nummer
he_il: מספר
hr_hr: Broj

source: Delivery slip
da_dk: Følgeseddel
he_il: שובר משלוח
hr_hr: Dostavnica

source: Credit Slip
da_dk: Kreditnota
he_il: שובר זיכוי
hr_hr: Kreditna nota

source: See the document
da_dk: Se dokumentet
he_il: ראה את המסמך
hr_hr: Vidi dokument

source: not paid
da_dk: ikke betalt
he_il: לא שולם
hr_hr: nije plaćeno

source: overpaid
da_dk: overbetalt
he_il: תשלום יתר
hr_hr: preplaćeno

source: Set payment form
da_dk: Angiv betalingsformular
he_il: הגדר טופס תשלום
hr_hr: Podesite obrazac plaćanja

source: Enter payment
da_dk: Angiv betaling
he_il: הזן תשלום
hr_hr: Unesite plaćanje

source: Add note
da_dk: Tilføj besked
he_il: הוסף הערה
hr_hr: Dodaj bilješku

source: Edit note
da_dk: Rediger besked
he_il: עריכת הערה
hr_hr: Uredi bilješku

source: Note
da_dk: Besked
he_il: הערה
hr_hr: Bilješka

source: There is no available document
da_dk: Der er intet tilgængeligt dokument
he_il: מסמך לא נמצא
hr_hr: Ne postoji dokument

source: Generate invoice
da_dk: Generer faktura
he_il: צור חשבונית
hr_hr: Generiraj račun

source: Shipping cost
da_dk: Forsendelse
he_il: עלות משלוח
hr_hr: Trošak dostave

source: Choose an order status
da_dk: Vælg en ordrestatus
he_il: בחר 'מצב טיפול בהזמנה'
hr_hr: Izaberite status narudžbe

source: Update Order Status
da_dk: Opdater ordrestatus
he_il: עדכן 'מצב טיפול בהזמנה'
hr_hr: Nadogradi stanje narudžbe

source: You have more than one shop and must select one to configure payment.
da_dk: Du har mere end en butik. Vælg en for at konfigurere betaling.
he_il: יש לך יותר מחנות אחת. אתה צריך לבחור אחת כדי להגדיר את התשלום.
hr_hr: Imate više od jedne trgovine. Morate odabrati jednu za podešavanje plaćanja.

source: This is where you decide what payment modules are available for different variations like your customers' currency, group, and country.
da_dk: Her kan du bestemme, hvilke betalingsmoduler der skal være tilgængelige til de forskellige variationer, såsom kundevaluta, kundegruppe og land.
he_il: כאן קובעים איזה מודול תשלום יהיה זמין לפי פרמטרים שונים כגון מטבע, קבוצה, או ארץ.
hr_hr: Ovo je mjesto gdje odlučujete koji moduli plaćanja su dostupni u različitim varijacijama kao što su kupci, valuta, grupe i zemlja.

source: A check mark indicates you want the payment module available.
da_dk: Et flueben angiver, at du vil have, at betalingsmodulet er tilgængeligt.
he_il: תיבה מסומנת מציינת שהמודול פעיל.
hr_hr: Kvačica označava Vašu želju imati na raspolaganju naplatne module.

source: If it is not checked then this means that the payment module is disabled.
da_dk: Hvis betalingsmodulet ikke er markeret, betyder det, at det er deaktiveret.
he_il: אם זה לא מסומן זה אומר שמודול התשלום לא מופעל.
hr_hr: Ako se to ne provjerava onda to znači da je modul plaćanja onemogućen.

source: Please make sure to click Save for each section.
da_dk: Husk at trykke gem for hver sektion.
he_il: יש ללחוץ על שמירה לאחר כל חלק.
hr_hr: Molimo budite sigurni da ste kliknuli Spremi za svaku sekciju.

source: No payment module installed
da_dk: Intet betalingsmodul installeret
he_il: לא מותקן מודול לתשלום
hr_hr: Niti jedan modul plaćanja nije instaliran

source: Customer currency
da_dk: Kundevaluta
he_il: מטבע הלקוח
hr_hr: Valuta kupca

source: Shop default currency
da_dk: Butikkens standard valuta
he_il: מטבע ברירת המחדל של החנות
hr_hr: Zadana valuta trgovine

source: Save restrictions
da_dk: Gem restriktioner
he_il: שמור הגבלות
hr_hr: Spremi ograničenja

source: Show me more
da_dk: Vis mere
he_il: הצג עוד
hr_hr: Prikaži više

source: Definitions:
da_dk: Definitioner:
hr_hr: Definicije:

source: The "http_referer" field is the website from which your customers arrive.
da_dk: Feltet "http_referer" er det websted, hvor dine kunder kommer fra.
he_il: השדה "HTTP_REFERER" הוא האתר שממנו הלקוחות שלך מגיעים.
hr_hr: Polje "http_referer" je web stranica sa koje je kupac došao.

source: For example, visitors coming from Google will have an "http_referer" value like this one: "http://www.google.com/search?q=prestashop".
da_dk: F.eks. vil kunder, der kommer fra Google have en "http_referer" som denne: "http://www.google.com/search?q=prestashop".
he_il: לדוגמא, למבקרים הבאים מגוגל יהיה ערך "http_referer" כמו זה: "http://www.google.com/search?q=prestashop".
hr_hr: Na primjer, posjetitelj koji dođe s Google imat će `http_referer` kao ovaj: "http://www.google.com/search?q=trgovina".

source: If the visitor arrives directly (by typing the URL of your shop, or by using their bookmarks, for example), the http_referer will be empty.
da_dk: Hvis feltet "http_referer" er tomt, skyldes det, at den besøgende er kommet direkte til butikken, f. eks. ved at skrive URLen til butikken eller via et bookmark.
he_il: אם המבקר מגיע ישירות (על ידי הקלדת כתובת האתר של החנות שלך, או מרשימת המועדפים), שדה http_referer יהיה ריק.
hr_hr: Ukoliko posjetitelj dolazi izravno (unosom URL trgovine izravno u preglednim ili klikom na link u favoritima), `http_referer` bit će prazan.

source: If you'd like to view all the visitors coming from Google, you can type "%google%" in this field. Alternatively, you can type "%google.fr%" if you want to view visitors coming from Google France, only.
da_dk: Så hvis du vil se alle de besøgende, der kommer fra Google, skriver du \"%google\" i dette felt - eller \"%google.fr\", hvis du f.eks. kun vil se de besøgende, der kommer fra fransk Google.
he_il: אז אם אתה רוצה את כל המבקרים המגיעים מ google, תוכל להקליד \"% google%\" בתחום זה, או \"google.fr%%\" אם אתה רוצה את המבקרים המגיעים מ Google צרפת בלבד.
hr_hr: Ukoliko želite sve posjetitelje koji dolaze s Google, možete utipkati \"%google%\" u ovo polje, ili \"%google.hr%\" ukoliko želite posjetitelje koje dolaze samo s Google Hrvatska

source: The "request_uri" field is the URL from which the customers come to your website.
da_dk: Feltet "request_uri" er den URL-adresse, som kunderne kommer fra til dit websted.
he_il: השדה "request_uri" הוא כתובת האתר שממנה הלקוחות הגיעו לאתרך.
hr_hr: Polje "request_uri" je URL sa kojeg je kupac došao na vašu web stranicu.

source: For example, if the visitor accesses a product page, the URL will be like this one: "%smusic-ipods/1-ipod-nano.html".
da_dk: Hvis den besøgende for eksempel åbner en vareside, vil URL-adressen ligne den her: "%smusic-ipods/1-ipod-nano.html".
he_il: לדוגמא, אם המבקר ניגש לדף מוצר, כתובת האתר תהיה כמו זה: "%smusic-ipods/1-ipod-nano.html".
hr_hr: Na primjer, ako je posjetioc pogledao stranicu proizvoda, URL će biti otprilike ovakav: "%smusic-ipods/1-ipod-nano.html".

source: This is helpful because you can add tags or tokens in the links pointing to your website.
da_dk: Det er interessant, fordi du kan tilføje nogle tags eller tokens i linkene, der peger på din webshop.
he_il: זה שימושי כי אתה יכול להוסיף כמה תגיות או אסימונים בקישורים המצביעים לאתר שלך.
hr_hr: Ovo je zanimljivo jer možete dodati neke tagove ili ključeve u linkove koji usmjeravaju na vašu web stranicu

source: For example, you can post a link (such as "%sindex.php?myuniquekeyword" -- note that you added "?myuniquekeyword" at the end of the URL) in an online forum or as a blog comment, and get visitors statistics for that unique link by entering "%%myuniquekeyword" in the "request_uri" field.
da_dk: Du kan for eksempel opslå et link (såsom "%sindex.php?myuniquekeyword" -- bemærk, at du tilføjede "?myuniquekeyword" til sidst i URL-adressen) i et onlineforum eller som en blogkommentar og få statistikker over besøgende for det entydige link ved at indtaste "%%myuniquekeyword" i feltet "request_uri".
he_il: לדוגמא, אתה יכול לפרסם קישור (כגון "%sindex.php?myuniquekeyword" -- שים לב שהוספת בסוף כתובת האתר "?myuniquekeyword" ) בפורום באינטרנט או כתגובה בבלוג, ותקבל סטטיסטיקת מבקרים של קישור ייחודי זה על ידי הזנה "%%myuniquekeyword" בשדה "request_uri".
hr_hr: Na primjer, možete staviti link (kao "%sindex.php?myuniquekeyword" -- obratite pažnju na dodatatak "?myuniquekeyword" na kraju URL-a) na forum ili blog, i dobiti statistiku posjeta za taj unikatni link upisujući "%%myuniquekeyword" u "request_uri" polje.

source: This method is more reliable than the "http_referer" one, but there is one disadvantage: if a search engine references a page with your link, then it will be displayed in the search results and you will not only indicate visitors from the places where you posted the link, but also those from the search engines that picked up that link.
da_dk: Denne metode er mere pålidelig end den med "http_referer", men der er en ulempe. Hvis en søgemaskine henviser til en side med dit link, så bliver det vist i søgeresultaterne, og du vil ikke alene angive besøgende fra de steder, hvor du opslog linket, men også dem fra søgemaskinerne, der registrerede det link.
he_il: שיטה זו היא אמינה יותר מאשר השימוש ב "http_referer", אבל יש חסרון אחד: אם מנוע חיפוש מפנה אל דף עם הקישור שלך, אז הוא יוצג בתוצאות החיפוש ואתה לא תוכל להבדיל בין מבקרים מהמקומות שבהם אתה פירסמת את הקישור, ובין אלה שהגיעו דרך מנועי חיפוש שהשתמשו בקישור זה.
hr_hr: Ova metoda je pouzdanija od "http_referer", ali ima jedan nedostatak: Ako tražilica preporuči stranicu sa vašim linkom, tada će biti prikazan u rezultatu pretraživanja i neće samo ukazati posjetitelju mjesto gdje ste stavili link, nego i ono gdje je tražilica pokupila taj link.

source: The "Include" fields indicate what has to be included in the URL.
da_dk: Feltet "inkluder" angiver, hvad der skal inkluderes i URLen.
he_il: השדות 'include' מציינים מה צריך להיות כלול בכתובת ה URL.
hr_hr: Polje "umetni" ukazuje što treba biti uključeno u URL.

source: The "Exclude" fields indicate what has to be excluded from the URL.
da_dk: Feltet "ekskluder" angiver, hvad der skal ekskluderes fra URLen.
he_il: השדות 'exclude' מציינים מה לא צריך להיות כלול בכתובת ה URL.
hr_hr: Polje `ne uključuje` ukazuje što mora biti isključeno iz URL-a.

source: When using simple mode, you can use a wide variety of generic characters to replace other characters:
da_dk: Når der anvendes Simpel-tilstand, kan du bruge en lang række generiske tegn til at erstatte andre tegn:
hr_hr: Kad se koristi jednostavan način, možete koristiti neke generalne znakove koji zamjenjuju bilo koji znak:

source: _" will replace one character. If you want to use the real "_", you should type this: "\\_".
da_dk: _" erstatter et tegn. Hvis du vil benytte det rigtige "_", skal du skrive sådan her: "\\_".
hr_hr: _" zamjenjuje jedan znak. Ako stvarno želite napisati "_", onda trebate pisati ovako: "\\_".

source: %" will replace any number of characters. If you want to use the real "%", you should type this: "\\%".
da_dk: %" erstatter et vilkårligt antal tegn. Hvis du vil benytte det rigtige "%", skal du skrive sådan her: "\\%".
hr_hr: "%" zamjenjuje bilo koji broj znakova. Ako želite stvarno napisati "%", onda trebate pisati ovako: "\\%".

source: The Simple mode uses the MySQL "LIKE" pattern matching, but for a higher potency you can use MySQL's regular expressions in the Expert mode.
da_dk: Metoden Simple benytter MySQLs "LIKE" mønstermatching. En mere slagkraftig løsning kan opnås ved at benytte MySQLs regulære udtryk i eksperttilstand.
he_il: 'מצב פשוט' משתמש במתודת "LIKE" של MySQL בשביל התאמת תבנית, לשימוש מתקדם יותר באפשרותך להשתמש בביטויים רגולריים של MySQL ב 'מצב מומחה'.
hr_hr: Jednostavan mod koristi MySQL "LIKE" uzorak usporedbe, ali za visoke zahtjeve možete koristiti MySQL's regular expressions u Expert modu.

source: Take a look at MySQL's documentation for more details.
da_dk: Læs mere om MySQL i dokumentationen.
he_il: תסתכל בתיעוד של MySQL לפרטים נוספים.
hr_hr: Za više pojedinosti pogledajte MySQL-ovu dokumentaciju.

source: Get help!
da_dk: Få hjælp!
he_il: קבל עזרה!
hr_hr: Dobivanje pomoći!

source: List of MySQL Tables
da_dk: Liste over MySQL tabeller
he_il: הצג רשימת טבלאות
hr_hr: Popis MySQL tablica

source: Add table name to SQL query
da_dk: Tilføj tabelnavn til SQL query
he_il: הוסף שם טבלה לשאילתא SQL
hr_hr: Dodat naziv tablice u SQL upit

source: List of attributes for this MySQL table
da_dk: Oversigt over egenskaber for denne MySQL-tabel
he_il: רשימה של תכונות לטבלת MySQL זו
hr_hr: Popis svojstava za ovu MySQL tablicu

source: Please choose a MySQL table
da_dk: Vælg venligst en MySQL tabel
he_il: בחר טבלת MySQL
hr_hr: Molim izaberite MySQL tablicu

source: Add attribute to SQL query
da_dk: Tilføj attributter til SQL query
he_il: הוסף תכונה לשאילתא SQL
hr_hr: Dodaj svojstva u SQL upit

source: Please choose a table.
da_dk: Vælg venligst tabel.
he_il: אנא בחר טבלה.
hr_hr: Molimo odaberite tablicu.

source: SQL query result
da_dk: SQL query resultat
he_il: תוצאת שאילתא SQL
hr_hr: Rezultat SQL upita

source: This SQL query has no result.
da_dk: Denne SQL query har intet resultat.
he_il: לשאילתת SQL זו אין תוצאות.
hr_hr: Ovaj SQL upit nema rezultat.

source: There are no results matching your query "%s".
da_dk: Der er ingen resultater af din query "%s".
he_il: אין תוצאות התואמות את השאילתא "%s".
hr_hr: Nema rezultata na vaš upit "%s".

source: 1 result matches your query "%s".
da_dk: 1 resultat matcher din query "%s".
he_il: תוצאה אחת תואמת את השאילתא "%s".
hr_hr: 1 rezultat za vaš upit "%s".

source: %d results match your query "%s".
da_dk: %d resultater matcher din query "%s".
he_il: %d תוצאות תואמות את השאילתא "%s".
hr_hr: %d rezultata za vaš upit "%s".

source: 1 feature
da_dk: 1 funktion
he_il: תכונה אחת
hr_hr: 1 značajka

source: %d features
da_dk: %d funktioner
he_il: %d תכונות
hr_hr: %d značajki

source: 1 module
da_dk: 1 modul
he_il: מודול אחד
hr_hr: 1 modul

source: %d modules
da_dk: %d moduler
he_il: %d מודולים
hr_hr: %d modula

source: 1 category
da_dk: 1 kategori
he_il: קטגורייה אחת
hr_hr: 1 kategorija

source: %d categories
da_dk: %d kategorier
he_il: %d קטגוריות
hr_hr: %d kategorije

source: 1 product
da_dk: 1 vare
he_il: מוצר אחד
hr_hr: 1 proizvod

source: %d products
da_dk: %d varer
he_il: %d מוצרים
hr_hr: %d proizvoda

source: 1 customer
da_dk: 1 kunde
he_il: לקוח אחד
hr_hr: 1 kupac

source: %d customers
da_dk: %d kunder
he_il: %d לקוחות
hr_hr: %d kupaca

source: 1 order
da_dk: 1 ordre
he_il: הזמנה אחת
hr_hr: 1 narudžba

source: %d orders
da_dk: %d ordrer
he_il: %d הזמנות
hr_hr: %d narudžbe

source: Show more results...
da_dk: Vis flere resultater...
he_il: הצג תוצאות נוספות...
hr_hr: Prikaži više rezultata...

source: Search doc.prestashop.com
da_dk: Søg doc.prestashop.com
he_il: חפש ב doc.prestashop.com
hr_hr: Pretraži doc.prestashop.com

source: Go to the documentation
da_dk: Gå til dokumentation
he_il: עבור לתיעוד
hr_hr: Idi na dokumentaciju

source: Search addons.prestashop.com
da_dk: Søg moduler.prestashop.com
he_il: חפש addons.prestashop.com
hr_hr: Pretraži addons.prestashop.com

source: Go to Addons
da_dk: Gå til addons
he_il: עבור אל תוספות (Addons)
hr_hr: Idi na dodatke

source: Search prestashop.com forum
da_dk: Søg prestashop.com forum
he_il: חפש בפורום prestashop.com
hr_hr: Pretraži prestashop.com forum

source: Go to the Forum
da_dk: Gå til Forum
he_il: עבור אל הפורום
hr_hr: Idi na forum

source: Import data from another shop
da_dk: Importer data fra en anden butik
he_il: יבוא נתונים מחנות אחרת
hr_hr: Uvoz podataka iz druge trgovine

source: You cannot delete this shop (customer and/or order dependency)
da_dk: Du kan ikke slette denne butik (kunde- og/eller ordreafhængig)
hr_hr: Ne možete obrisati ovu trgovinu (jer je vezana za kupaca i/ili narudžbu)

source: Click here to set a URL for this shop.
da_dk: Klik her for at angive URLen for denne butik.
he_il: לחץ כאן בשביל להגדיר כתובת אינטרנט לחנות זו.
hr_hr: Kliknite ovdje za postavljanje URL-a ove trgovine

source: Download credit slip
da_dk: Download kreditnota
he_il: הורד שובר זיכוי
hr_hr: Preuzmi kreditnu notu

source: No module has been installed.
da_dk: Intet modul er blevet installeret.
he_il: לא מותקן מודול
hr_hr: Niti jedan modul nije instaliran

source: Filters
da_dk: Filtre
he_il: מסננים
hr_hr: Filteri

source: Filter by warehouse:
da_dk: Filtrer efter lagerbygning:
hr_hr: Filter po skladištu:

source: Choose not to display completed/canceled orders:
da_dk: Vælg ikke at vise fuldførte/annullerede ordrer:
hr_hr: Odaberite ne prikazivanje dovršenih/odustanih narudžbi:

source: Filter by period:
da_dk: Filtrer efter periode:
he_il: סינון לפי תקופה :
hr_hr: Filter po razdoblju:

source: Highlight when coverage (in days) is less than:
da_dk: Fremhæv, når dækning (i dage) er færre end:
hr_hr: Označite ukoliko je pokrivenost (u danima) manja od:

source: Filter movements by warehouse:
da_dk: Filtrer bevægelser efter lagerbygning:
he_il: סנן העברות לפי מחסן :
hr_hr: Filter pomaci po skladištu:

source: Hours:
da_dk: Timer:
he_il: שעות :
hr_hr: Sati:

source: e.g. 10:00AM - 9:30PM
da_dk: f.eks. 10.00 - 21.30
he_il: לדוגמא: 08:00 - 19:00
hr_hr: npr. 08:00 - 20:00

source: Current order status: %s
da_dk: Nuværende ordrestatus: %s
he_il: 'מצב אספקת הזמנה' נוכחי: %s
hr_hr: Status trenutne narudžbe: %s

source: Choose the new status for your order
da_dk: Vælg ny status for din ordre
he_il: בחר את 'מצב אספקת הזמנה' החדש עבור הזמנה זו
hr_hr: Odaberite novi status Vaše narudžbe

source: Status of the order:
da_dk: Ordrens status:
hr_hr: Statusi narudžbe:

source: Print the supply order form
da_dk: Udskriv forsyningsordreseddel
he_il: הדפס טופס הזמנת מלאי
hr_hr: Ispiši obrazac narudžbenice

source: Click here to download the supply order form.
da_dk: Klik her for at hente forsyningsordresedlen.
he_il: לחץ כאן להורדת טופס הזמנת מלאי
hr_hr: Kliknite ovdje za preuzimanje narudžbe robe

source: Down
da_dk: Ned
he_il: למטה
hr_hr: Dolje

source: Up
da_dk: Op
he_il: למעלה
hr_hr: Gore

source: This tax only
da_dk: Kun denne moms
he_il: רק מס זה
hr_hr: Samo ovaj porez

source: Combine
da_dk: Kombinere
he_il: שלב
hr_hr: Spoji

source: One after another
da_dk: Den ene efter den anden
he_il: אחד אחרי השני
hr_hr: Jedan iza drugog

source: Choose layouts
da_dk: Vælg layouts
hr_hr: Odaberite izgled

source: Use this theme
da_dk: Brug dette tema
he_il: השתמש בערכת עיצוב זו
hr_hr: Koristi ovu temu

source: Delete this theme
da_dk: Slet dette tema
he_il: מחק ערכת עיצוב זו
hr_hr: Izbriši ovu temu

source: Designed by %s
da_dk: Designet af %s
he_il: עוצבה ע"י %s
hr_hr: Dizajnirao %s

source: Configure your page layouts
da_dk: Konfigurer din sidelayouts
hr_hr: Konfigurirajte izgleda stranica

source: Each page can use a different layout, choose it among the layouts bundled in your theme.
da_dk: Hver side kan anvende et andet layout, vælg det blandt de layouts, der følger med dit tema.
hr_hr: Svaka stranica može koristiti drugačiji izgled, odaberite ga među izgledima grupiranima u svojoj temi.

source: Reset to defaults
da_dk: Nulstil til standardindstillingerne
hr_hr: Resetiraj na početne postavke

source: Live from PrestaShop Addons!
da_dk: Tilføjelser fra PrestaShop Addons!
he_il: תוספים מאת פרסטהשופ
hr_hr: Uživo iz PrestaShop Dodataka!

source: The "%1$s" theme has been successfully installed.
da_dk: Temaet "%1$s" er blevet installeret.
he_il: תבנית העיצוב "%1$s" הותקנה בהצלחה.
hr_hr: "%1$s" tema je uspješno instalirana.

source: The following module(s) were not installed properly:
da_dk: Følgende modul(er) blev ikke installeret korrekt:
hr_hr: Slijedeći modul(i) nisu ispravno instalirani:

source: Warning: You may have to regenerate images to fit with this new theme.
da_dk: Advarsel: Du skal muligvis regenerere billeder, så de passer til det nye tema.
he_il: אזהרה: ייתכן שיהיה צורך לחולל תמונות מחדש כדי שיתאימו עם ערכת העיצוב החדשה.
hr_hr: Upozorenje: Morat ćete regenerirati slike da stanu s ovim novim temama.

source: Go to the thumbnails regeneration page
da_dk: Gå til generering af miniaturebilleder
he_il: עבור לדף חידוש תמונות ממוזערות
hr_hr: Idi na stranicu sličice regeneracije

source: Warning: This image type doesn’t exist. To manually set it, use the values below to create a new image type (in the "Images" page under the "Design" menu):
da_dk: Advarsel: Denne billedtype findes ikke. For at indstille den manuelt skal du bruge værdierne herunder for at oprette en ny billedtype ( på siden "Billeder" under menuen "Design"):
hr_hr: Upozorenje: Ovaj tip slika ne postoji. Za ručno postavljanje, koristite vrijednosti ispod da biste stvorili novu vrstu slike (u "slika" na stranici pod "dizajn" izbornik):

source: Name image type:
da_dk: Giv billedtypen et navn:
hr_hr: Ime vrste slike:

source: (width: %1$spx, height: %2$spx).
da_dk: (bredde: %1$spx, højde: %2$spx).
he_il: (רוחב: %1$s פיקסלים, גובה: %2$s פיקסלים).
hr_hr: (širina: %1$spx, visina: %2$spx).

source: Images have been correctly updated in the database:
da_dk: Billeder er blevet opdateret korrekt i databasen:
hr_hr: Slike su pravilno ažurirane u bazi podataka:

source: Finish
da_dk: Færdig
he_il: סיים
hr_hr: Završi

source: An empty category is a category that has no product directly associated to it. An empty category may however contain products through its subcategories.
da_dk: En tom kategori har ingen varer direkte tilknyttet. En tom kategori kan dog indeholde varer via dens underkategorier.
he_il: קטגוריה ריקה היא קטגוריה שאין אף מוצר הקשור ישירות אליה. אך יכולה להכיל מוצרים באופן עקיף באמצעות קטגוריות המשנה שלה.
hr_hr: Prazna kategorija je kategorija koja nema proizvoda izravno povezanih s njom. Prazna kategorija međutim može sadržavati proizvode putem svojih podkategorija.

source: Add file
da_dk: Tilføj fil
he_il: הוסף קובץ
hr_hr: Dodaj datoteku

source: File size
da_dk: Filstørrelse
he_il: גודל קובץ
hr_hr: Veličina datoteke

source: You have reached the limit (%s) of files to upload, please remove files to continue uploading
da_dk: Du har nået grænsen (%s) for antal uploadede filer. Fjern nogle filer for at fortsætte med at uploade
he_il: עברת את תקרת מספר הקבצים שניתן להעלות (%s), הסר חלק מהקבצים על מנת להמשיך בהעלאה
hr_hr: Dosegli ste limit (%s) datoteka za upload, uklonite datoteke za nastavak prijenosa
