Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.1/*/ModulesImagesliderAdmin.*.xlf
Languages: hu_hu

source: Image slider
hu_hu: Diavetítés

source: Adds an image slider to your site.
hu_hu: Képes diavetítőt ad hozzá az oldaladhoz.

source: Invalid values
hu_hu: Érvénytelen értékek

source: Invalid slide
hu_hu: Érvénytelen dia

source: Invalid slide state.
hu_hu: Érvénytelen csúszka állapot.

source: Invalid slide position.
hu_hu: Érvénytelen csúszka pozíció.

source: Invalid slide ID
hu_hu: Érvénytelen diavetítés-azonosító

source: The title is too long.
hu_hu: Túl hosszú cím

source: The caption is too long.
hu_hu: Túl hosszú képaláírás.

source: The URL is too long.
hu_hu: Túl hosszú URL

source: The description is too long.
hu_hu: Túl hosszú leírás

source: The URL format is not correct.
hu_hu: Hibás URL formátum

source: Invalid filename.
hu_hu: Érvénytelen fájlnév.

source: The URL is not set.
hu_hu: Nincsen URL beállítva

source: The image is not set.
hu_hu: Nincsen kép beállítva

source: The configuration could not be updated.
hu_hu: Nem tudta frissíteni a beállításokat

source: The slide could not be added.
hu_hu: Nem adható hozzá a dia.

source: The slide could not be updated.
hu_hu: A dia nem frissíthető.

source: Caption
hu_hu: Képaláírás

source: Speed
hu_hu: Sebesség

source: Pause on hover
hu_hu: Szünet a fölémozgatásnál

source: Stop sliding when the mouse cursor is over the slideshow.
hu_hu: Diavetítés leállítása, ha az egérkurzort a diavetítés fölé mozgatod.

source: Loop forever
hu_hu: Végtelenített hurok

source: Loop or stop after the last slide.
hu_hu: Végtelenített lejátszás vagy leállítás az utolsó dia után.

source: Slides list
hu_hu: Diák listája
