Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.1/*/ModulesAutoupgradeAdmin.*.xlf
Languages: el_gr

source: Selection successfully deleted
el_gr: Η επιλογή διαγράφηκε επιτυχώς

source: The new version check has been completed successfully
el_gr: Ο έλεγχος της νέας έκδοσης ολοκληρώθηκε επιτυχώς

source: Message sent to the customer
el_gr: Το μήνυμα απεστάλη στον πελάτη

source: Language successfully copied
el_gr: Η γλώσσα αντιγράφηκε με επιτυχία

source: Refund Successful
el_gr: Επιστροφή Επιτυχής

source: Images successfully moved
el_gr: Οι εικόνες μετακινήθηκαν επιτυχώς

source: In order to use a new theme, please follow these steps:
el_gr: Για να χρησιμοποιήσετε ένα νέο θέμα, παρακαλώ ακολουθήστε αυτά τα βήματα:

source: Import your theme using this module:
el_gr: Εισάγετε το θέμα σας χρησιμοποιώντας το module:

source: Theme installer
el_gr: Εγκαταστάτης θεμάτων

source: When your theme is imported, please select the theme in this page
el_gr: Όταν το θέμα σας έχει εισαχθεί, παρακαλώ επιλέξτε το θέμα σε αυτή τη σελίδα

source: Add my IP
el_gr: Προσθήκη IP μου

source: Back
el_gr: Πίσω

source: You do not have permission to add here
el_gr: Δεν έχετε άδεια να προσθέτετε εδώ

source: Set required fields for this section
el_gr: Ορίστε τα υποχρεωτικά πεδία για αυτή την ενότητα

source: Required Fields
el_gr: Υποχρεωτικά πεδία

source: Select the fields you would like to be required for this section.
el_gr: Επιλέξτε τα πεδία που θα θέλατε να είναι υποχρεωτικά για αυτή την ενότητα.

source: Field Name
el_gr: Όνομα πεδίου

source: The field named %s is required.
el_gr: Το όνομα πεδίου %s είναι απαραίτητο.

source: An error occurred during image deletion (cannot load object).
el_gr: Παρουσιάστηκε σφάλμα κατά τη διαγραφή της εικόνας (δεν μπορεσε να φορτωθει το αντικείμενο).

source: You need at least one object.
el_gr: Χρειάζεστε τουλάχιστον ένα αντικείμενο.

source: You cannot delete all of the items.
el_gr: Δεν μπορείτε να διαγράψετε όλα τα αντικείμενα.

source: An error occurred during deletion.
el_gr: Παρουσιάστηκε σφάλμα κατά τη διαγραφή.

source: (cannot load object)
el_gr: (δεν είναι δυνατή η φόρτωση του αντικειμένου)

source: You do not have permission to add here.
el_gr: Δεν έχετε άδεια να προσθέτετε εδώ.

source: Error in updating required fields
el_gr: Σφάλμα κατά την ενημέρωση των απαιτούμενων πεδίων

source: errors
el_gr: σφάλματα

source: Click here to see more
el_gr: Κάντε κλικ εδώ για να δείτε περισσότερα

source: Hide warning
el_gr: Απόκρυψη προειδοποίησης

source: Delete item #
el_gr: Διαγραφή στοιχείου #

source: Object cannot be loaded (not found)
el_gr: Το αντικείμενο δεν μπορεί να φορτωθεί (δεν βρέθηκε)

source: Object cannot be loaded (identifier missing or invalid)
el_gr: Το αντικείμενο δεν μπορεί να φορτωθεί (το αναγνωριστικό λείπει ή είναι άκυρο)

source: Your are currently connected with the following domain name:
el_gr: Είστε ήδη συνδεδεμένοι με το ακόλουθο domain name:

source: This one is different from the main shop domain name set in "Preferences > SEO & URLs":
el_gr: Αυτό είναι διαφορετικό από το κεντρικό domain name του καταστήματος που ορίσατε στης "Προτιμήσεις > SEO & URLs":

source: Click here if you want to modify the main shop domain name
el_gr: Κάντε κλικ εδώ αν θέλετε να τροποποιήσετε το κύριο domain name του καταστήματος

source: Required field
el_gr: Απαιτούμενο πεδίο

source: Back up my files and database
el_gr: Αντίγραφο ασφαλείας των αρχείων και της βάσης δεδομενων

source: Automatically back up your database and files in order to restore your shop if needed. This is experimental: you should still perform your own manual backup for safety.
el_gr: Αυτόματα ασφάλισε την βάση δεδομένων και τα αρχεία ώστε να επαναφέρεις το κατάστημα σου αν χρειαστεί. Αυτό είναι πειραματικό: πρέπει να κάνεις και ο ίδιος το δικό σου χειροκίνητο backup για ασφάλεια.

source: Back up my images
el_gr: Αρχειοθέτησε τις εικόνες μου

source: To save time, you can decide not to back your images up. In any case, always make sure you did back them up manually.
el_gr: Για να εξοικονομήσεις χρόνο, μπορείς να αποφασίσεις να μην ασφαλίσεις τις εικόνες σου. Σε κάθε περίπτωση, πάντα να είσαι σίγουρος ότι έχεις κάνει χειροκίνητα backup.

source: Server performance
el_gr: Επιδόσεις Server

source: Unless you are using a dedicated server, select "Low".
el_gr: Εκτός και αν χρησιμοποιείς αποκλειστικό server, επιλέξτε "χαμηλό".

source: A high value can cause the upgrade to fail if your server is not powerful enough to process the upgrade tasks in a short amount of time.
el_gr: Μια υψηλή τιμή μπορεί να προκαλέσει αποτυχία της αναβάθμισης αν ο server δεν είναι αρκετά δυνατός για να επεξεργαστεί της εργασίες της αναβάθμισης σε ένα μικρό περιθώριο χρόνου.

source: Low (recommended)
el_gr: Χαμηλό (προτείνεται)

source: Medium
el_gr: Μέτριο

source: High
el_gr: Υψηλό

source: Disable non-native modules
el_gr: Απενεργοποίηση μη προεγκατεστημένων προσθέτων

source: As non-native modules can experience some compatibility issues, we recommend to disable them by default.
el_gr: Επειδή τα μη προεγκατεστημένα πρόσθετα μπορούν να προκαλέσουν κάποια προβλήματα συμβατότητας, προτείνουμε να τα απενεργοποιήσετε από προεπιλογή.

source: Keeping them enabled might prevent you from loading the "Modules" page properly after the upgrade.
el_gr: Κρατώντας τα ενεργοποιημένα μπορεί να αποτρέψουν στο να φορτωθεί η σελίδα των πρόσθετων σωστά μετά την αναβάθμιση.

source: This will change your theme: your shop will then use the default theme of the version of PrestaShop you are upgrading to.
el_gr: Αυτό θα αλλάξει το θέμα: το κατάστημά σου θα χρησιμοποιήσει το προκαθορισμένο θέμα της έκδοσης στην οποία αναβαθμίζεσαι.

source: Error when trying to delete backups %s
el_gr: Σφάλμα κατά την διαγραφή αντιγράφων ασφαλείας %s

source: Restoration process done. Congratulations! You can now reactivate your shop.
el_gr: Διαδικασία αποκατάστασης ολοκληρώθηκε. Συγχαρητήρια! Μπορείτε τώρα να επανενεργοποιήσετε το κατάστημά σας.

source: Upgrade process done. Congratulations! You can now reactivate your shop.
el_gr: Διαδικασία αναβάθμισης ολοκληρώθηκε. Συγχαρητήρια! Μπορείτε τώρα να επανεργοποιήσετε το κατάστημά σας.

source: Upgrade process done, but some warnings have been found.
el_gr: Διαδικασία αναβάθμισης ολοκληρώθηκε, αλλά βρέθηκαν μερικές προειδοποιήσεις.

source: %s removed
el_gr: %s Αφαιρέθηκε

source: Please remove %s by FTP
el_gr: Παρακαλώ Αφαιρέστε%s μέσω FTP

source: Configuration successfully updated.
el_gr: Οι ρυθμίσεις ενημερώθηκαν επιτυχώς.

source: This page will now be reloaded and the module will check if a new version is available.
el_gr: Αυτή η σελίδα θα πρέπει τώρα να ξαναφορτωθεί και η μονάδα θα ελέγξει αν νέα έκδοση είναι διαθέσιμη.

source: File %s does not exist. Unable to select that channel.
el_gr: Το αρχείο %s δεν υπάρχει. Δεν είναι δυνατό να επιλεγεί αυτό το κανάλι.

source: Version number is missing. Unable to select that channel.
el_gr: Ο αριθμός έκδοσης λείπει. Δεν είναι δυνατό να επιλεγεί αυτό το κανάλι.

source: Upgrade process will use archive.
el_gr: Η διαδικασία αναβάθμισης θα χρησιμοποιήσει το συμπιεσμένο.

source: Error on saving configuration
el_gr: Σφάλμα κατά την αποθήκευση ρυθμίσεων

source: No diff files found.
el_gr: Δεν βρέθηκαν διαφορές αρχείων.

source: Unable to check files for the installed version of PrestaShop.
el_gr: Αδύνατο να ελεγχθούν τα αρχεία για την εγκατεστημένη έκδοση του PrestaShop.

source: Unable to check files
el_gr: Αδύνατο να ελεγχθούν αρχεία

source: Core files are ok
el_gr: Τα αρχεία του πυρήνα είναι εντάξει

source: Starting upgrade...
el_gr: Εκκίνηση αναβάθμισης...

source: Shop deactivated. Removing sample files...
el_gr: Το κατάστημα απενεργοποιήθηκε. Κατάργηση των αρχείων δειγμάτων...

source: Skip downloading step, upgrade process will now unzip the local archive.
el_gr: Παράληψη βημάτων μεταφόρτωσης, η διαδικασία αναβάθμισης θα αποσυμπιέσει τώρα το τοπικά συμπιεσμένο.

source: Shop deactivated. Extracting files...
el_gr: Το κατάστημα απενεργοποιήθηκε. Εξαγωγή αρχείων...

source: Shop deactivated. Now downloading... (this can take a while)
el_gr: Το κατάστημα απενεργοποιήθηκε. Γίνεται μεταφόρτωση... (αυτό μπορεί να διαρκέσει ώρα)

source: Downloaded archive will come from %s
el_gr: Το ληφθέν αρχείο θα έρθει από %s

source: MD5 hash will be checked against %s
el_gr: Το αποτύπωμα MD5 θα ελεγχθεί σε αντιπαράθεση με %s

source: "/latest" directory has been emptied
el_gr: Ο φάκελος "/latest" άδειασε

source: File extraction complete. Removing sample files...
el_gr: Η εξαγωγή αρχείων ολοκληρώθηκε. Κατάργηση αρχείων δείγματος...

source: Extraction directory is not writable.
el_gr: Ο φάκελος εξαγωγής δεν είναι εγγράψιμος.

source: Extraction directory %s is not writable.
el_gr: Ο φάκελος εξαγωγής %s δεν είναι εγγράψιμος.

source: [ERROR] %s does not exist or is not a directory.
el_gr: [ERROR] %s δεν υπάρχει ή δεν είναι φάκελος.

source: Nothing has been extracted. It seems the unzipping step has been skipped.
el_gr: Τίποτα δεν έχει εξαχθεί. Φαίνεται ότι το βήμα αποσυμπίεσης έχει παραλειφθεί.

source: [ERROR] Unable to find files to upgrade.
el_gr: [ERROR] Δεν ήταν δυνατή η εύρεση αρχείων για αναβάθμιση.

source: Unable to list files to upgrade
el_gr: Aδύνατη η απαρίθμηση των αρχείων για αναβάθμιση

source: %s files will be upgraded.
el_gr: %s αρχεία θα αναβαθμιστούν.

source: filesToUpgrade is not an array
el_gr: filesToUpgrade δεν είναι πίνακας

source: All files upgraded. Now upgrading database...
el_gr: Όλα τα αρχεία αναβαθμίστηκαν. Τώρα γίνεται αναβάθμιση της βάσης δεδομένων...

source: Error when trying to upgrade file %s.
el_gr: Λάθος κατά την αναβάθμιση του αρχείου %s.

source: Nothing has been extracted. It seems the unzip step has been skipped.
el_gr: Τίποτα δεν έχει εξαχθεί. Φαίνεται ότι το βήμα αποσυμπίεσης έχει παραλειφθεί.

source: %s modules will be upgraded.
el_gr: %s πρόσθετα θα αναβαθμιστούν.

source: upgradeModule step has not ended correctly.
el_gr: Το βήμα αναβάθμισης πρόσθετων δεν τελείωσε σωστά.

source: listModules is not an array. No module has been updated.
el_gr: listModules δεν είναι πίνακας. Κανένα πρόσθετο δεν αναβαθμίστηκε.

source: %s modules left to upgrade.
el_gr: %s πρόσθετα εμείναν για αναβάθμιση.

source: The files of module %s have been upgraded.
el_gr: Τα αρχεία του πρόσθετου %s έχουν αναβαθμιστεί.

source: [WARNING] Error when trying to upgrade module %s.
el_gr: [WARNING] Σφάλμα κατά την προσπάθεια αναβάθμισης του πρόσθετου %s.

source: [ERROR] Unable to write module %s's zip file in temporary directory.
el_gr: [ERROR] Δεν ήταν δυνατή η εγγραφή του αρχείου zip για το module %s στο προσωρινό φάκελο.

source: Error during database upgrade. You may need to restore your database.
el_gr: Σφάλμα κατά την αναβάθμιση της βάσης δεδομένων. Ίσως χρειαστεί να την επαναφέρετε.

source: Database upgraded. Now upgrading your Addons modules...
el_gr: Η βάση δεδομένων αναβαθμίστηκε. Γίνεται ενημέρωση των modules από τα Addons...

source: The database has been cleaned.
el_gr: Η βάση δεδομένων έχει καθαριστεί.

source: [ERROR] Version to install is too old.
el_gr: [ERROR] Έκδοση προς εγκατάσταση πολύ παλιά.

source: You already have the %s version.
el_gr: Ήδη έχεις την %s έκδοση.

source: Invalid database configuration
el_gr: Προβληματικά διαμορφωμένη βάση δεδομένων

source: %s is not a valid version number.
el_gr: %s δεν είναι έγκυρος αριθμός έκδοσης.

source: Error while loading SQL upgrade file "%s.sql".
el_gr: Σφάλμα κατά την φόρτωση του SQL αρχείου αναβάθμισης "%s.sql".

source: [DROP] SQL %s table has been dropped.
el_gr: [DROP] SQL %s πίνακας διαγράφτηκε.

source: An error happened during the database upgrade.
el_gr: Κάποιο σφάλμα προέκυψε κατά την αναβάθμιση της βάσης δεδομένων.

source: Database upgrade OK
el_gr: Αναβάθμιση βάσης δεδομένων ΕΝΤΑΞΕΙ

source: [CLEANING CACHE] File %s removed
el_gr: [CLEANING CACHE] Αρχείο %s διαγράφτηκε

source: Warning detected during upgrade.
el_gr: Προειδοποίηση ανιχνεύτηκε κατά την αναβάθμιση.

source: Database upgrade completed
el_gr: Αναβάθμιση βάσης δεδομένων ολοκληρώθηκε

source: [NOTICE] File %s does not exist, merge skipped.
el_gr: [NOTICE] Αρχείο %s δεν υπάρχει, η συγχώνευση προσπεράστηκε.

source: %s ignored
el_gr: %s αγνοήθηκε

source: [WARNING] File %1$s has been deleted.
el_gr: [ΠΡΟΣΟΧΗ] Αρχείο %1$s έχει διαγραφεί.

source: Directory %1$s created.
el_gr: Κατάλογος %1$s δημιουργήθηκε.

source: Error while creating directory %s.
el_gr: Σφάλμα κατά την δημιουργία καταλόγου %s.

source: Copied %1$s.
el_gr: Αντιγράφηκε %1$s.

source: [ERROR] File %s is missing: unable to restore files. Operation aborted.
el_gr: [ERROR] Αρχείο %s απουσιάζει: αδύνατη η επαναφορά αρχείων. Διαδικασία ακυρώνεται.

source: Restoring files ...
el_gr: Επαναφορά αρχείων ...

source: Nothing to restore
el_gr: Τίποτα για επαναφορά

source: Files restored.
el_gr: Αρχεία επαναφέρθηκαν.

source: Database backup: %s table(s) left...
el_gr: Αποθήκευση Βάσης: %s πίνακες έμειναν...

source: %s Files to backup.
el_gr: %s Αρχεία για αποθήκευση.

source: Backup files in progress. %d files left
el_gr: Αποθήκευση αρχείων σε εξέλιξη. %d αρχεία απομένουν

source: Using class ZipArchive...
el_gr: Χρησιμοποιώντας κλάση ZipArchive...

source: Using class PclZip...
el_gr: Χρησιμοποιώντας κλάση PclZip...

source: Download complete.
el_gr: Η λήψη ολοκληρώθηκε.

source: Download complete. Now extracting...
el_gr: Λήψη ολοκληρώθηκε. Γίνεται εξαγωγή...

source: Download complete but MD5 sum does not match (%s).
el_gr: Λήψη ολοκληρώθηκε αλλά το MD5 δεν ταιριάζει (%s).

source: Error during download. The private key may be incorrect.
el_gr: Σφάλμα κατά τη λήψη. Το προσωπικό κλειδί μοιάζει λανθασμένο.

source: Error during download
el_gr: Σφάλμα κατά την λήψη

source: Too long!
el_gr: Πολύ μακρύ!

source: Fields are different!
el_gr: Τα πεδία είναι διαφορετικά!

source: Impossible to send the email!
el_gr: Αδύνατο αποσταλεί το email!

source: Error:
el_gr: Σφάλμα:

source: Database connection is available!
el_gr: Σύνδεση με βάση δεδομένων είναι διαθέσιμη!

source: Database Server is available but database is not found
el_gr: Ο server βάσης δεδομένων είναι διαθέσιμος αλλά η βάση δεν βρέθηκε

source: Database Server is not found. Please verify the login, password and server fields.
el_gr: Ο σερβερ της βάσης δεδομένων δεν βρέθηκε. Παρακαλώ επαληθεύστε το όνομα, κωδικό και το πεδίο του σερβερ.

source: The uploaded file exceeds the upload_max_filesize directive in php.ini
el_gr: Το μεταφορτωμένο αρχείο ξεπερνά την οδηγία upload_max_filesize στο php.ini

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form
el_gr: Το μεταφορτωμένο αρχείο ξεπερνά την οδηγία MAX_FILE_SIZE που ορίστηκε στην φόρμα HTML

source: The uploaded file was only partially uploaded
el_gr: Το αρχείο προς μεταφόρτωση, μόνο ένα μέρος μεταφορτώθηκε

source: No file was uploaded.
el_gr: Δεν μεταφορτώθηκε αρχείο

source: Missing a temporary folder
el_gr: Λείπει ο φάκελος προσωρινών

source: Failed to write file to disk
el_gr: Αποτυχία εγγραφής αρχείου στο δίσκο

source: File upload stopped by extension
el_gr: Η μεταφόρτωση του αρχείου διακόπηκε από μια επέκταση

source: Cannot convert your database's data to utf-8.
el_gr: Δεν μπορώ να μετασχηματίσω τα δεδομένα της βάσης σου σε utf-8.

source: Your lastname contains some invalid characters
el_gr: Το επώνυμό σας περιέχει κάποιους μη έγκυρους χαρακτήρες

source: Invalid catalog mode
el_gr: Λανθασμένη κατάσταση καταλόγου

source: No error code available
el_gr: Δεν υπάρχει διαθέσιμος κωδικός σφάλματος

source: This installer is too old.
el_gr: Ο εγκαταστάτης είναι πολύ παλιός.

source: No upgrade is possible.
el_gr: Δεν είναι δυνατή καμία αναβάθμιση.

source: Unfortunately,
el_gr: Δυστυχώς,

source: SQL errors have occurred.
el_gr: προέκυψαν SQL σφάλματα .

source: The config/defines.inc.php file was not found. Where did you move it?
el_gr: Το αρχείο config/defines.inc.php δεν βρέθηκε. Που το μετέφερες;

source: Download
el_gr: Λήψη

source: Version number:
el_gr: Αρıθμός έκδοσης:

source: Changelog:
el_gr: Αρχείο καταγραφής αλλαγών:

source: see changelog
el_gr: δες αρχείο καταγραφής αλλαγών

source: Major release
el_gr: Κύρια έκδοση

source: Minor release (recommended)
el_gr: Δευτερεύουσα έκδοση (συνίσταται)

source: Local archive
el_gr: τοπικά αρχειοθετημένο

source: Local directory
el_gr: τοπικός κατάλογος

source: Channel:
el_gr: Κανάλι:

source: Link:
el_gr: Σύνδεσμος:

source: Hash key:
el_gr: Κλειδί Hash:

source: Step
el_gr: Βήμα

source: Upgrade steps
el_gr: Βήματα Αναβάθμισης

source: Version comparison
el_gr: Σύγκριση εκδόσεων

source: PrestaShop Original version
el_gr: Αρχική έκδοση PrestaShop

source: You use Smarty 3
el_gr: Χρησιμοποιείς Smarty 3

source: Check if a new version is available
el_gr: Έλεγξε αν υπάρχει νεότερη έκδοση

source: Last check: %s
el_gr: Τελευταίος έλεγχος: %s

source: This functionality has been disabled.
el_gr: Αυτή η λειτουργία έχει απενεργοποιηθεί.

source: Welcome!
el_gr: Καλωσορίσατε!

source: Upgrade complete
el_gr: Αναβάθμιση ολοκληρώθηκε

source: Restoration complete.
el_gr: Επαναφορά ολοκληρώθηκε.

source: End of process
el_gr: Τέλος της διαδικασίας

source: Please confirm that you want to skip the backup.
el_gr: Παρακαλώ επιβεβαιώστε ότι θέλετε να παρακάμψετε το αντίγραφο ασφαλείας.

source: Please confirm that you want to preserve file options.
el_gr: Παρακαλώ επιβεβαιώστε ότι θέλετε να διατηρήσετε τις επιλογές αρχείων.

source: %s is not a file
el_gr: %s δεν είναι αρχείο

source: Unable to create directory %s.
el_gr: Αδύνατη η δημιουργία του φακέλου %s.

source: Archive extracted
el_gr: Έγινε εξαγωγή αρχείου

source: zip->extractTo(): unable to use %s as extract destination.
el_gr: zip->extractTo(): αδύνατη η χρήση του %s ως φάκελου εξαγωγής.

source: Unable to open zipFile %s
el_gr: Αδύνατο το άνοιγμα zipFile %s

source: [ERROR] Error on extracting archive using PclZip: %s.
el_gr: [ERROR] Σφάλμα στην εξαγωγή αρχείου χρησιμοποιώντας PclZip: %s.

source: [ERROR] Unable to list archived files
el_gr: [ERROR] Αδύνατη η απαρίθμηση αρχειοθετημένων αρχείων

source: File %s is preserved
el_gr: Το αρχείο %s είναι διαφυλαγμένο

source: Unable to write in the directory "%s"
el_gr: Αδύνατη η εγγραφή μέσα στον φάκελο "%s"

source: This version of PrestaShop cannot be upgraded: the PS_ADMIN_DIR constant is missing.
el_gr: Αυτή η έκδοση του PrestaShop δεν μπορεί να αναβαθμιστεί: η σταθερά PS_ADMIN_DIR λείπει.

source: 1-Click Upgrade
el_gr: Αναβάθμιση με 1 Κλικ
