Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.1/*/ModulesAdvertisingAdmin.*.xlf
Languages: da_dk, de_at

source: Advertising block
da_dk: Reklameblok
de_at: Block Werbung

source: Adds an advertisement block to selected sections of your e-commerce website.
da_dk: Tilføjer en blok, der kan vise en reklame.
de_at: Fügt einen Block für Werbeanzeigen hinzu.

source: This module needs to be hooked to a column, but your theme does not implement one
da_dk: Dette modul skal være tilkoblet en kolonne, og der er ikke implementeret en i dit tema
de_at: Das Modul muss an eine Spalte angedockt werden. Die gibt es aber in diesem Template nicht.

source: File upload error.
da_dk: Kunne ikke flytte den uploadede fil.
de_at: Fehler beim Datei-Upload

source: Configuration
da_dk: Konfiguration
de_at: Einstellungen

source: Image for the advertisement
da_dk: Billede til annoncen
de_at: Bild für Werbeanzeige

source: By default the image will appear in the left column. The recommended dimensions are 155 x 163px.
da_dk: Som standard billedet vises i venstre kolonne. De anbefalede dimensioner er 155 x 163px.
de_at: Standardmäßig wird das Bild in der linken Spalte angezeigt (empfohlene Größe: 155 x 163px).

source: Target link for the image
da_dk: Mållink for billedet
de_at: Bild-Link

source: Title of the target link
da_dk: Titel på mål linket
de_at: Bezeichnung der Zieladresse

source: This title will be displayed when you mouse over the advertisement block in your shop.
da_dk: Denne titel vil blive vist, når du fører musen over annoncen blokken i din butik.
de_at: Dieser Name wird angezeigt, wenn man mit der Maus über den Block "Werbung" fährt.

source: Display on the left column
da_dk: Visning i venstre kolonne
de_at: In der linken Spalte anzeigen

source: Enabled
da_dk: Aktiveret
de_at: Aktiviert

source: Disabled
da_dk: Deaktiveret
de_at: Deaktiviert

source: Display on the right column
da_dk: Visning i højre kolonne
de_at: In der rechten Spalte anzeigen

source: Save
da_dk: Gem
de_at: Speichern
