Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.1/*/ModulesWelcomeAdmin.*.xlf
Languages: lt_lt

source: Let's create your first product
lt_lt: Sukurkime pirmąsias jūsų prekes

source: What do you want to tell about it? Think about what your customers want to know.
lt_lt: Ką norite apie tai pasakyti? Pagalvokite, ką klientai norėtų žinoti.

source: Add clear and attractive information. Don't worry, you can edit it later :)
lt_lt: Pridėti aiškią ir patrauklią informaciją. Nesijaudinkite, jūs galėsite ją redaguoti vėliau :)

source: How much do you want to sell it?
lt_lt: Kiek jūs norite parduoti?

source: Get your shop ready for payments
lt_lt: Paruoškite savo parduotuvę mokėjimams

source: Welcome
lt_lt: Sveiki

source: Help the user to create his first product.
lt_lt: Padeda vartotojui sukurti jo pirmą prekę.

source: Continue
lt_lt: Tęsti

source: Hey! Are you lost?
lt_lt: Hey! Ar pasiklydai?

source: To continue, click here:
lt_lt: Norėdami tęsti, paspauskite čia:

source: Skip this tutorial
lt_lt: Praleisti šį vadovą

source: Over to you!
lt_lt: Tau!

source: You've seen the essential, but there's a lot more to explore.
lt_lt: Jūs peržiūrėjote pagrindus, bet yra dar daug daugiau ką išbandyti.

source: Some ressources can help you go further:
lt_lt: Kai kurie ištekliai gali jums padėti eiti toliau:

source: Starter Guide
lt_lt: Pradedančiojo gidas

source: Forum
lt_lt: Forumas

source: Training
lt_lt: Mokymai

source: Video tutorial
lt_lt: Video vadovas

source: Welcome to your shop!
lt_lt: Sveiki atvykę į savo parudotuvę!

source: Hi! My name is Preston and I'm here to show you around.
lt_lt: Sveiki! Mano vardas Prestonas ir aš esu čia, kad jums parodyti aplinką.

source: Let's get started!
lt_lt: Pradėkime!

source: Later
lt_lt: Vėliau

source: Start
lt_lt: Pradėti

source: Launch your shop!
lt_lt: Pradėkite savo parduotuvę!

source: Resume
lt_lt: Tęsti

source: Step
lt_lt: žingsnis

source: Next
lt_lt: Tęsti
