Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.1/*/ModulesWirepaymentAdmin.*.xlf
Languages: da_dk

source: Wire payment
da_dk: Bankoverførsel

source: Accept payments by bank transfer.
da_dk: Accepter betaling med bankoverførsel.

source: Are you sure about removing these details?
da_dk: Er du sikker på, at du vil slette disse informationer?

source: Account owner and account details must be configured before using this module.
da_dk: Modtager og kontooplysninger skal konfigureres for at bruge dette modul korrekt.

source: No currency has been set for this module.
da_dk: Ingen valuta angivet for dette modul.

source: Account details are required.
da_dk: Kontooplysninger er obligatorisk.

source: Account owner is required.
da_dk: Modtager er obligatorisk.

source: Account details
da_dk: Kontooplysninger

source: Account owner
da_dk: Modtager

source: Such as bank branch, IBAN number, BIC, etc.
da_dk: Såsom bankafdeling, IBAN-nummer, BIC, osv.

source: Bank address
da_dk: Bank

source: Customization
da_dk: Tilpasning

source: Reservation period
da_dk: Reservationsperiode

source: Number of days the items remain reserved
da_dk: Antal dage, elementerne er reserveret

source: Information to the customer
da_dk: Oplysninger til kunden

source: Information on the bank transfer (processing time, starting of the shipping...)
da_dk: Oplysninger om bankoverførslen (ekspeditionstid, afsendelsesdato mv.)

source: Display the invitation to pay in the order confirmation page
da_dk: Viser opfordringen til at betale på siden med ordrebekræftelse

source: Your country's legislation may require you to send the invitation to pay by email only. Disabling the option will hide the invitation on the confirmation page.
da_dk: Lokal lovgivning kan kræve, at du kun sender betalingsanmodningen pr. e-mail. Hvis du deaktiverer indstillingen, skjules anmodningen på bekræftelsessiden.

source: This module allows you to accept secure payments by bank wire.
da_dk: Dette modul giver dig mulighed for at modtage betalinger ved bankoverførsel.

source: If the client chooses to pay by bank wire, the order status will change to 'Waiting for Payment'.
da_dk: Hvis kunden vælger at betale med bankoverførsel, vil ordrens status skifte til "Afventer betaling".

source: That said, you must manually confirm the order upon receiving the bank wire.
da_dk: Derfor skal du manuelt bekræfte ordren, så snart du modtager betalingen.
