Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.6/*/AdminDesignFeature.*.xlf
Languages: sq_al

source: Move images
sq_al: Lëviz imazhet

source: Regenerate thumbnails
sq_al: Rigjenero mini imazhet

source: Select an image
sq_al: Zgjidh një imazh

source: Select a format
sq_al: Zgjidh një format

source: Erase previous images
sq_al: Fshi imazhet e mëparshme

source: Transplant a module
sq_al: Transplanto një modul

source: Transplant to
sq_al: Transplanto në

source: Exceptions
sq_al: Përjashtimet

source: Available hooks
sq_al: 'Hooks' e disponueshëm

source: All modules
sq_al: Të gjitha modulet

source: Search for a hook
sq_al: Kërko për një 'hook'

source: Display non-positionable hooks
sq_al: Shaq 'hook' jo të pozicionueshëm

source: Full width
sq_al: Gjerësia e plotë

source: Three columns
sq_al: Tre kolona

source: Two columns, small left column
sq_al: Dy kolona, kolonë e vogël majtas

source: Two columns, small right column
sq_al: Dy kolona, kolonë e vogël djathtas

source: Two columns with a small left column.
sq_al: Dy kolona, kolonë e vogël majtas.

source: Two columns with a small right column.
sq_al: Dy kolona, kolonë e vogël djathtas.

source: Add new category
sq_al: Shto kategori të re

source: Edit category: %name%
sq_al: Redakto kategorinë: %name%

source: Add new page
sq_al: Shto faqe të re

source: Category: %category%
sq_al: Kategoria: %category%

source: Page Category
sq_al: Kategoritë e faqes

source: Images generation options
sq_al: Opsionet e gjenerimit të imazheve

source: Image format
sq_al: Formati i imazhit

source: Use JPEG.
sq_al: Përdor JPEG.

source: Use PNG only if the base image is in PNG format.
sq_al: Përdorni PNG vetëm nëse imazhi bazë është në formatin PNG.

source: Use PNG for all images.
sq_al: Përdor PNG për të gjitha imazhet.

source: JPEG compression
sq_al: JPEG kompresim

source: PNG compression
sq_al: PNG kompresim

source: Generate images based on one side of the source image
sq_al: Gjenero imazhet bazuar në njërën anë të burimit të imazhit

source: Automatic (longest side)
sq_al: Automatik (ana më e gjatë)

source: Maximum file size of product customization pictures
sq_al: Madhësia maksimale e skedarëve të imazheve të personalizuara të produktit

source: bytes
sq_al: bajt

source: Product picture width
sq_al: Gjerësia e imazhit të produktit

source: pixels
sq_al: pikselë

source: Product picture height
sq_al: Lartësia e imazhit të produktit

source: Generate high resolution images
sq_al: Gjenero imazhe me rezolucion të lartë

source: Image type
sq_al: Lloji i imazhit

source: Name for the image type
sq_al: Emri për llojin e imazhit

source: Add new image type
sq_al: Shto një tip të ri imazhi

source: ___________ CUSTOM ___________
sq_al: ___________ PERSONALIZUAR ___________

source: Admin modules controller
sq_al: Admin - Konrollori i moduleve

source: Front modules controller
sq_al: Kontrollri i moduleve të frontit

source: Pages
sq_al: Faqet

source: Import theme
sq_al: Importo motivin

source: Your current theme
sq_al: Motivi yt aktual

source: Invoice & Email Logos
sq_al: Logot e faturës & emailit

source: Favicons
sq_al: Ikona favorite

source: Select a theme for the "%name%" shop
sq_al: Zgjidh një motiv për dyqanin e "%name%"

source: Theme appearance
sq_al: Pamja e motivit

source: Pages in category "%name%"
sq_al: Faqet në kategorinë "%name%"

source: CMS Category
sq_al: Kategoria CMS

source: Parent category
sq_al: Kategoria prind

source: Page content
sq_al: Përmbatja e faqes

source: Indexation by search engines
sq_al: Indeksimi nga motorët e kërkimit

source: Select your default email theme
sq_al: Zgjidhni motivin tënd të paracaktuar të emailit

source: Generate emails
sq_al: Gjenero emailat

source: Select your email theme
sq_al: Zgjidh motivin tënd të emailit

source: Select the theme you want to overwrite
sq_al: Zgjidh motivin që dëshiron të mbishkruash

source: Overwrite templates
sq_al: Mbishkruaj shabllonet

source: Text
sq_al: Teksti

source: Email themes
sq_al: Shabllone emaili

source: Designed by %s
sq_al: Dizajnuar nga %s

source: Delete this theme?
sq_al: A do ta fshish këtë motiv?

source: Configure your page layouts
sq_al: Konfiguro pamjen e faqes tënde

source: Each page can use a different layout, choose it among the layouts bundled in your theme.
sq_al: Secila faqe mund të përdorë një model të ndryshëm, zgjidh atë midis modeleve të lidhura në motivin tënd.

source: Choose layouts
sq_al: Zgjidh modelin

source: Header logo
sq_al: Logo e kryefaqes

source: Mail logo
sq_al: Logo e emailit

source: Invoice logo
sq_al: Logo e faturës

source: Favicon
sq_al: Ikona 'fav'

source: Use this theme?
sq_al: A do ta përdorësh këtë motiv?

source: Archive URL
sq_al: URL e arkivit

source: Import from FTP
sq_al: Importo nga FTP

source: Add new theme
sq_al: Shto motiv të ri

source: Export current theme
sq_al: Eksporto motivin aktual

source: Visit the theme catalog
sq_al: Vizito katalogun e motiveve

source: Theme
sq_al: Motivi

source: My current theme
sq_al: Motivi yt aktual

source: Use this theme
sq_al: Përdor këtë motiv

source: Explore more than a thousand themes
sq_al: Eksploro më shumë se njëmijë motive

source: My theme for %name% shop
sq_al: Motivi im për dyqanin %name%
