Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.6/*/AdminShopparametersFeature.*.xlf
Languages: lo_la

source: Icon
lo_la: ໄອຄອນ

source: Send email to customer
lo_la: ສົ່ງອີເມວຫາລູກຄ້າ

source: Email template
lo_la: ເທັມເພສ ອີເມວ

source: Color
lo_la: ສີ

source: Consider the associated order as validated.
lo_la: ພິຈາລະນາຄຳສັ່ງຊື້ທີ່ກ່ຽວຂ້ອງເຊັ່ນການກວດສອບ

source: Template
lo_la: ເທັມເພສ

source: Order status
lo_la: ສະຖານະຄຳສັ່ງຊື້

source: Page
lo_la: ໜ້າ

source: Set up URLs
lo_la: ຕິດຕັ້ງ URLs

source: Generate robots.txt file
lo_la: ສ້າງຟາຍ robots.txt

source: Robots file generation
lo_la: ສ້າງຟາຍ Robots

source: Meta tags
lo_la: ແຖບ Meta

source: Aliases
lo_la: ນາມແຝງ

source: Indexed products
lo_la: ສິນຄ້າ Indexed

source: Blacklisted words
lo_la: ຄຳສັບປ້ອງກັນ(ຄຳຫຍາບ, ຄຳຕ້ອງຫ້າມ)

source: Weight
lo_la: ນ້ຳໜັກ

source: The "weight" represents its importance and relevance for the ranking of the products when completing a new search.
lo_la: "ນ້ຳໜັກ" ສະແດງເຖິງຄວາມສຳຄັນຂອງມັນ ແລະ ສິ່ງທີ່ກ່ຽວຂ້ອງສຳລັບການຈັດອັນດັບຂອງສິນຄ້າເມື່ອພະຍາຍາມຄົ້ນຫາ.

source: A word with a weight of eight will have four times more value than a word with a weight of two.
lo_la: ຄຳສັບກັບນ້ຳໜັກຂອງ 8 ຈະມີ 4 ເທື່ອຫຼາຍຄ່າກວ່າຄຳສັບກັບນ້ຳໜັກຂອງ 2.

source: Product name weight
lo_la: ນ້ຳໜັກຊື່ສິນຄ້າ

source: Reference weight
lo_la: ນ້ຳໜັກອ້າງອີງ

source: Short description weight
lo_la: ນ້ຳໜັກຄຳອະທິບາຍສັ້ນໆ

source: Description weight
lo_la: ນ້ຳໜັກລາຍລະອຽດ

source: Category weight
lo_la: ນ້ຳໜັກໝວດ

source: Tags weight
lo_la: ນ້ຳໜັກແຖບ

source: Attributes weight
lo_la: ນ້ຳໜັກຄຸນສົມບັດ

source: Features weight
lo_la: ນ້ຳໜັກຈຸດເດັ່ນ

source: Search
lo_la: ຄົ້ນຫາ

source: Refresh index
lo_la: ຣີເຟສອິນເດັກ

source: Cache
lo_la: ແຄສ Cache

source: Refresh cache
lo_la: ຣີເຟສແຄສ

source: Save direct traffic?
lo_la: ບັນທຶກການຈາລະຈອນໂດຍກົງ

source: Alias
lo_la: ນາມແຝງ

source: Tag
lo_la: ແຖບ

source: Social title
lo_la: ຫົວຂໍ້

source: Social titles
lo_la: ຫົວຂໍ້

source: Male
lo_la: ຊາຍ

source: Female
lo_la: ຍິງ

source: Unknown
lo_la: ບໍ່ຮູ້ຈັກ

source: Contacts
lo_la: ຕິດຕໍ່

source: Registration date
lo_la: ວັນທີລົງທະບຽນ

source: Group name
lo_la: ຊື່ກຸ່ມ

source: Discount (%)
lo_la: ສ່ວນຫຼຸດ (ເປັນ %)

source: Members
lo_la: ສະມາຊິກ

source: Creation date
lo_la: ວັນທີສ້າງ

source: Customer group
lo_la: ກຸ່ມລູກຄ້າ

source: Price display method
lo_la: ວິທີການສະແດງລາຄາ

source: Server
lo_la: ເຊີເວີ

source: GET variable
lo_la: ຕົວປ່ຽນ GET

source: Referrer
lo_la: ອ້າງອີງ

source: Shop name
lo_la: ຊື່ຮ້ານ

source: Enable SSL
lo_la: ເປີດໃຊ້ SSL

source: Round mode
lo_la: ໂໝດປັດເລກເສດ

source: Stores
lo_la: ຮ້ານຄ້າ

source: Latitude / Longitude
lo_la: ເສັ້ນຂະໜານ / ເສັ້ນແວງ

source: Picture
lo_la: ຮູບພາບ

source: Monday
lo_la: ວັນຈັນ

source: Tuesday
lo_la: ວັນອັງຄານ

source: Wednesday
lo_la: ວັນພຸດ

source: Thursday
lo_la: ວັນພະຫັດ

source: Friday
lo_la: ວັນສຸກ

source: Saturday
lo_la: ວັນເສົາ

source: Sunday
lo_la: ວັນອາທິດ

source: Choose your country
lo_la: ເລືອກປະເທດຂອງເຈົ້າ

source: Choose your state (if applicable)
lo_la: ເລືອກລັດຂອງເຈົ້າ(ຖ້າມີ)

source: Shop email
lo_la: ອີເມວຂອງຮ້ານຄ້າ

source: Shop address line 1
lo_la: ທີຢູ່ຮ້ານຄ້າທີ 1

source: Contact details
lo_la: ລາຍລະອຽດການຕິດຕໍ່

source: Visitors
lo_la: ຜູ້ຢ້ຽມຊົມ

source: Visits
lo_la: ເຂົ້າຢ້ຽມ

source: Pages
lo_la: ບັນດາໜ້າ

source: Reg.
lo_la: ລົງທະບຽນ

source: Avg. cart
lo_la: ສະເລ່ຍກະຕ່າ

source: Reg. rate
lo_la: ອັດຕາລົງທະບຽນ

source: Order rate
lo_la: ອັດຕາຄຳສ່ັງຊື້

source: Click
lo_la: ກົດ

source: Base
lo_la: ພື້ນຖານ

source: Affiliate
lo_la: ພັນທະມິດ

source: Affiliates can access their data with this name and password.
lo_la: ພັນທະມິດສາມາດເຂົ້າເຖິງຂໍ້ມູນຂອງຕົນເອງດ້ວຍ ຊື່ ແລະ ລະຫັດຜ່ານ.

source: Commission plan
lo_la: ແຜນຄະນະກຳມະການ

source: Click fee
lo_la: ກົດ ຈ່າຍ \"fee\"

source: Base fee
lo_la: ຈ່າຍພື້ນຖານ

source: Percent fee
lo_la: ຈ່າຍເປີເຊັນ

source: Include
lo_la: ລວມເອົາ

source: Technical information -- Expert mode
lo_la: ຂໍ້ມູນທາງດ້ານເຕັກນິກ - ໂມດຊ່ຽວຊານ

source: Unique visitors
lo_la: ຜູ້ຢ້ຽມຊົມແບບບໍ່ຊ້ຳກັນ

source: Pages viewed
lo_la: ສະແດງບັນດາໜ້າ

source: Registration rate
lo_la: ອັດຕາການລົງທະບຽນ

source: Registrations
lo_la: ລົງທະບຽນ

source: Product name
lo_la: ຊື່ສິນຄ້າ

source: Product price
lo_la: ລາຄາສິນຄ້າ

source: Product add date
lo_la: ວັນທີເພີ່ມສິນຄ້າເຂົ້າຮ້ານ

source: Product modified date
lo_la: ວັນທີ່ແກ້ໄຂສິນຄ້າ

source: Position inside category
lo_la: ຕຳແໜ່ງໃນໝວດ

source: Catalog mode
lo_la: ໂໝດແຄັດຕາລ໊ອກ

source: Quantity discounts based on
lo_la: ຈຳນວນສ່ວນຫຼຸດອີງຕາມ

source: Display available quantities on the product page
lo_la: ສະແດງຈຳນວນສິນຄ້າໃນສາງທີ່ໜ້າສິນຄ້າ

source: Display unavailable product attributes on the product page
lo_la: ປິດໃຊ້ງານສິນຄ້າບໍ່ພ້ອມໃຊ້ງານທີ່ໜ້າສິນຄ້າ

source: Display the "add to cart" button when a product has attributes
lo_la: ສະແດງປຸ່ມ "ເພີ່ມໃສ່ກະຕ່າ" ທີ່ໜ້າໝວດສິນຄ້າ

source: Products per page
lo_la: ຈຳນວນສິນຄ້າຕໍ່ໜ້າ

source: Default order by
lo_la: ການຈັດລຽງເລີ້ມຕົ້ນແມ່ນ

source: minutes
lo_la: ນາທີ

source: Minimum purchase total required in order to validate the order
lo_la: ລວມການຊື້ຢ່າງໜ້ອຍທີ່ຕ້ອງການໃນຄຳສັ່ງຊື້ເພື່ອການສັ່ງຊື້ຖືກຕ້ອງ

source: Enable guest checkout
lo_la: ເປີດໃຊ້ງານໃຫ້ແຂກທົ່ວໄປສັ່ງຊື້

source: Terms of service
lo_la: ເງື່ອນໄຂການບໍລິການ

source: Gift-wrapping price
lo_la: ລາຄາຫໍ່ຂອງຂວັນ

source: Offer gift wrapping
lo_la: ໃຫ້ຫໍ່ເປັນຂອງຂວັນ

source: Gift-wrapping tax
lo_la: ພາສີຫໍ່ຂອງຂວັນ

source: Offer recycled packaging
lo_la: ໃຫ້ສາມາດນຳກັບມາຫໍ່ໄດ້ໃໝ່

source: Customer service
lo_la: ບໍລິການລູກຄ້າ

source: Customer
lo_la: ລູກຄ້າ

source: Enable Shop
lo_la: ເປີດຮ້ານ

source: Maintenance IP
lo_la: ໝາຍເລກໄອພີ ການບຳລຸງຮັກສາ

source: Allow ordering of out-of-stock products
lo_la: ອະນຸຍາດໃຫ້ສັ່ງຊື້ສິນຄ້າບໍ່ມີໃນສາງ

source: Enable stock management
lo_la: ເປີດໃຊ້ງານການຈັດການສາງ

source: Statistics
lo_la: ສະຖານະ

source: Current category discount
lo_la: ສ້າງໝວດສ່ວນຫຼຸດ

source: Members of this customer group
lo_la: ລູກຄ້າສະມາຊິກຂອງກຸ່ມນີ້
