Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.6/*/ModulesProductcommentsShop.*.xlf
Languages: ro_ro, sv_se

source: Deleted account
ro_ro: Cont sters

source: You need to be logged in to post your review.
ro_ro: Este necesara autentificarea pentru a trimite recenzia.

source: You are not allowed to post a review at the moment, please try again later.
ro_ro: Momentan nu ai permisiunea de a trimite recenzia, te rugam sa incerci mai tarziu.

source: Title cannot be empty
ro_ro: Titlul nu poate fi gol

source: Title cannot be more than %s characters
ro_ro: Titlul nu poate fi mai lung de %s caractere

source: Customer name cannot be empty
ro_ro: Numele clientului nu poate fi gol

source: Customer name cannot be more than %s characters
ro_ro: Numele clientului nu poate fi mai lung de %s caractere

source: You need to be logged in to report a review.
ro_ro: Este necesara autentificarea pentru a reclama o recenzie.

source: You already reported this review as abusive.
ro_ro: Ai reclamat deja aceasta recenzie ca abuziva.

source: Cannot find the requested product review.
ro_ro: Recenzia cautata nu a fost gasita.

source: This feature is not enabled.
ro_ro: Aceasta facilitate nu este activa.

source: You need to be logged in to give your appreciation of a review.
ro_ro: Este necesara autentificarea pentru a aprecia o recenzie.

source: To go further:
ro_ro: Pentru a continua:
sv_se: För att gå vidare:

source: Customer reviews
ro_ro: Recenzii de la clienti

source: Addons Marketplace
ro_ro: Module din PrestaShop Addons
sv_se: Marknadsplats för tillägg

source: Display customer reviews on your store!
ro_ro: Afiseaza recenzii de la clienti in magazinul tau!

source: Customer reviews reassure your visitors and help you improve conversion! Encourage your customers to leave a review, display them, and do not forget to use rich snippets to show your productsâ€™ satisfaction ratings on search engines: they will be more visible!
ro_ro: Recenziile clientilor dau incredere vizitatorilor tai si ajuta la imbunatatirea conversiei! Incurajaza-ti clientii sa lase recenzii, sa le afiseze si nu uita sa utilizezi fragmente imbogatite pentru a afisa in motoarele de cautare evaluarile privind satisfactia produselor tale: ele vor fi mai vizibile!

source: Discover all modules
ro_ro: Descopera toate modulele
sv_se: Upptäck alla moduler

source: OK
ro_ro: Da

source: Grade
ro_ro: Nota
sv_se: Betyg

source: No
ro_ro: Nu
sv_se: Nej

source: Yes
ro_ro: Da
sv_se: Ja

source: Be the first to write your review
ro_ro: Fii primul care scrie o recenzie
sv_se: Bli först med att skriva en recension

source: No customer reviews for the moment.
ro_ro: Nu sunt opinii ale clientilor in acest moment.
sv_se: Det finns inga kundrecensioner just nu.

source: Sorry, your review cannot be posted.
ro_ro: Ne pare rau, recenzia ta nu a putut fi trimisa.

source: Title
ro_ro: Mod de adresare
sv_se: Titel

source: Your name
ro_ro: Numele tau
sv_se: Ditt namn

source: Review
ro_ro: Recenzie
sv_se: Recension

source: Required fields
ro_ro: Campuri obligatorii
sv_se: Obligatoriska fält

source: Cancel
ro_ro: Anuleaza
sv_se: Avbryt

source: Send
ro_ro: Trimite
sv_se: Skicka

source: Your comment has been submitted and will be available once approved by a moderator.
ro_ro: Comentariul dumeavoastra a fost inregistrat si va fi vizibil de indata ce va fi aprobat de un moderator.
sv_se: Din kommentar har blivit tillagd och kommer att vara synlig efter att den blivit godkänd av en moderator.

source: Your comment has been added!
ro_ro: Comentariul tau a fost adaugat!
sv_se: Din kommentar har blivit tillagd!

source: Review sent
ro_ro: Recenzia a fost trimisa

source: Your review cannot be sent
ro_ro: Recenzia ta nu a putut fi trimisa

source: Read user reviews
ro_ro: Cititi recenziile utilizatorilor
sv_se: Läs användarnas recensioner

source: By %1$s
ro_ro: de %1$s

source: Report abuse
ro_ro: Raporteaza abuz
sv_se: Rapportera missbruk

source: Write your review
ro_ro: Scrie-ti recenzia
sv_se: Skriv din recension

source: Sorry, your review appreciation cannot be sent.
ro_ro: Ne pare rau, aprecierea ta pentru recenzie nu a putut fi trimisa.

source: Sorry, your abuse report cannot be sent.
ro_ro: Ne pare rau, raportul tau de abuz nu a putut fi trimis.

source: Comments
ro_ro: Comentarii
sv_se: Kommentarer

source: Your review appreciation cannot be sent
ro_ro: Aprecierea ta pentru recenzie nu a putut fi trimisa

source: Report comment
ro_ro: Reclama un comentariu

source: Are you sure that you want to report this comment?
ro_ro: Sigur doresti sa raportezi acest comentariu?
sv_se: Är du säker på att du vill rapportera den här kommentaren?

source: Report sent
ro_ro: Raport trimis
sv_se: Rapporten har skickats

source: Your report has been submitted and will be considered by a moderator.
ro_ro: Comentariul tau a fost inregistrat si va fi examinat de un moderator.
sv_se: Din kommentar har blivit tillagd och kommer att vara synlig efter att den blivit godkänd av en moderator.

source: Your report cannot be sent
ro_ro: Reclamatia tau nu a putut fi trimisa
sv_se: Din rapport kunde inte skickas
