Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.6/*/ModulesEmailsubscriptionAdmin.*.xlf
Languages: et_ee

source: Newsletter subscription
et_ee: Uudiskirja tellimus

source: Adds a form for newsletter subscription.
et_ee: Lisab uudiskirja tellimise vormi.

source: Are you sure that you want to delete all of your contacts?
et_ee: Olete kindel, et soovite kustutada kõik oma kontaktid?

source: Subscribed
et_ee: Liitunud

source: Subscribed on
et_ee: Liitus

source: Newsletter registrations
et_ee: Uudiskirjaga liitumisi

source: Unsubscribe
et_ee: Eemalda

source: Would you like to send a verification email after subscription?
et_ee: Saada kinnitus e-kiri peale tellimust?

source: Would you like to send a confirmation email after subscription?
et_ee: Saada kinnitus e-mail peale tellimust?

source: Welcome voucher code
et_ee: Tervituse kinkekupongi kood

source: Leave blank to disable by default.
et_ee: Jäta tühjaks, kui ei soovi kasutada

source: Newsletter conditions
et_ee: Uudiskirja tingimused

source: This text will be displayed beneath the newsletter subscribe button.
et_ee: Seda teksti kuvatakse uudiskirja tellimise nupu all.

source: Export customers' addresses
et_ee: Ekspordi kliendi aadressid

source: Customers' country
et_ee: Kliendi riik

source: Filter customers by country.
et_ee: Filtreeri kliendid riigi järgi.

source: Newsletter subscribers
et_ee: Uudiskirja tellinud

source: Filter customers who have subscribed to the newsletter or not, and who have an account or not.
et_ee: Filtreeri kliendid selle järgi, kas nad on uudiskirja tellinud või mitte ja kas neil on poes püsikliendi konto või mitte.

source: Customers can subscribe to your newsletter when registering, or by entering their email in the newsletter form.
et_ee: Kliendid saavad tellida teie uudiskirja registreerimisel või oma e-posti aadressi sisestamisega uudiskirja vormi.

source: All subscribers
et_ee: Kõik tellijad

source: Subscribers with account
et_ee: Kõik kliendikontoga Uudiskirja tellijad

source: Subscribers without account
et_ee: Kõik kliendikontota Uudiskirja tellijad

source: Non-subscribers
et_ee: Mitte tellijad

source: Partner offers subscribers
et_ee: Partneri pakkumiste tellijad

source: Filter customers who have agreed to receive your partners' offers or not.
et_ee: Filtreeri kliendid selle järgi, kas nad on lubanud või mitte ka partnerite reklaampakkumisi.

source: Partner offers subscribers have agreed to receive your partners' offers.
et_ee: Partneri pakkumiste tellijad on nõustunud saama teie partnerite pakkumisi.

source: All customers
et_ee: Kõik kliendid

source: Partner offers non-subscribers
et_ee: Partneri pakkumiste mittetellijad

source: Search for addresses
et_ee: Otsi aadresse

source: Email address to search
et_ee: E-maili aadress otsimiseks

source: Example: contact@prestashop.com or @prestashop.com
et_ee: Näiteks: contact@prestashop.com või @prestashop.com

source: No customers found with these filters!
et_ee: Ühtegi klienti ei leitud antud filtritega!

source: The .CSV file has been successfully exported: %d customers found.
et_ee: CSV faili eksportimine õnnestus : leiti %d klient(i).

source: Download the file
et_ee: Lae fail alla

source: WARNING: When opening this .csv file with Excel, choose UTF-8 encoding to avoid strange characters.
et_ee: HOIATUS : Selle CSV faili Exceliga avamisel kasuta UTF-8 kodeeringut, et pääseda imelikest tähemärkidest.

source: Error: Write access limited
et_ee: VIGA : Kirjutusõigus on piiratud

source: No result found!
et_ee: Vasteid ei leitud!

source: -- Select associated page --
et_ee: -- Valige seotud leht --
