Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.6/*/ModulesWatermarkAdmin.*.xlf
Languages: sr_cs

source: Watermark
sr_cs: Vodeni žig

source: Protect images by watermark.
sr_cs: Zaštitie sliku vodenim žigom.

source: Are you sure you want to delete your details?
sr_cs: Da li ste sigurni da želite da obrišete vaše detalje?

source: Watermark image must be uploaded for this module to work properly.
sr_cs: Vodeni žig slike mora biti postavljen na server da bi ovaj modul funkcionisao.

source: You have to enable the GD extension on your server to install this module
sr_cs: Morate omogućiti GD extenziju na vašem serveru da bi instalirali modul

source: Opacity required.
sr_cs: Providnost je obavezna.

source: Opacity is not in allowed range.
sr_cs: Transparentnost nije u dozvoljenom rasponu.

source: Y-Align is required.
sr_cs: Y-poravnanje je neophodno.

source: Y-Align is not in allowed range.
sr_cs: Y-poravnanje nije u dozvoljenom rasponu.

source: X-Align is required.
sr_cs: X-poravnanje je neophodno.

source: X-Align is not in allowed range.
sr_cs: X-poravnanje nije u dozvoljenom opsegu.

source: At least one image type is required.
sr_cs: Najmanje jeda tip slka je neophodan.

source: An error occurred while uploading watermark: %1$s to %2$s
sr_cs: Došlo je do greške prilikom postavljanja vodenog žiga: %1$s na %2$s

source: Unable to add watermark section to the .htaccess file
sr_cs: Nije moguće dodati vodeni žig iz .htaccess fajla

source: Watermark image format is unsupported, allowed file types are: .gif, .jpg, .png
sr_cs: Format za vodeni žig nije odgovarajući, dozvoljeni foramati su: .gif, .jpg, .png

source: Once the module set up, regenerate your images with the dedicated tool in the Preferences section. Watermark will automatically be applied to new images.
sr_cs: Jednom kada se modul pdesi, regenerišite vaše slike sa posvećenim alatom. Vodeni žig će automatski biti primenjen na vaše slike.

source: Watermark file:
sr_cs: Fajl vodenog žiga:

source: Watermark opacity (1-100)
sr_cs: Providnost vodenog žiga (1-100)

source: Watermark X align:
sr_cs: X poravnanje žiga:

source: Watermark Y align:
sr_cs: Y poravnanje žiga:

source: Choose image types for watermark protection:
sr_cs: Izaberite vrste slika koje biste da zaštitite:

source: Logged in customers can see images without watermark
sr_cs: Ulogovani kupci mogu videti slike bez vodenog žiga
