Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.6/*/ModulesFacetedsearchAdmin.*.xlf
Languages: nn_no

source: Faceted search
nn_no: Lagvis søk

source: Displays a block allowing multiple filters.
nn_no: Viser en blokk som tillater flere samtidige filtre.

source: "%s" is not a valid url
nn_no: "%s" er ikkje ein gyldig URL

source: Filter template name required (cannot be empty)
nn_no: Det er påkravd med eit filternamn (kan ikkje vera tomt)

source: You must select at least one category.
nn_no: Du må velge minst en kategori.

source: Your filter
nn_no: Filteret ditt

source: was updated successfully.
nn_no: vart vellukka oppdatert.

source: was added successfully.
nn_no: vart vellukka lagt til.

source: Settings saved successfully
nn_no: Innstillingar vart vellukka lagra

source: Filter template deleted, categories updated (reverted to default Filter template).
nn_no: Filtermalen slettet, kategoriar oppdatert (stilt tilbake til standard filtermal).

source: Filter template not found
nn_no: Filtermalen ikkje funne

source: Root
nn_no: Botn

source: My template - %s
nn_no: Malen min - %s

source: My template %s
nn_no: Malen min %s

source: Categories used for this template:
nn_no: Kategoriar nytta for denne malen:

source: Categories selection is disabled because you have no categories or you are in a "all shops" context.
nn_no: Valg av kategorier er deaktivert fordi du ikke har noen kategorier eller du er i en "alle butikker" kontekst.

source: You must select at least one filter
nn_no: Du må velge minst et filter

source: Template name:
nn_no: Temanamn:

source: Only as a reminder
nn_no: Berre som ei påminning

source: Warning! Your hosting provider is using the Suhosin patch for PHP, which limits the maximum number of fields allowed in a form:
nn_no: Åtvaring! Domeneleverandøren din brukar Suhosin-patch for PHP. Denne set begrensingar for antall tillatne felt i eit skjema:

source: Please ask your hosting provider to increase the Suhosin limit to
nn_no: Kontakt leverandøren og spør om dei kan auke Suhosin-begrensinga til

source: Warning! Your PHP configuration limits the maximum number of fields allowed in a form:
nn_no: Åtvaring! PHP-konfigurasjonen overstig antall tillate felt i eit skjema:

source: Please ask your hosting provider to increase this limit to
nn_no: Ta kontakt med vevtenaren din for å auke denne avgrensinga til

source: %s at least, or you will have to edit the translation files manually.
nn_no: minst %s. Dersom ikkje det går lyt du endre språkfilene manuelt.

source: Choose shop association:
nn_no: Vel butikkassosiasjon:

source: Sub-categories filter
nn_no: Filter for underkategoriar

source: Product stock filter
nn_no: Filter for lager

source: Product condition filter
nn_no: Filter for tilstand

source: Product brand filter
nn_no: Produkt merkevare filter

source: Product weight filter (slider)
nn_no: Filter for produktvekt (skyvekontroll)

source: Product price filter (slider)
nn_no: Filter for produktpris (skyvekontroll)

source: Indexes and caches
nn_no: Indeksar og snøggbuffer

source: Indexing is in progress. Please do not leave this page
nn_no: Registrering held på. Ikkje forlat sida

source: Index all missing prices
nn_no: Indekser alle prisar som er sakna

source: Rebuild entire price index
nn_no: Kompiler heile prisindeksen på nytt

source: Build attribute index
nn_no: Kompiler attributtindeks

source: You can set a cron job that will rebuild price index using the following URL:
nn_no: Du kan opprette ein cron-jobb som kompilerer ein ny prisindeks ved å bruke fylgjande URL:

source: You can set a cron job that will rebuild attribute index using the following URL:
nn_no: Du kan opprette ein cron-jobb som kompilerer ein ny attributtindeks ved å bruke fylgjande URL:

source: A nightly rebuild is recommended.
nn_no: Det kan vera lurt å kompilere på nytt kvar natt.

source: Filters templates
nn_no: Filtermalar

source: Created on
nn_no: Oppretta den

source: Actions
nn_no: Hendingar

source: Do you really want to delete this filter template?
nn_no: Sikker på at du vil slette denne filtermalen?

source: No filter template found.
nn_no: Ingen filtermal funne.

source: Add new template
nn_no: Legg til ny mal

source: Show the number of matching products
nn_no: Vis antall samsvarande produkt

source: Show products from subcategories
nn_no: Vis produkt frå underkategoriar

source: Category filter depth (0 for no limits, 1 by default)
nn_no: Djupleik for kategorifilter (0 for ingen grenser, 1 er standard)

source: Use tax to filter price
nn_no: Bruk mva for å filtrere pris

source: Use rounding to filter price
nn_no: Bruk avrunding til prisfiltrering

source: (in progress)
nn_no: (under utføring)

source: URL indexing finished
nn_no: URL-indeksering fullført

source: Attribute indexing finished
nn_no: Attributtindeksering fullført

source: URL indexing failed
nn_no: URL-indeksering feila

source: Attribute indexing failed
nn_no: Attributtindeksering feila

source: Price indexing finished
nn_no: Prisindeksering fullført

source: Price indexing failed
nn_no: Prisindeksering feila

source: (in progress, %s products price to index)
nn_no: (held på, %s produktprisar å indikere)

source: Loading...
nn_no: Laster...

source: You selected -All categories-: all existing filter templates will be deleted. Is it OK?
nn_no: Du valte -Alle kategoriar-: alle eksisterande filtermalar vert sletta. Er dette OK?

source: You must select at least one category
nn_no: Du må velje minst ein kategori

source: Clear cache
nn_no: Slett bufferinnhald

source: New filters template
nn_no: Ny filtermal

source: You can drag and drop filters to adjust position
nn_no: Du kan dra og sleppe filter for å justere posisjonen

source: Filters:
nn_no: Filter:

source: Total filters: %s
nn_no: Antall filter: %s

source: Filter result limit:
nn_no: Avgrens filterresultat:

source: No limit
nn_no: Inga grense

source: Filter style:
nn_no: Filtertype:

source: Checkbox
nn_no: Avmerkingsboks

source: Radio button
nn_no: Radioknapp

source: Drop-down list
nn_no: Rullegardinliste

source: List of ranges
nn_no: Liste over områder

source: Attribute group: %name% (%count% attributes)
nn_no: Attributtgruppe: %name% (%count% attributter)

source: Attribute group: %name% (%count% attribute)
nn_no: Attributtgruppe: %name% (%count% attributter)

source: This group will allow user to select a color
nn_no: Denne gruppa tillet brukaren å velje ein farge

source: Feature: %name% (%count% values)
nn_no: Egenskap: %name% (%count% verdi)

source: Feature: %name% (%count% value)
nn_no: Egenskap: %name% (%count% verdi)

source: When the Faceted Search module is enabled, you can get more detailed URLs by choosing the word that best represent this attribute. By default, PrestaShop uses the attribute's name, but you can change that setting using this field.
nn_no: Når blokkmodulen for lagvis navigasjon er i bruk kan du få mer detaljerte URL'er ved å velge det ordet som best representerer denne egenskapen. Som standard vil PrestaShop bruke egenskapens navn, men du kan endre denne innstillingen ved bruk av dette feltet.

source: When the Faceted Search module is enabled, you can get more detailed page titles by choosing the word that best represent this attribute. By default, PrestaShop uses the attribute's name, but you can change that setting using this field.
nn_no: Når blokkmodulen for lagvis navigasjon er i bruk kan du få mer detaljerte side titler, ved å velge det ordet som best representerer denne egenskapen. Som standard vil PrestaShop bruke egenskapens navn, men du kan endre denne innstillingen ved bruk av dette feltet.

source: Invalid characters: <>;=#{}_
nn_no: Ugyldige teikn: <>;=#{}_

source: Indexable
nn_no: Kan indekserast

source: Use this attribute in URL generated by the Faceted Search module.
nn_no: Bruk denne attributten i URL'er som er generert av den lagvise navigasjonsmodulen.

source: When the Faceted Search module is enabled, you can get more detailed URLs by choosing the word that best represent this feature. By default, PrestaShop uses the feature's name, but you can change that setting using this field.
nn_no: Når blokkmodulen for lagvis navigasjon er i bruk kan du få mer detaljerte URL'er ved å velge det ordet som best representerer denne egenskapen. Som standard vil PrestaShop bruke egenskapens navn, men du kan endre denne innstillingen ved bruk av dette feltet.

source: When the Faceted Search module is enabled, you can get more detailed page titles by choosing the word that best represent this feature. By default, PrestaShop uses the feature's name, but you can change that setting using this field.
nn_no: Når blokkmodulen for lagvis navigasjon er i bruk kan du få mer detaljerte side titler ved å velge det ordet som best representerer denne egenskapen. Som standard vil PrestaShop bruke egenskapens navn, men du kan endre denne innstillingen ved bruk av dette feltet.

source: When the Faceted Search module is enabled, you can get more detailed URLs by choosing the word that best represent this feature's value. By default, PrestaShop uses the value's name, but you can change that setting using this field.
nn_no: Når blokkmodulen for lagvis navigasjon er i bruk kan du få mer detaljerte URL'er ved å velge det ordet som best representerer denne egenskapen. Som standard vil PrestaShop bruke egenskapens navn, men du kan endre denne innstillingen ved bruk av dette feltet.

source: When the Faceted Search module is enabled, you can get more detailed page titles by choosing the word that best represent this feature's value. By default, PrestaShop uses the value's name, but you can change that setting using this field.
nn_no: Når blokkmodulen for lagvis navigasjon er i bruk kan du få mer detaljerte side titler ved å velge det ordet som best representerer denne egenskapen. Som standard vil PrestaShop bruke egenskapens navn, men du kan endre denne innstillingen ved bruk av dette feltet.
