Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.6/*/ModulesBlockreassuranceAdmin.*.xlf
Languages: bg_bg, hr_hr

source: Customer reassurance
bg_bg: Допълнителна информация за потребителя
hr_hr: Blok ohrabrenja

source: Adds an information block aimed at offering helpful information to reassure customers that your store is trustworthy.
bg_bg: Добавя блок, който цели да предложи допълнителна информация, за да увери потребителите, че сте надежден партньор.
hr_hr: Dodaje blok za prikaz više informacija kako bi ohrabrili Vaše kupce

source: The block configuration has been updated.
bg_bg: Настройките на блока бяха актуализирани.
hr_hr: Postavke su ažurirane

source: New reassurance block
bg_bg: Нов блок Допълнителна информация за потребителя
hr_hr: Novi blok ohrabrenja

source: ID Shop
bg_bg: ИД на магазин
hr_hr: ID Trgovine

source: Are you sure you want to uninstall this module?
bg_bg: Сигурни ли сте, че искате да деинсталирате този модул?
hr_hr: Jeste li sigurni da želite deinstalirati ovaj modul?

source: Block updated
bg_bg: Блокът е обновен
hr_hr: Blok je ažuriran

source: Oops... looks like an error occurred
bg_bg: Опаа... възникна грешка
hr_hr: Ups... izgleda da je došlo do pogreške

source: Configuration updated successfully!
bg_bg: Конфигурацията е обновена успешно!

source: Position changed successfully!
bg_bg: Позицията е променена успешно!

source: An error occurred when switching position
bg_bg: Грешка при промяна на позицията

source: blockreassurance
hr_hr: osigurati blok

source: There was an error during the uninstallation. Please contact us through Addons website.
hr_hr: Došlo je do pogreške prilikom deinstalacije. Kontaktirajte nas putem web mjesta Addons.
