Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.6/*/ModulesImagesliderAdmin.*.xlf
Languages: bg_bg

source: Image slider
bg_bg: Слайдер с изображения

source: Adds an image slider to your site.
bg_bg: Добавя слайдер с изображения към сайта ви.

source: Invalid values
bg_bg: Невалидни стойности

source: Invalid slide
bg_bg: Невалиден слайд

source: Invalid slide state.
bg_bg: Невалиден формат на слайда.

source: Invalid slide position.
bg_bg: Невалидна позиция на слайда.

source: Invalid slide ID
bg_bg: Невалидно ИД на слайд

source: The title is too long.
bg_bg: Заглавието е прекалено дълго.

source: The caption is too long.
bg_bg: Надписът е твърде дълъг.

source: The URL is too long.
bg_bg: URL адреса е твърде дълъг.

source: The description is too long.
bg_bg: Описанието е прекалено дълго.

source: The URL format is not correct.
bg_bg: Форматът на URL адреса не е правилен.

source: Invalid filename.
bg_bg: Невалидно име на файл.

source: The URL is not set.
bg_bg: URL адреса не е зададен.

source: The image is not set.
bg_bg: Не е зададено изображение.

source: The configuration could not be updated.
bg_bg: Конфигурацията не може да бъде обновена.

source: The slide could not be added.
bg_bg: Слайдът не може да бъде добавен.

source: The slide could not be updated.
bg_bg: Слайдът не може да бъде актуализиран.

source: Slide information
bg_bg: Информации на слайда

source: Target URL
bg_bg: Целеви URL адрес

source: Caption
bg_bg: Надпис

source: Speed
bg_bg: Скорост

source: The duration of the transition between two slides.
bg_bg: Продължителност на прехода между два слайда.

source: Pause on hover
bg_bg: Пауза при мишка отгоре

source: Stop sliding when the mouse cursor is over the slideshow.
bg_bg: Спира смяната, когато курсора на мишката е върху слайдшоуто.

source: Loop forever
bg_bg: Постоянна смяна

source: Loop or stop after the last slide.
bg_bg: Смяната спира след последният слайд.

source: Since multiple languages are activated on your shop, please mind to upload your image for each one of them
bg_bg: Тъй като са активирани няколко езика за магазина ви, моля имайте предвид да качвате ваше изображение за всеки един от тях

source: You cannot manage slides items from a "All Shops" or a "Group Shop" context, select directly the shop you want to edit
bg_bg: Не можете да управлявате артикулите в слайда от контекста на "Всички магазини" или "Колективно пазаруване", изберете директно магазина, който желаете да управлявате

source: You can only edit this slide from the shop(s) context: %s
bg_bg: Можете да редактирате само този слайд от контекста на магазина(ите): %s

source: You cannot add slides from a "All Shops" or a "Group Shop" context
bg_bg: Не можете да добавяте слайдове от контекста на "Всички магазини" или "Група магазини"

source: Unable to get slide shop association information (id_slide: %d)
bg_bg: Невъможно извличане на информация за асоциациите на слайда на магазина (id_slide: %d)

source: The modifications will be applied to shop: %s
bg_bg: Промените ще бъдат приложени за магазин: %s

source: The modifications will be applied to this group: %s
bg_bg: Промените ще бъдат приложени за следната група: %s

source: The modifications will be applied to all shops and shop groups
bg_bg: Промените ще се приложат за всички магазини и групи магазини

source: This slide is shared with other shops! All shops associated to this slide will apply modifications made here
bg_bg: Този слайд е споделен с други магазини! Всички магазини, свързани с този слайд ще използват модификациите, направени тук

source: Slides list
bg_bg: Списък на слайдовете

source: Shared slide
bg_bg: Споделен слайд
