Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.6/*/ShopNotificationsError.*.xlf
Languages: km_kh

source: This voucher is disabled
km_kh: ប័ណ្ណបញ្ចុះ​តម្លៃ​នេះ​ ហួស​កាល​កំណត់​ប្រើប្រាស់​

source: This voucher has already been used
km_kh: ប័ណ្ណបញ្ចុះ​តម្លៃ​ ត្រូវ​បាន​ប្រើប្រាស់​រួច​ទៅហើយ​

source: This voucher is not valid yet
km_kh: ប័ណ្ណ​បញ្ចុះ​តម្លៃ​នេះ​ មិនត្រឹមត្រូវ​នៅឡើយ​ទេ

source: This voucher has expired
km_kh: ប័ណ្ណបញ្ចុះតម្លៃ ហួសកាល​បរិច្ឆេទប្រើប្រាស់

source: You cannot use this voucher anymore (usage limit reached)
km_kh: អ្នក​មិន​អាច​ប្រើប្រាស់​ ប័ណ្ណបញ្ចុះតម្លៃនេះ​បានទេ​ (ដោយ​លើសការកំណត់​ប្រើប្រាស់)

source: You cannot use this voucher
km_kh: អ្នកមិនអាចប្រើប័ណ្ណទូទាត់នេះបានទេ

source: You must choose a delivery address before applying this voucher to your order
km_kh: អ្នកត្រូវជ្រើសរើសអាសយដ្ឋានដឹកជញ្ជូន មុនពេលអនុវត្តប័ណ្ណទូទាត់នេះទៅការបញ្ជាទិញរបស់អ្នក

source: You cannot use this voucher in your country of delivery
km_kh: អ្នកមិនអាចប្រើប័ណ្ណទូទាត់នេះនៅក្នុងប្រទេសដែលអ្នកដឹកជញ្ជូនបានទេ

source: You must choose a carrier before applying this voucher to your order
km_kh: អ្នកត្រូវជ្រើសរើសអាសយដ្ឋានដឹកជញ្ជូន មុនពេលអនុវត្តប័ណ្ណទូទាត់នេះទៅការបញ្ជាទិញរបស់អ្នក

source: You cannot use this voucher with this carrier
km_kh: អ្នកមិនអាចប្រើប័ណ្ណបញ្ចុះតម្លៃនេះជាមួយក្រុមហ៊ុនដឹកជញ្ជូននេះបានទេ

source: You cannot use this voucher on products on sale
km_kh: អ្នកមិនអាចប្រើប័ណ្ណទូទាត់នេះលើផលិតផលដែលដាក់លក់បានទេ

source: Please log in first
km_kh: សូមចូលប្រព័ន្ធជាមុនសិន

source: You have not reached the minimum amount required to use this voucher
km_kh: អ្នកមិនបានដល់ចំនួនអប្បបរមាដែលត្រូវការដើម្បីប្រើប័ណ្ណទូទាត់នេះទេ

source: This voucher is already in your cart
km_kh: ប័ណ្ណនេះមានរួចហើយនៅក្នុងរទេះរបស់អ្នក

source: This voucher is not combinable with an other voucher already in your cart: %s
km_kh: ប័ណ្ណនេះមិនត្រូវបានផ្សំជាមួយនឹងប័ណ្ណដែលមានក្នុងកន្ត្រកទំនិញរបស់អ្នកទេ:% s

source: Cart is empty
km_kh: កន្ត្រកគឺទទេ

source: You cannot use this voucher in an empty cart
km_kh: អ្នកមិនអាចប្រើប័ណ្ណបញ្ចុះតម្លៃនេះនៅក្នុងរទេះទទេបានទេ

source: You cannot use this voucher with these products
km_kh: អ្នកមិនអាចប្រើប័ណ្ណបញ្ចុះតម្លៃនេះជាមួយផលិតផលទាំងនេះបានទេ

source: The email is already used, please choose another one or sign in
km_kh: អ៊ីមែលត្រូវបានប្រើរួចហើយសូមជ្រើសរើសមួយផ្សេងទៀតឬចូល

source: Your account isn't available at this time, please contact us
km_kh: គណនីរបស់អ្នកមិនមានទេនៅពេលនេះសូមទាក់ទងមកយើងខ្ញុំ

source: Authentication failed.
km_kh: ការផ្ទៀងផ្ទាត់បានបរាជ័យ។

source: Password is required
km_kh: ពាក្យ​សម្ងាត់​គឺ​ត្រូវ​បាន​ទាមទារ

source: Invalid email/password combination
km_kh: ការបញ្ចូលអ៊ីមែល / ពាក្យសម្ងាត់មិនត្រឹមត្រូវ

source: There seems to be an issue with your account, please contact support
km_kh: ហាក់ដូចជាមានបញ្ហាជាមួយគណនីរបស់អ្នកសូមទាក់ទងជំនួយ

source: %s is required.
km_kh: %s គឺត្រូវបានទាមទារ។

source: is invalid.
km_kh: មិនត្រឹមត្រូវ។

source: The %1$s field is too long (%2$d chars max).
km_kh: %1$s គឺវែងពេក (%2$d តួអក្សរធំ) ។

source: Please fix the error below.
km_kh: សូមដោះស្រាយកំហុសខាងក្រោម។

source: Could not delete address.
km_kh: មិនអាចលុបអាស័យដ្ឋានបានទេ

source: The customer could not be found.
km_kh: អតិថិជនមិនអាចរកឃើញទេ។

source: You must enter a voucher code.
km_kh: អ្នកត្រូវតែបញ្ចូលលេខកូដប័ណ្ណ។

source: The voucher code is invalid.
km_kh: លេខកូដប័ណ្ណមិនត្រឹមត្រូវ។

source: This voucher does not exist.
km_kh: ប័ណ្ណនេះមិនមានទេ។

source: You must add %quantity% minimum quantity
km_kh: អ្នកត្រូវតែបន្ថែម %បរិមាណ% បរិមាណអប្បបរមា

source: Null quantity.
km_kh: គ្មានបរិមាណ។

source: Product not found
km_kh: រកផលិតផលមិនឃើញ

source: This product (%product%) is no longer available.
km_kh: ផលិតផលនេះ (%product%) មិនមានទៀតទេ។

source: The item %product% in your cart is no longer available in this quantity. You cannot proceed with your order until the quantity is adjusted.
km_kh: ទំនិញ %product% នៅក្នុងកន្ត្រកទំនិញរបស់អ្នកលែងមាននៅក្នុងបរិមាណនេះទៀតហើយ។ អ្នកមិនអាចបន្តការបញ្ជាទិញរបស់អ្នកបានទេ រហូតដល់បរិមាណត្រូវបានកែតម្រូវ។

source: The minimum purchase order quantity for the product %product% is %quantity%.
km_kh: បរិមាណបញ្ជាទិញអប្បបរមាសម្រាប់ផលិតផល %product%%quantity% គឺ %product% ។

source: Please fill in all of the required fields, and then save your customizations.
km_kh: សូមបំពេញនៅក្នុងកន្លែងដែលត្រូវការទាំងអស់ ហើយបន្ទាប់មករក្សាទុកការប្តូរតាមបំណងរបស់អ្នក។

source: You already have the maximum quantity available for this product.
km_kh: អ្នកមានបរិមាណអតិបរមាដែលអាចរកបានសម្រាប់ផលិតផលនេះ។

source: Invalid key.
km_kh: លេខកូដមិនត្រឹមត្រូវ។

source: This product has been deleted.
km_kh: ផលិតផលនេះត្រូវបានលុបចោល។

source: This file no longer exists.
km_kh: ឯកសារនេះមិនមានទៀតទេ។

source: This product has been refunded.
km_kh: ផលិតផលនេះត្រូវបានសងប្រាក់វិញ។

source: Please provide the required information
km_kh: សូមផ្តល់ព័ត៌មានចាំបាច់

source: The password is missing: please enter your new password.
km_kh: ពាក្យសម្ងាត់គឺមានកំហុស: សូមបញ្ចូលពាក្យសម្ងាត់ថ្មីរបស់អ្នក។

source: The password is not in a valid format.
km_kh: លេខសំងាត់មិនមានលក្ខណៈត្រឹមត្រូវ។

source: Login is required
km_kh: ទាមទារការចូល

source: There are not enough products in stock
km_kh: មិនមានផលិតផលគ្រប់គ្រាន់នៅក្នុងស្តុកទេ
