Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.6/*/ShopPdf.*.xlf
Languages: mn_mn

source: Order return
mn_mn: Захиалгын буцаалт

source: Invoice
mn_mn: Төлбөрийн баримт

source: Credit slip
mn_mn: Мөнгө буцаасан баримт

source: We have logged your return request.
mn_mn: Бараа буцаах Таны хүсэлт бүртгэгдлээ.

source: Your package must be returned to us within
mn_mn: Таны бараа бид нарт буцаагдах шаардлагтай

source: days of receiving your order.
mn_mn: захиалга хийгдсэнээс хоногийн дотор.

source: Total Products
mn_mn: Нийт бүтээгдэхүүнүүд

source: Total Discounts
mn_mn: Нийт хямдралууд

source: Tax Detail
mn_mn: Татварын дэлгэрэнгүй

source: Products
mn_mn: Бүтээгдэхүүнүүд

source: Shipping
mn_mn: Хүргэлт

source: Total
mn_mn: Нийт

source: Product
mn_mn: Бүтээгдэхүүн

source: (Tax excl.)
mn_mn: (татвар тооцогдоогүй)

source: Payment Method
mn_mn: Төлбөр тооцооны хэлбэр

source: Order Date
mn_mn: Захиалгын огноо

source: Delivery Address
mn_mn: Хүргэлт хийх хаяг

source: Items to be returned
mn_mn: Буцаагдах зүйлсийн жагсаалт

source: Taxes:
mn_mn: Татварууд:

source: Tax Value
mn_mn: Татварын дүн

source: If the following conditions are not met, we reserve the right to refuse your package and/or refund:
mn_mn: Хэрэв Та манай доорхи нөхцөлүүдийг дагана мөрдөөгүй тохиолдолд, бид буцаагдах барааг Тань, мөн мөнгө буцаах үйл явцыг зөвшөөрөхгүй байх эрхтэй гэдэгийг анхаарна уу:

source: (Tax Excl.)
mn_mn: (Татвар тооцогдоогүй)

source: image(s)
mn_mn: Зурагнууд

source: Order Reference
mn_mn: Захиалгын дугаар

source: VAT Number
mn_mn: НӨАТ төлөгчийн дугаар

source: Invoice Date
mn_mn: Төлбөрийн баримтын огноо

source: Order date
mn_mn: Захиалгын огноо

source: Summary:
mn_mn: Хураангуй:

source: Products ordered:
mn_mn: Захиалагдсан бараанууд:

source: Shipping (Tax Excl.)
mn_mn: Нийт хүргэлт / тээвэрлэлт (татвар тооцогдоогүй)

source: Shipping (Tax Incl.)
mn_mn: Нийт хүргэлт / тээвэрлэлт (татвар тооцогдсон)

source: Product Total (Tax Excl.)
mn_mn: Барааны нийт дүн (Татвар тооцогдоогүй)

source: Product Total (Tax Incl.)
mn_mn: Барааны нийт дүн (Татвар тооцогдсон)

source: Product Total
mn_mn: Барааны нийт дүн

source: Total (Tax Excl.)
mn_mn: Нийт дүн (татвар тооцогдоогүй)

source: Total (Tax Incl.)
mn_mn: Нийт дүн (татвар тооцогдсон)
