Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.7/ls-*/ModulesProductcommentsAdmin.vls-*.xlf
Languages: be

source: Valid for the entire catalog
be: Geldig voor gehele catalogus

source: Restricted to some categories
be: Beperkt tot enkele categorieën

source: Restricted to some products
be: Beperkt tot enkele producten

source: Product Comments
be: Productbeoordelingen

source: Allows users to post reviews and rate products on specific criteria.
be: Hiermee kunnen gebruikers recensies plaatsen en producten beoordelen op specifieke criteria.

source: Settings updated
be: Instellingen bijgewerkt

source: Criterion deleted
be: Criteria verwijderd

source: Configuration
be: Configuratie

source: All reviews must be validated by an employee
be: Alle beoordelingen moeten worden gevalideerd door een personeelslid

source: Enabled
be: Ingeschakeld

source: Disabled
be: Uitgeschakeld

source: Allow guest reviews
be: Laat beoordelingen door gasten toe

source: Minimum time between 2 reviews from the same user
be: Minimale tijd tussen twee beoordelingen van dezelfde gebruiker

source: Save
be: Opslaan

source: Reviews waiting for approval
be: Beoordelingen die wachten op goedkeuring

source: Reported Reviews
be: Gerapporteerde beoordelingen

source: Approve
be: Goedkeuren

source: Not abusive
be: Geen spam

source: Name
be: Naam

source: Add New Criterion
be: Voeg nieuw criteria toe

source: Review Criteria
be: Bekijk criteria

source: Approved Reviews
be: Goedgekeurde beoordelingen

source: Review title
be: Titel van de beoordeling

source: Review
be: Beoordeling

source: Rating
be: Waardering

source: Author
be: Auteur

source: Time of publication
be: Tijd van publicatie

source: Criterion will be restricted to the following categories
be: Criterium zal worden beperkt tot de volgende categorieën

source: Mark the boxes of categories to which this criterion applies.
be: Markeer de categorieën waarvoor dit criterium geldt.

source: Selected
be: geselecteerd

source: Collapse All
be: Alles inklappen

source: Expand All
be: Alles uitklappen

source: Check All
be: Selecteer alles

source: Uncheck All
be: Deselecteer alles

source: Add new criterion
be: Voeg nieuw criterium to

source: Criterion name
be: Naam criterium

source: Application scope of the criterion
be: Toepassingsgebied van het criterium

source: The criterion will be restricted to the following products
be: Criterium zal worden beperkt tot de volgende producten

source: Active
be: Actief

source: Product Name
be: Productnaam
