Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/AdminShopparametersHelp.*.xlf
Languages: gl_es

source: There is a huge quantity of data, so each connection corresponding to a referrer is indexed. You can also refresh this index by clicking the "Refresh index" button. This process may take a while, and it's only needed if you modified or added a referrer, or if you want changes to be retroactive.
gl_es: Hai unha enorme cantidade de datos, polo que se indexa cada conexión correspondente a unha procedencia. Tamén pode recargar este índice premendo no botón "Recargar índice". Este proceso pode levar un tempo, e só se precisa se modificou ou engadiu unha procedencia, ou se quere que os cambios sexan retroactivos.

source: Your data is cached in order to sort it and filter it. You can refresh the cache by clicking on the "Refresh cache" button.
gl_es: Os seus datos gárdanse na caché para ordenalos e filtralos. Pode recargar a caché premendo no botón "Recargar caché".

source: Direct traffic can be quite resource-intensive. You should consider enabling it only if you have a strong need for it.
gl_es: O tráfico directo pode consumir recursos intensivamente. Debe considerar activalo só se ten unha forte necesidade del.

source: Show me more
gl_es: Amósame máis

source: Definitions:
gl_es: Definicións:

source: The "http_referer" field is the website from which your customers arrive.
gl_es: O campo "http_referer" é o sitio web dende o cal acceden os seus clientes.

source: For example, visitors coming from Google will have an "http_referer" value like this one: "http://www.google.com/search?q=prestashop".
gl_es: Por exemplo, as visitas procedentes de Google terán un valor "http_referer" coma este: "http://www.google.com/search?q=prestashop".

source: If the visitor arrives directly (by typing the URL of your shop, or by using their bookmarks, for example), the http_referer will be empty.
gl_es: Se a visitante chega directamente (escribindo a URL da túa tenda ou empregando os seus marcadores, por exemplo), o http_referer permanecerá baleiro.

source: If you'd like to view all the visitors coming from Google, you can type "%google%" in this field. Alternatively, you can type "%google.fr%" if you want to view visitors coming from Google France, only.
gl_es: Se desexa ver tódolos visitantes que proceden de Google, pode escribir "%google%" no campo. Alternativamente, pode escribir "%google.fr%" se só quere ve-los visitantes proceden de Google Francia.

source: The "request_uri" field is the URL from which the customers come to your website.
gl_es: O campo "request_uri" é a URL dende a que a túa clientela chega ao teu sitio web.

source: For example, if the visitor accesses a product page, the URL will be like this one: "%smusic-ipods/1-ipod-nano.html".
gl_es: Por exemplo, se o visitante accede a unha páxina de produto, o URL será como este: "%smusic-ipods/1-ipod-nano.html".

source: This is helpful because you can add tags or tokens in the links pointing to your website.
gl_es: Isto é útil porque pode engadir etiquetas ou tokens nas ligazóns que apuntan á súa páxina web.

source: For example, you can post a link (such as "%sindex.php?myuniquekeyword" -- note that you added "?myuniquekeyword" at the end of the URL) in an online forum or as a blog comment, and get visitors statistics for that unique link by entering "%%myuniquekeyword" in the "request_uri" field.
gl_es: Por exemplo, pode publicar unha ligazón (tal como "%sindex.php?palabraclaveúnica" -- teña en conta que engadiu "?palabraclaveúnica" ó final do URL) nun foro en liña ou como un comentario nun blog, e obter estadísticas de visitantes para esa ligazón única introducindo "%%palabraclaveúnica" no campo "request_uri".

source: This method is more reliable than the "http_referer" one, but there is one disadvantage: if a search engine references a page with your link, then it will be displayed in the search results and you will not only indicate visitors from the places where you posted the link, but also those from the search engines that picked up that link.
gl_es: Este método é máis fiable que o "http_referer", pero hai unha desvantaxe: se un motor de busca referencia unha páxina coa súa ligazón, esta amosarase nos resultados da busca e non só indicará visitantes dende os lugares onde publicou o enlace, senón que tamén aqueles procedentes dos motores de busca que pulsaron esa ligazón.

source: The "Include" fields indicate what has to be included in the URL.
gl_es: Os campos "Incluír" indican que teñen que incluírse no URL.

source: The "Exclude" fields indicate what has to be excluded from the URL.
gl_es: Os campos "Excluír" indican o que tivo que excluírse do URL.

source: When using simple mode, you can use a wide variety of generic characters to replace other characters:
gl_es: Utilizando un modo sinxelo, pode empregar unha ampla variedade de caracteres xenéricos para substituír outros caracteres:

source: "_" will replace one character. If you want to use the real "_", you should type this: "\\_".
gl_es: "_" substituirá un carácter. Se quere utiliza-lo "_" real, debe escribir isto: "\\_".

source: "%" will replace any number of characters. If you want to use the real "%", you should type this: "\\%".
gl_es: "%" substituirá calquera número de caracteres. Se quere utiliza-lo "%" real, debe escribir isto: "\\%".

source: The Simple mode uses the MySQL "LIKE" pattern matching, but for a higher potency you can use MySQL's regular expressions in the Expert mode.
gl_es: O modo Sinxelo utiliza o patrón de coincidencia de MySQL "LIKE", pero para unha maior potencia pode utiliza-las expresión regulares de MySQL no modo Experto.

source: Take a look at MySQL's documentation for more details.
gl_es: Para máis detalles bótelle unha ollada á documentación de MySQL.

source: Get help!
gl_es: Obter axuda!

source: e.g. 10:00AM - 9:30PM
gl_es: ex. 10:00AM - 9:30PM

source: Further information regarding this contact.
gl_es: Información adicional sobre este contacto.

source: Image width in pixels. Enter "0" to use the original size.
gl_es: Anchura da imaxe en píxeles. Introduce "0" para emprega-lo tamaño orixinal.

source: Image height in pixels. Enter "0" to use the original size.
gl_es: Altura da imaxe en píxeles. Introduce "0" para emprega-lo tamaño orixinal.

source: The group defined for your un-identified visitors.
gl_es: O grupo definido para os visitantes non identificados.

source: The group defined for your identified guest customers (used in guest checkout).
gl_es: O grupo definido para os clientes invitados identificados (usado no proceso de compra como invitado).

source: The group defined for your identified registered customers.
gl_es: O grupo definido para a túa clientela rexistrada identificada.

source: Automatically apply this value as a discount on all products for members of this customer group.
gl_es: Aplicar automaticamente este valor como un desconto en tódolos produtos para membros deste grupo de clientes.

source: How prices are displayed in the order summary for this customer group.
gl_es: Como se mostran estos prezos para este grupo de clientes(IVA incluido ou excluido)

source: Customers in this group can view prices.
gl_es: A clientela deste grupo poder ve-los prezos.

source: %group_name% - All persons without a customer account or customers that are not logged in.
gl_es: %group_name% - Tódalas persoas sen unha conta de clienta ou clientas que non iniciaron sesión.

source: %group_name% - All persons who placed an order through Guest Checkout.
gl_es: %group_name% - Tódalas persoas que realizaron unha encomenda a través da Finalización da Compra coma Convidada.

source: %group_name% - All persons who created an account on this site.
gl_es: %group_name% - Tódalas persoas que crearon unha conta neste sitio.

source: PrestaShop has three default customer groups:
gl_es: PrestaShop ten tres grupos de clientela predeterminados:

source: Need to hide prices for all groups? Save time, enable catalog mode in Product Settings instead.
gl_es: Precisas agochar os prezos para tódolos grupos? Aforra tempo, activa o modo catálogo na Configuración do Produto.

source: Leave blank if no change.
gl_es: Deixar en branco se non hai ningún cambio.

source: Fee given for each visit.
gl_es: Custes indicados para cada visita.

source: Fee given for each order placed.
gl_es: Custes indicados para cada pedido realizado.

source: If you know how to use MySQL regular expressions, you can use the [1]expert mode[/1].
gl_es: Se coñeces como usar as expresións MySQL, podes usar o [1]modo experto[/1].

source: Enable the automatic indexing of products. If you enable this feature, the products will be indexed in the search automatically when they are saved. If the feature is disabled, you will have to index products manually by using the links provided in the field set.
gl_es: Activa-lo indexado automático de produtos. Se activa esta funcionalidade, os produtos indexaranse automaticamente na busca cando se garden. Se a funcionalidade está desactivada, terá que indexa-los produtos manualmente utilizando as ligazóns proporcionadas no campo.

source: By default, to search for “blouse”, you have to enter “blous”, “blo”, etc (beginning of the word) – but not “lous” (within the word).
gl_es: Por defecto, para buscar "blusa", ten que introducir "blus", "blu", etc. (comezando a palbra) - pero non "lus" (dentro da palabra).

source: With this option enabled, it also gives the good result if you search for “lous”, “ouse”, or anything contained in the word.
gl_es: Con esta opción activada, tamén dá bo resultado se busca "lus", "lusa" ou calquera cousa contida na palabra.

source: Enable search within a whole word, rather than from its beginning only.
gl_es: Activar pesquisa dentro dunha palabra enteira, no canto de só dende o seu inicio.

source: It checks if the searched term is contained in the indexed word. This may be resource-consuming.
gl_es: Comproba se o termo buscado está contido na palabra indexada. Isto pode consumir recursos.

source: By default, if you search "book", you will have "book", "bookcase" and "bookend".
gl_es: Por defecto, se busca "libre", obterá "libre", "librería" e "libreira".

source: With this option enabled, it only gives one result “book”, as exact end of the indexed word is matching.
gl_es: Con esta opción activada, só obtén un resultado: "libre", como final exacto da palabra indexada coincidente.

source: Enable more precise search with the end of the word.
gl_es: Activar unha busca máis precisa co final da palabra.

source: It checks if the searched term is the exact end of the indexed word.
gl_es: Comproba se o termo buscado é o final exacto da palabra indexada.

source: Only words this size or larger will be indexed.
gl_es: Soamente palabras que poidan ser indexadas.

source: Please enter the index words separated by a "|".
gl_es: Por favor,introduza palabras separadas por "I".

source: Enter each alias separated by a comma (e.g. 'prestshop,preztashop,prestasohp').
gl_es: Introduce cada alcume separado por unha vírgula (ex. 'prestashop,preztashop,prestasohp').

source: Forbidden characters: <>;=#{}
gl_es: Caracteres prohibidos: <>;=#{}

source: Search this word instead.
gl_es: Procura que inclúa esta palabra.

source: By default, the fuzzy search is enabled. It means spelling errors are allowed, e.g. you can search for "bird" with words like "burd", "bard" or "beerd".
gl_es: De forma predeterminada, a busca difusa está activada. O cal quere dicir que se permiten os erros ortográficos, ex: podes buscar "malva" con palabras coma "malba", "málva" ou "mlava"

source: Enable approximate string matching.
gl_es: Activar a coincidencia aproximada de cadeas.

source: Note that this option is resource-consuming: the more you search, the longer it takes.
gl_es: Ten en conta que esta opción consume moitos recursos: canto máis busques, máis tempo lle leva.

source: Disabling this option will require exact spelling for the search to match results.
gl_es: Desactivar esta opción precisará o deletreo exacto para que a busca atope resultados.

source: Only words fewer or equal to this maximum length will be searched.
gl_es: Só se buscarán palabras de menos ou igual que esta lonxitude máxima.

source: This parameter will only be used if the fuzzy search is activated: the lower the value, the more tolerant your search will be.
gl_es: Este parámetro só se utilizará se busca difusa está activada: canto máis baixo sexa o valor, máis tolerante será a busca.

source: Forbidden characters: <>;=#{}
gl_es: Caracteres prohibidos: <>;=#{}

source: This field does not refer to the shop name visible in the front office.
gl_es: Este campo non se refire ao nome da tenda que está visible no sitio web.

source: Follow [1]this link[/1] to edit the shop name used on the front office.
gl_es: Segue esta [1]ligazón[/1] para edita-lo nome da tenda empregado no sitio web.

source: You can't edit the shop group because the current shop belongs to a group with the "share" option enabled.
gl_es: Non podes edita-lo grupo de tendas porque a tenda actual pertence a un grupo coa opción "compartir" activada.

source: This is the root category of the store that you've created. To define a new root category for your store, [1]please click here[/1].
gl_es: Esta é a categoría raíz da tenda que creou. Para definir unha nova categoría raíz para a súa tenda, [1]prema aquí, por favor[/1].

source: By selecting associated categories, you are choosing to share the categories between shops. Once associated between shops, any alteration of this category will impact every shop.
gl_es: Ao seleccionar categorías asociadas, estás a escoller compartir as categorías entre as tendas. Unha vez asociadas entre tendas, calquera alteración desta categoría afectaralle a cada unha das tendas.

source: Order status (e.g. 'Pending').
gl_es: Estado da encomenda (ex. 'Pendente').

source: Invalid characters: numbers and
gl_es: Caracteres inválidos

source: Upload an icon from your computer (File type: .gif, suggested size: 16x16).
gl_es: Sube unha icona dende o teu ordenador (Tipo de ficheiro: .gif, tamaño suxerido: 16x16).

source: Status will be highlighted in this color. HTML colors only.
gl_es: O estado será destacado nesta cor. Só cores HTML.

source: Only letters, numbers and underscores ("_") are allowed.
gl_es: Só se permiten letras, números e guións baixos ("_").

source: Email template for both .html and .txt.
gl_es: Modelo de correo electrónico tanto para .html coma para .txt.

source: Order's return status name.
gl_es: Nome do estado de devolución do pedido.

source: Whether or not to display this store.
gl_es: Se desexas amosar ou non esta tenda.

source: Storefront picture.
gl_es: Imaxe do escaparate.

source: Displayed in emails sent to customers.
gl_es: Amosado nos correos electrónicos enviados ós clientes.

source: Shop registration information (e.g. SIRET or RCS).
gl_es: Información de rexistro da tenda (ex. CIF ou RCS).

source: Display an overview of the addresses, shipping method and cart just before the order button (required in some European countries).
gl_es: Amosar unha vista xeral dos enderezos, método de envío e cesta xusto antes do botón de pedido (obrigatorio nalgúns países europeos).

source: Allow guest visitors to place an order without registering.
gl_es: Permítelles ás visitantes realizar unha encomenda sen se rexistrar.

source: Disable the option to allow customers to reorder in one click from the order history page (required in some European countries).
gl_es: Desactiva-la opción para permitirlle ós clientes reordenar nun clic dende a páxina do historial de pedidos (necesario nalgúns países europeos).

source: Set to 0 to disable this feature.
gl_es: Establecer en 0 para desactivar esta característica.

source: Automatically updates the shipping costs when you edit an order.
gl_es: Actualiza automaticamente os custes de envío cando edita un pedido.

source: Require customers to accept or decline terms of service before processing an order.
gl_es: Exigir aos clientes aceptar/declinar as condicións de uso antes de realizar o pedido

source: Choose the page which contains your store's terms and conditions of use.
gl_es: Escolle a páxina que contén os termos e condicións de uso da túa tenda.

source: Allow the customer to ship orders to multiple addresses. This option will convert the customer's cart into one or more orders.
gl_es: Permitirlle ó cliente que envíe pedidos a múltiples enderezos. Esta opción converterá o carro do cliente nun ou máis pedidos.

source: It allows you to delay shipping if your customers request it.
gl_es: Permíteche retardar o envío se o cliente así o solicita.

source: Suggest gift-wrapping to customers.
gl_es: Suxerir envoltorio de agasallo ós clientes e maila posibilidade de deixar unha mensaxe

source: Set a price for gift wrapping.
gl_es: Amosar prezo do papel de agasallo.

source: Set a tax for gift wrapping.
gl_es: Establecer unha taxa polo envoltorio para agasallo.

source: Suggest recycled packaging to customer.
gl_es: Propoñerlle á clientela embalaxes recicladas.

source: characters
gl_es: caracteres

source: After a customer logs in, you can recall and display the content of his/her last shopping cart.
gl_es: Despois de que unha clienta inicie sesión, podes recuperar e amosar o contido do seu último carro da compra.

source: Send an email with summary of the account information (email, password) after registration.
gl_es: Enviar un correo electrónico co resumo da información da conta (correo electrónico, contrasinal) tralo rexistro.

source: Minimum time required between two requests for a password reset.
gl_es: Tempo mínimo requirido entre dúas solicitudes de restablecemento do contrasinal.

source: Activate or deactivate B2B mode. When this option is enabled, B2B features will be made available.
gl_es: Activar ou desactivar o modo B2B. Cando esta opción está activa, as características B2B estarán dispoñibles.

source: Display or not the birth date field.
gl_es: Amosar ou non o campo data de nacemento.

source: Display or not the partner offers tick box, to receive offers from the store's partners.
gl_es: Amosar ou non a caixa de verificación de ofertas de socios, para recibir ofertas dos socios da tenda.

source: The catalog mode is actually to disable products checkout (prices, add to cart, etc.) on your shop, like a retail website does.
gl_es: O modo catálogo serve en realidade para desactivar a compra de produtos (prezos, engadir á cesta, etc.) na túa tenda, como fai unha web de venda polo miúdo.

source: Set the maximum size of the summary of your product description (in characters).
gl_es: Establecer o tamaño máximo do resumo da descrición do produto (en caracteres).

source: How to calculate quantity discounts.
gl_es: Como calcular os descontos por cantidade.

source: When active, friendly URL will be updated on every save.
gl_es: Cando está activa, as URLs amigables actualízanse cada vez que gardas.

source: When active, new products will be activated by default during creation.
gl_es: Cando está activo, os novos produtos activaranse de forma predeterminada durante a creación.

source: Catalog mode disables the shopping cart on your store. Visitors will be able to browse your products catalog, but not buy them.
gl_es: O modo catálogo desactiva o carro da compra na túa tenda. Os visitantes son capaces de navegar polo catálogo de produtos, pero non poden mercalos.

source: Have specific needs? Edit particular groups to let them see prices or not.
gl_es: Tes necesidades específicas? Edita grupos particulares para deixarlles ver os prezos ou non.

source: Display product prices when in catalog mode.
gl_es: Amosar prezos do produto cando estea en modo catálogo.

source: Set to "0" to disable this feature.
gl_es: Por a 0 para desactivar esta característica

source: Display or hide the "add to cart" button on category pages for products that have attributes forcing customers to see product details.
gl_es: Amosar ou agocha-lo botón "engadir ao carro" nas páxinas de categoría para os produtos que teñen atributos que obrigan á clientela a ve-los detalles do produto.

source: In the volume discounts board, display the new price with the applied discount instead of showing the discount (ie. "-5%").
gl_es: Na táboa de descontos por volume, amosar o novo prezo co desconto aplicado en vez de amosar o desconto (é dicir "-5%").

source: Number of products displayed per page. Default is 10.
gl_es: Produtos amosados por páxina (10 por defecto).

source: The order in which products are displayed in the product list.
gl_es: Por defecto ordenado por lista de produtos

source: Default order method for product list.
gl_es: Método de ordenación predeterminado para as listaxes de produtos.

source: By default, the Add to Cart button is hidden when a product is unavailable. You can choose to have it displayed in all cases.
gl_es: De xeito predeterminado, o botón Engadir ao Carro está agochado cando un produto non está dispoñible. Podes escoller mantelo visible en tódolos casos.

source: Advised for European merchants to be legally compliant (eg: Delivered within 3-4 days)
gl_es: Aconsellado para comerciantes europeos para cumprir coa legalidade (ex: Entrega entre 3 e 4 días)

source: Advised for European merchants to be legally compliant (eg: Delivered within 5-7 days)
gl_es: Aconsellado para comerciantes europeos para cumprir coa legalidade (ex: Entrega entre 5 e 7 días)

source: When selling packs of products, how do you want your stock to be calculated?
gl_es: Cando se venden paquetes de produtos, como quere que se calcule o stock?

source: Contact name (e.g. Customer Support).
gl_es: Nome de contacto (ex.: Atención á Clientela).

source: Emails will be sent to this address.
gl_es: Os correos electrónicos enviaranse a este enderezo.

source: If enabled, all messages will be saved in the "Customer Service" page under the "Customer" menu.
gl_es: Se está activada, tódalas mensaxes se gardarán na páxina "Servizo de Atención á Clientela" dentro do menú "Clientela".

source: Allows you to delay shipping at your customers' request.
gl_es: Permítelle retrasa-lo envío a petición do cliente.

source: You can search for a new domain name or add a domain name that you already own. You will be redirected to your PrestaShop account.
gl_es: Podes procurar un novo nome de dominio ou engadir un nome de dominio que xa posúas. Serás redirixida á túa conta PrestaShop.

source: Invalid characters:
gl_es: Caracteres non válidos:

source: Name of the related page.
gl_es: Nome da páxina relacionada.

source: Title of this page.
gl_es: Título desta páxina.

source: A short description of your shop.
gl_es: Unha descrición breve da túa tenda.

source: List of keywords for search engines.
gl_es: Listaxe de palabras chave para os motores de busca.

source: For instance, "contacts" for http://example.com/shop/contacts to redirect to http://example.com/shop/contact-form.php
gl_es: Por exemplo, "contactos" para http://exemplo.com/tenda/contactos para redirixir a http://exemplo.com/tenda/formulario-contacto.php

source: Only letters and hyphens are allowed.
gl_es: Só se permiten letras e guións.

source: To add tags, click in the field, write something, and then press the "Enter" key.
gl_es: Para engadir etiquetas, preme no campo, escribe algo, e despois preme a tecla "Enter".

source: Enable this option if you want to display your product's attributes in its meta title.
gl_es: Activa esta opción se queres amosar os atributos dos produtos no seu meta título.

source: Enable this option only if your server allows URL rewriting (recommended).
gl_es: Activa esta opción soamente se o teu servidor permite a reescritura de URLs (recomendada).
