Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/AdminLoginNotification.*.xlf
Languages: gl_es, km_kh, si_lk

source: You will be redirected to the login page in a few seconds.
gl_es: Serás redirixida á páxina de inicio de sesión nuns segundos.
km_kh: អ្នកនឹងចូលទៅកាន់ទំព័រចូលប្រើប្រាស់ក្នុងរយៈពេលពីរបីវិនាទី។
si_lk: තත්පර කිහිපයකින් ඔබ පිවිසුම් පිටුවට හරවා යවනු ලැබේ.

source: Please, check your mailbox.
gl_es: Por favor, comproba o teu correo electrónico.
km_kh: សូម ឆែកប្រអប់អុីម៉ែលរបស់អ្នក
si_lk: කරුණාකර, ඔබගේ ඊමේල් ගිණුම පරීක්ෂා කරන්න.

source: A link to reset your password has been sent to you.
gl_es: Envióuseche unha ligazón para restablece-lo teu contrasinal.
km_kh: តំណរភ្ជាប់ដើម្បីកំណត់លេខសម្ងាត់របស់អ្នកឡើងវិញត្រូវបានផ្ញើទៅអ្នករួចហើយ។
si_lk: ඔබගේ මුරපදය නැවත සැකසීමට සබැඳියක් ඔබ වෙත යවා ඇත.

source: For security reasons, you cannot connect to the back office until you have:
gl_es: Por razóns de seguridade, non pode acceder ó panel de administración ata que:
km_kh: សម្រាប់ហេតុផលសុវត្ថិភាព អ្នកមិនអាចភ្ជាប់ទៅការិយាល័យខាងក្រោយបានទេរហូតទាល់តែអ្នកមាន៖
si_lk: ආරක්ෂක හේතූන් මත, ඔබට ඇති තුරු ඔබට පසුපස කාර්යාලයට සම්බන්ධ විය නොහැක:

source: deleted the /install folder
gl_es: borrar a carpeta /install

source: renamed the /admin folder (e.g. %s)
gl_es: cambiado o nome do directorio /admin (ex: %s)

source: Please then access this page by the new URL (e.g. %s)
gl_es: Acceda logo a esta páxina mediante o novo URL (ex: %s)

source: For security reasons, you must also delete the /install folder.
gl_es: Por razóns de seguridade, tamén debes elimina-lo cartafol /install.

source: SSL is activated. However, your IP is allowed to enter unsecure mode for maintenance or local IP issues.
gl_es: SSL está activo. Porén, permíteselle á súa IP entrar nun modo inseguro para mantemento ou incidencias da IP local.

source: SSL is activated. Please connect using the following link to [1]log in to secure mode (https://)[/1]
gl_es: SSL está activo. Conéctese utilizando o enlace a continuación para [1]iniciar sesión nun modo seguro (https://)[/1]
km_kh: SSL បានដំនើរការ សូមភ្ជាប់ការប្រើប្រាស់ដោយអនុលោមតាមតំណរ [1] ចូលប្រើ។ ដើម្បីសុវត្តិភាពប្រព័ន្ធ(https://)[/1]
si_lk: SSL සක්‍රීය කර ඇත. කරුණාකර සම්බන්ධ වීමට පහත සබැඳිය භාවිතා කර ආරක්ෂිත මාදිලියට [1] පිවිසෙන්න (https://)[/1]

source: The employee does not exist, or the password provided is incorrect.
gl_es: Ou o empregado non existe ou ben o contrasinal proporcionado é incorrecto.
km_kh: បុគ្គលិកមិនមានទេ ឬក៏លេខសម្ងាត់ដែលផ្តល់ឲ្យមិនត្រឹមត្រូវ។
si_lk: සේවකයා නොපවතී, හෝ ලබා දී ඇති මුරපදය වැරදිය.

source: This employee does not manage the shop anymore (either the shop has been deleted or permissions have been revoked).
gl_es: Este/a empregado/a xa non xestionará máis a tenda (ou ben se eliminou a tenda ou ben os permisos foron retirados).
km_kh: បុគ្គលិកនេះមិនគ្រប់គ្រងហាងតទៅទៀតទេ(ទាំងហាងត្រូវបានលុបចោលឬការអនុញ្ញាតត្រូវបានដកហូត)
si_lk: මෙම සේවකයා තවදුරටත් වෙළඳසැල කළමනාකරණය නොකරයි (එක්කෝ වෙළඳසැල මකා දමා හෝ අවසර අවලංගු කර ඇත).

source: This account does not exist.
gl_es: Esta conta non existe.

source: You can reset your password every %interval% minute(s) only. Please try again later.
gl_es: Só pode restablecer o seu contrasinal cada %interval% minuto(s). Ténteo de novo máis tarde.
si_lk: ඔබගේ මුරපදය නැවත සැකසිය හැක්කේ සෑම %interval% මිනිත්තුවකට පමනි. කරුණාකර පසුව නැවත උත්සාහ කරන්න.

source: Please, check your mailbox. A link to reset your password has been sent to you.
gl_es: Por favor, comproba o teu correo. Envióuseche unha ligazón para restablece-lo teu contrasinal.
km_kh: សូមពិនិត្យប្រអប់សាររបស់អ្នក។​​ យើងបានផ្ងើនូវតំណរសម្រាប់ប្តូរលេខសំងាត់របស់អ្នករួចហើយ
si_lk: කරුණාකර ඔබගේ ඊමේල් ගිණුම පරික්ෂා කරන්න. ඔබගේ මුරපදය නැවත සැකසීමට සබැඳියක් ඔබ වෙත යවා ඇත.

source: An error occurred while attempting to reset your password.
gl_es: Produciuse un erro ó tentar restablece-lo contrasinal.
km_kh: កំហុសមួយបានកើតឡើងខណៈពេលអ្នកព្យាយាមកំណត់ពាក្យសម្ងាត់របស់អ្នកឡើងវិញ។
si_lk: ඔබගේ මුරපදය නැවත සැකසීමට උත්සාහ කිරීමේදී දෝෂයක් ඇතිවිය.

source: Some identification information is missing.
gl_es: Desapareceu algunha información da identificación.
km_kh: អត្តសញ្ញាណព័ត៌មានខ្លះៗមានកំហុស។
si_lk: සමහර හඳුනාගැනීමේ තොරතුරු නොමැත.

source: The password is missing: please enter your new password.
gl_es: Desapareceu o contrasinal: introduza o novo contrasinal.
km_kh: ពាក្យសម្ងាត់គឺមានកំហុស: សូមបញ្ចូលពាក្យសម្ងាត់ថ្មីរបស់អ្នក។
si_lk: මුරපදය අස්ථානගත වී ඇත: කරුණාකර ඔබගේ නව මුරපදය ඇතුළත් කරන්න.

source: The password is not in a valid format.
gl_es: O contrasinal non está nun formato válido.
km_kh: លេខសំងាត់មិនមានលក្ខណៈត្រឹមត្រូវ។
si_lk: මුරපදය වලංගු ආකෘතියක නොමැත.

source: The confirmation is empty: please fill in the password confirmation as well.
gl_es: A confirmación está baleira: cubra tamén a confirmación do contrasinal.
km_kh: ការបញ្ជាក់គឺទទេ៖សូមបំពេញការបញ្ជាក់លេខសំងាត់ឡើងវិញ។
si_lk: තහවුරු කිරීම හිස් ය: කරුණාකර මුරපද තහවුරු කිරීම ද පුරවන්න.

source: The password and its confirmation do not match. Please double check both passwords.
gl_es: O contrasinal e a súa confirmación non coinciden. Faga unha comprobación dobre de ámbolos contrasinais.
km_kh: ពាក្យសម្ងាត់និងការបញ្ជាក់ពាក្យសម្ងាត់របស់អ្នកមិនត្រូវគ្នា។សូមពិនិត្យលេខសំងាត់ទាំងពីរម្តងទៀត។
si_lk: මුරපදය සහ එය තහවුරු කිරීම නොගැලපේ. කරුණාකර මුරපද දෙකම දෙවරක් පරීක්ෂා කරන්න.

source: Your password reset request expired. Please start again.
gl_es: Caducou a petición de restablecemento do contrasinal. Comece de novo.
km_kh: សំណើកំណត់ពាក្យសម្ងាត់ឡើងរបស់អ្នកបានផុតកំណត់។ សូមចាប់ផ្តើមម្តងទៀត។
si_lk: ඔබගේ මුරපද යළි පිහිටුවීමේ ඉල්ලීම කල් ඉකුත් වී ඇත. කරුණාකර නැවත ආරම්භ කරන්න.

source: An error occurred while attempting to change your password.
gl_es: Houbo un erro ó tentar cambiar o contrasinal.

source: The password has been changed successfully.
gl_es: Mudouse o contrasinal correctamente.
km_kh: ពាក្យសម្ងាត់ត្រូវបានផ្លាស់ប្តូរដោយជោគជ័យ។
si_lk: මුරපදය සාර්ථකව වෙනස් කර ඇත.
