Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/AdminAdvparametersHelp.*.xlf
Languages: et_ee

source: -- Choose --
et_ee: - Vali -

source: or
et_ee: või

source: Use this option to associate data (products, modules, etc.) the same way for each selected shop.
et_ee: Kasutage seda valikut, et siduda andmed (tooted, moodulid jne) samal moodusel valitud poega.

source: Click here to display the shops in the %name% shop group
et_ee: Kliki siia, et näidata gruppi %name% kuuluvaid poode

source: Click here to display the URLs of the %name% shop
et_ee: Vajutage siia, et näha poe %name% URL-i

source: Warning: Enabling the "share customers" and "share orders" options is not recommended. Once activated and orders are created, you will not be able to disable these options. If you need these options, we recommend using several categories rather than several shops.
et_ee: Hoiatus: Lubades "jaga kliente" ja "jaga tellimusi" valik ei ole soovitatav. Korra loodud ja esimene tellimus tehtud, siis te enam neid valikuid välja lülitada ei saa. Kui vajate neid võimalusi, siis kaaluge äkki eraldi kategooriaid.

source: If you want to add a virtual URL, you need to activate URL rewriting on your web server and enable Friendly URL option.
et_ee: Kui tahad lisada virtuaalset URL'i pead lubama URL'i ülekirjutamise oma serveris ja kliendisõbraliku URL'i võimaluse.

source: Ignore this field if you don't use the Multistore tool. If you leave this field empty, the default shop will be used.
et_ee: Ignoreerige seda välja, kui Te ei kasuta mitmikpoe võimalust. Kui jätate selle välja tühjaks, siis kasutatakse vaikimisi poodi.

source: A category root is where a category tree can begin. This is used with multistore.
et_ee: Kategooria juurkategooria on koht, kust kategooria puu alguse saab. See on kasutusel mitmikpoe juures.

source: Informative only
et_ee: Ainult informatsioon

source: Warning
et_ee: Hoiatus

source: Error
et_ee: Viga

source: Major issue (crash)!
et_ee: Suur probleem (crash)

source: Set "Enable Shop" to "No" in the "Maintenance" page under the "Preferences" menu.
et_ee: Seadke Luba pood Ei peale Hoolduse kaardil, Eelistuste all

source: Download the backup from the list below or from your FTP server (in the folder "admin/backups").
et_ee: Laadige alla oma varukoopia kas allolevale lingile vajutades või siis FTP serverist (kataloogist admin/backups)

source: Check the backup integrity: Look for errors, incomplete file, etc... Be sure to verify all of your data.
et_ee: Kontrolli varukoopia täielikust: kontrollige vigasid, puuduvaid tabeled.

source: Please ask your hosting provider for "phpMyAdmin" access to your database.
et_ee: Küsige oma teenusepakkujalt "phpMyAdmin" ligipääsu oma andmebaasile.

source: Connect to "phpMyAdmin" and select your current database.
et_ee: Ühenduge "phpMyAdminiga" ja valige oma andmebaas

source: Unless you enabled the "Drop existing tables" option, you must delete all tables from your current database.
et_ee: Juhul, kui Te ei valinud "Kustuta olemasolevad tabelid" valikut, siis peate käsitsi kustutama olemasolevad PrestaShopi tabelid andmebaasist.

source: At the top of the screen, please select the "Import" tab
et_ee: Vajutage üleval "Impordi" nuppu

source: Click on the "Browse" button and select the backup file from your hard drive.
et_ee: Vajutage "Vali..." nupule ja valige varukoopia oma kõvakettalt

source: Check the maximum filesize allowed (e.g. Max: 16MB)
et_ee: Kontrollige maksimaalset failisuurust (nt. Max 16Mb)

source: If your backup file exceeds this limit, contact your hosting provider for assistance.
et_ee: Kui teie varukoopia fail ületab seda limiiti, võtke ühendust oma serveriteenuse pakkujaga.

source: Click on the "Go" button and please wait patiently for the import process to conclude. This may take several minutes.
et_ee: Vajutage "Mine" nuppu ja palun oodake impordi protsessi lõppu. See võib võta mitmeid minuteid aega.

source: Drop existing tables during import.
et_ee: Kustuta olemasolevad tabelid importimisel.

source: If enabled, the backup script will drop your tables prior to restoring data.
et_ee: Kui valitud, siis kustutatakse varukoopialt taastamisel hetkel olemasolevad tabelid.

source: (ie. "DROP TABLE IF EXISTS")
et_ee: (nt. "DROP TABLE IF EXISTS")

source: You can read information on import at:
et_ee: Importimisteavet saate lugeda:

source: Allowed formats: .csv, .xls, .xlsx, .xlst, .ods, .ots
et_ee: Lubatud vormingud: .csv, .xls, .xlsx, .xlst, .ods, .ots

source: e.g.
et_ee: nt

source: If you enable this option, your imported items' ID number will be used as is. If you do not enable this option, the imported ID numbers will be ignored, and PrestaShop will instead create auto-incremented ID numbers for all the imported items.
et_ee: Selle suvandi lubamisel kasutatakse teie imporditud toodete ID-numbreid nii nagu need olid failis. Kui te seda suvandit ei luba, ignoreeritakse imporditud ID-numbreid ja PrestaShop loob kõigile toodetele järjestikused ID-numbrid.

source: Sends an email to let you know your import is complete. It can be useful when handling large files, as the import may take some time.
et_ee: Saadab e-kirja teatamaks importimise lõpetamisest. See võib olla kasulik suurte failide käitlemisel, sest importimine võib aega võtta.

source: Read more about the CSV format at:
et_ee: Lugege rohkem CSV-vormingu kohta:

source: Where customers send messages from the order page.
et_ee: Kui klient saadab sõnumi tellimuse lehelt.

source: Fully qualified domain name (keep this field empty if you don't know).
et_ee: Täielik domeeninimi (jätke tühjaks, kui Te ei tea seda)

source: IP address or server name (e.g. smtp.mydomain.com).
et_ee: IP aadress või serveri nimi (nt. smtp.mydomain.com).

source: Leave blank if not applicable.
et_ee: Jäta tühjaks, kui pole vajalik

source: Your avatar in PrestaShop 1.7.x is your profile picture on %url%. To change your avatar, log in to PrestaShop.com with your email %email% and follow the on-screen instructions.
et_ee: Sinu avatar PrestaShop 1.7.x-s on sinu profiilipilt %url%. Avatari muutmiseks logi oma e-posti aadressiga %email% saidile PrestaShop.com ning järgi ekraanil olevaid juhiseid.

source: Password should be at least %num% characters long.
et_ee: Salasõna peab olema vähemalt %num% tähemärki pikk.

source: PrestaShop can provide you with guidance on a regular basis by sending you tips on how to optimize the management of your store which will help you grow your business. If you do not wish to receive these tips, you can disable this option.
et_ee: PrestaShop võib juhendamiseks saata regulaarselt vihjeid kuidas optimeerida oma poodi, et äri kasvaks. Kui neid juhiseid vaja pole, keela see võimalus ära.

source: Allow or disallow this employee to log in to the Admin panel.
et_ee: Luba või keela sellel kasutajal administraatori paneelile siseneda.

source: Severity levels
et_ee: Raskustasemed

source: Enter "5" if you do not want to receive any emails.
et_ee: Sisestage "5", kui ei soovi saada mitte ühtegi e-posti teadet

source: Emails will be sent to the shop owner.
et_ee: E-mailid saadetakse poe omanikule.

source: Click "Add New".
et_ee: Vajutage \"Lisa uus\"

source: Fill in the fields and click "Save".
et_ee: Täitke väljad ja vajutage "Salvesta"

source: Before activating the webservice, you must be sure to:
et_ee: Enne veebiteenuse aktiveerimist peate olema kindel järgmises:

source: Check that the five methods GET, POST, PUT, DELETE and HEAD are supported by this server.
et_ee: GET, POST, PUT, DELETE ja HEAD võimalused peavad olema toetatud

source: New modules and updates are displayed on the modules page.
et_ee: Uusi mooduleid ja uuendusi näidatakse moodulite lehel.

source: Check the IP address of the cookie in order to prevent your cookie from being stolen.
et_ee: Kontrollige küpsiste IP aadressi, et vältida küpsiste varastamist.

source: Set the amount of hours during which the front office cookies are valid. After that amount of time, the customer will have to log in again.
et_ee: Määrake esilehe küpsiste kehtivuse aeg. Peale seda peab klient uuesti sisse logima.

source: Set the amount of hours during which the back office cookies are valid. After that amount of time, the PrestaShop user will have to log in again.
et_ee: Määrake administraatori ala küpsiste kehtivuse aeg. Peale seda peab kasutaja uuesti sisse logima.

source: Set the maximum size allowed for attachment files (in megabytes). This value has to be lower or equal to the maximum file upload allotted by your server (currently: %size% MB).
et_ee: Seadista maksimaalne lubatud manuse faili suurus (megabaitides). See väärtus peab olema väiksem või võrdne maksimaalse laetava faili suurusega, mis on lubatus sinu serveril (praegu: %size% MB).

source: Define the upload limit for a downloadable product (in megabytes). This value has to be lower or equal to the maximum file upload allotted by your server (currently: %size% MB).
et_ee: Määratlege üleslaadimise piirangu allalaaditava toode jaoks (megabaitides). Antud väärtus peab olema vähem või võrdne maksimaalsele faili üleslaadimise määrale sätestatud Teie serveri poolt (hetkel %size% MB).

source: Define the upload limit for an image (in megabytes). This value has to be lower or equal to the maximum file upload allotted by your server (currently: %size% MB).
et_ee: Määratlege üleslaadimise piirangu pildi jaoks (megabaitides). Antud väärtus peab olema vähem või võrdne maksimaalsele faili üleslaadimise määrale sätestatud Teie serveri poolt (hetkel %size% MB).

source: Notifications are numbered bubbles displayed at the very top of your back office, right next to the shop's name. They display the number of new items since you last clicked on them.
et_ee: Teavitused on numbrilised jjutumullid, mis on nähtavad administraatori ala üleval osas poe nime juures. Nad näitavad uusi tellimusi/sõnumeid/kliente viimasest kontrollist.

source: This will display notifications when new orders are made in your shop.
et_ee: See näitab teavitusi, kui poes on esitatud uus tellimus.

source: This will display notifications every time a new customer registers in your shop.
et_ee: See näitab teavitusi uute klientide registreerimisest.

source: This will display notifications when new messages are posted in your shop.
et_ee: See näitab teavitusi, kui on saadetud uus sõnum.

source: Should be enabled if you want to avoid to store the smarty cache on NFS.
et_ee: Tuleks lubada, kui soovite vältida Smarty puhvri hoidmist NFS-is.

source: Enable or disable debug mode.
et_ee: Lubage või keelake silumisrežiim.

source: Some features can be disabled in order to improve performance.
et_ee: Mõned valikud võib keelata, et parandada jõudlust.

source: CCC allows you to reduce the loading time of your page. With these settings you will gain performance without even touching the code of your theme. Make sure, however, that your theme is compatible with PrestaShop 1.4+. Otherwise, CCC will cause problems.
et_ee: CCC võimaldab Teil oluliselt vähendada oma lehe laadimisaega. Nende seadetega on Teil võimalik tõsta oma lehe jõudlust, ilma et peaksite oma teema koodi muutma. Kuid veenduge esmalt, et Teie teema on 1.4+ ühilduv, muidu võivad antud seaded põhjustada hoopis probleeme.

source: This will add directives to your .htaccess file, which should improve caching and compression.
et_ee: See lisab mõned reeglid Teie .htaccess faili, mis parandab lehe jõudlust

source: Name of the second domain of your shop, (e.g. myshop-media-server-1.com). If you do not have another domain, leave this field blank.
et_ee: Teie poe teine domeen, (nt myshop-media server-1.com). Kui sul ei ole teist domeeni, jäta see väli tühjaks.

source: Name of the third domain of your shop, (e.g. myshop-media-server-2.com). If you do not have another domain, leave this field blank.
et_ee: Teie poe kolmas domeen, (nt myshop-media server-2.com). Kui sul ei ole teist domeeni, jäta see väli tühjaks.

source: Name of the fourth domain of your shop, (e.g. myshop-media-server-3.com). If you do not have another domain, leave this field blank.
et_ee: Teie poe neljas domeen, (nt myshop-media server-3.com). Kui sul ei ole teist domeeni, jäta see väli tühjaks.
