Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/AdminInternationalHelp.*.xlf
Languages: sq_al

source: This will restore your last registered address format.
sq_al: Kjo do të rivendosë formatin tënd të adresës së fundit të regjistruar.

source: This will restore the default address format for this country.
sq_al: Kjo do të rivendosë formatin e paracaktuar të adresës për këtë vend.

source: This will restore your current address format.
sq_al: Kjo do të rivendosë formatin tënd aktual të adresës.

source: This will delete the current address format
sq_al: Kjo do të fshij formatin tënd aktual të adresës

source: International call prefix, (e.g. 1 for United States).
sq_al: Prefiksi ndërkombëtar i thirrjeve (p.sh. 355 për Republikën e Shqipërisë).

source: Geographical region.
sq_al: Regjoni gjeografik.

source: Indicate the format of the postal code: use L for a letter, N for a number, and C for the country's ISO 3166-1 alpha-2 code. For example, NNNNN for the United States, France, Poland and many other; LNNNNLLL for Argentina, etc. If you do not want PrestaShop to verify the postal code for this country, leave it blank.
sq_al: Tregoni formatin e kodit postar: përdorni L për një germë, N për një numër, dhe C për ISO 3166-1 alfa-2 kod të vendit. Për shembull, NNNNN për Shtetet e Bashkuara, Francë, Poloni, etj. Nëse nuk dëshironi që PrestaShop të verifikoj kodin postar për këtë vend, lëre bosh.

source: No Tax
sq_al: nuk ka TVSH

source: Select whether or not to include tax on purchases.
sq_al: Zgjidh nëse do të përfshihet TVSH në blerje ose jo.

source: Select whether or not to display tax on a distinct line in the cart.
sq_al: Zgjidh nëse do ta shfaqësh ose jo TVSH-në në një linjë të veçantë në shportë.

source: You can add or update a language directly from the PrestaShop website here.
sq_al: Mund të shtosh ose përditësosh një gjuhë drejtpërdrejtë, këtu nga uebfaqja PrestaShop.

source: Copies data from one language to another.
sq_al: Kopjon të dhënat nga një gjuhë në tjetrën.

source: Warning: This will replace all of the existing data inside the destination language.
sq_al: Kujdes: Kjo do të zëvendësojë të gjitha të dhënat ekzistuese brenda gjuhës në destinacion.

source: If necessary [1][2] you must first create a new language[/1].
sq_al: Nëse është e nevojshme [1][2] sëpari duhet të krijosh një gjuhë të re[/1].

source: Export data from one language to a file (language pack).
sq_al: Eksporto të dhënat në një skedar gjuhe (pako gjuhësore).

source: Select which theme you would like to export your translations to.
sq_al: Zgjidh motivin në të cilin dëshiron t'i eksportosh përkthimet tua.

source: Here you can modify translations for every line of text inside PrestaShop.
sq_al: Këtu mund t'i modifikosh përkthimet për çdo rresht të tekstit brenda PrestaShop.

source: First, select a type of translation (such as "Back office" or "Installed modules"), and then select the language you want to translate strings in.
sq_al: Sëpari, zgjidh llojin e përkthimit (si p.sh. "Back office" ose "Modulet e instaluara"), pastaj zgjidh gjuhën që dëshiron ta përkthesh.

source: Search a word or expression, e.g.: "Order confirmation"
sq_al: Kërko një fjalë ose shprehje, p.sh.: "Konfirmimi i urdhërbjerjes"
