Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/AdminShopparametersHelp.*.xlf
Languages: gl_es

source: URL rewriting (mod_rewrite) is not active on your server, or it is not possible to check your server configuration. If you want to use Friendly URLs, you must activate this mod.
gl_es: A reescritura de URLs (mod_rewrite) non está activada no teu servidor, ou non é posible comproba-la configuración do teu servidor. Se queres empregar URLs Amigables, debes activar este modo.

source: Enable this option if you want to allow accented characters in your friendly URLs.
gl_es: Activa esta opción se queres permitir caracteres acentuados nas túas URLs amigables.

source: You should only activate this option if you are using non-latin characters ; for all the latin charsets, your SEO will be better without this option.
gl_es: Só deberías activar esta opción se estás a empregar caracteres non latinos; para tódolos conxuntos de caracteres latinos, a túa SEO será mellor sen esta opción.

source: Enable this option only if you have problems with URL rewriting.
gl_es: Activa esta opción soamente se tes problemas coa reescritura de URLs.

source: Some of PrestaShop's features might not work correctly with a specific configuration of Apache's mod_security module. We recommend to turn it off.
gl_es: Algunhas funcionalidades de PrestaShop poden non traballar correctamente cunha configuración específica do módulo de Apache mod_security. Recomendamos apagalo.

source: Activate or deactivate your shop (It is a good idea to deactivate your shop while you perform maintenance. Please note that the webservice will not be disabled).
gl_es: Activar ou desactivar a tenda (É unha boa idea desactivar a súa tenda mentres leva a cabo tarefas de mantemento. Teña en conta que o servizo web non se desactivará).

source: IP addresses allowed to access the front office even if the shop is disabled. Please use a comma to separate them (e.g. 42.24.4.2,127.0.0.1,99.98.97.96)
gl_es: Enderezos IP aos que se lles permite acceder ao sitio web incluso cando a tenda está desactivada. Por favor, emprega unha vírgula para separalos (ex. 42.24.4.2,127.0.0.1,99.98.97.96)

source: Custom text displayed on maintenance page while shop is deactivated.
gl_es: Personalizar o tecto amosado na páxina de mantemento cando a tenda está desactivada.

source: If you own an SSL certificate for your shop's domain name, you can activate SSL encryption (https://) for customer account identification and order processing.
gl_es: Se posúe un certificado SSL para o nome de dominio da súa tenda, pode activa-lo cifrado SSL (https://) para a identificación da conta de cliente e o procesado de pedidos.

source: If you want to enable SSL on all the pages of your shop, activate the "Enable on all the pages" option below.
gl_es: Se quere activar SSL en tódalas páxinas da súa tenda, activar a opción de abaixo "Activar en tódalas páxinas".

source: When enabled, all the pages of your shop will be SSL-secured.
gl_es: Cando se activa, tódalas páxinas da súa tenda estarán protexidas con SSL.

source: Enable or disable token in the Front Office to improve PrestaShop's security.
gl_es: Activar/Desactivar o token do Front Office para mellorar a seguridade de PrestaShop

source: Allow iframes on text fields like product description. We recommend that you leave this option disabled.
gl_es: Permitir iframes en campos de texto como a descrición do produto. Recomendámoslle que deixe esta opción desactivada.

source: Clean the HTML content on text fields. We recommend that you leave this option enabled.
gl_es: Limpar o contido HTML nos campos de texto. Recomendámoslle que deixe esta opción activada.

source: You can choose among 6 different ways of rounding prices. "Round up away from zero ..." is the recommended behavior.
gl_es: Pode escoller entre 6 formas distintas de redondear prezos. "Redondeo á alza..." é o comportamento recomendado.

source: You can choose when to round prices: either on each item, each line or the total (of an invoice, for example).
gl_es: Pode escoller cando redondear prezos: para cada produto, cada liña ou no total (dunha factura, por exemplo).

source: Choose how many decimals you want to display
gl_es: Escolla cantos decimais quere amosar

source: Enable brands and suppliers pages on your front office even when their respective modules are disabled.
gl_es: Activa as páxinas das marcas e das distribuidoras no teu sitio web incluso cando os seus respectivos módulos están desactivados.

source: Enable best sellers page on your front office even when its respective module is disabled.
gl_es: Active a páxina de produtos máis vendidos no sitio web mesmo cando os seus respectivos módulos estean desactivados.

source: The multistore feature allows you to manage several e-shops with one Back Office. If this feature is enabled, a "Multistore" page will be available in the "Advanced Parameters" menu.
gl_es: A funcionalidade multitenda permítelle administrar varias tendas electrónicas cun só Panel de Administración. Se esta característica está activada, unha páxina "Multitenda" estará dispoñible no menú "Parámetros Avanzados".

source: Enable suppliers page on your front office even when its module is disabled.
gl_es: Active a páxina de provedores no sitio web mesmo cando os seus módulos estean desactivados.

source: Enable brands page on your front office even when its module is disabled.
gl_es: Active a páxina de marcas no sitio web mesmo cando os seus módulos estean desactivados.
