Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/AdminModulesNotification.*.xlf
Languages: sq_al, th_th

source: Activate module for this shop context: %s.
sq_al: Aktivizoni modulin për këtë kontekst të dyqanit: %s.

source: Confirm reset
sq_al: Konfirmo rivendosjen
th_th: ยืนยันการรีเซ็ต

source: Would you like to delete the content related to this module ?
sq_al: A dëshiron ta fshish përmbajtjen që lidhet me këtë modul?
th_th: คุณต้องการลบเนื้อหาที่เกี่ยวข้องกับโมดูลนี้หรือไม่?

source: No - reset only the parameters
sq_al: Jo - vetëm rivendos parametrat
th_th: ไม่ - รีเซ็ตพารามิเตอร์เท่านั้น

source: Yes - reset everything
sq_al: Po - rivendos çdo gjë
th_th: ใช่ - รีเซ็ตทุกอย่าง

source: Module(s) installed successfully.
sq_al: Moduli(et) u instalua(n) me sukses.
th_th: ติดตั้งโมดูลสำเร็จแล้ว

source: Module(s) uninstalled successfully.
sq_al: Moduli(et) u çinstalua(n) me sukses.
th_th: ถอนการติดตั้งโมดูลสำเร็จแล้ว

source: Module reset successfully.
sq_al: Moduli u rivendos me sukses.
th_th: รีเซ็ตโมดูลสำเร็จแล้ว

source: Module deleted successfully.
sq_al: Moduli u fshi me sukses.
th_th: ลบโมดูลสำเร็จแล้ว

source: Unable to install the module (Module name is not valid).
sq_al: Moduli nuk mund të instalohet (emri i modulit nuk është i vlefshëm).

source: The version of your module is not compliant with your PrestaShop version.
sq_al: Versioni i modulit tënd nuk është në përputhje me versionin tënd të PrestaShop.

source: Before installing this module, you have to install this/these module(s) first:
sq_al: Para instalimit të këtij moduli, së pari duhet të instalosh këtë/këto modul/module:

source: This module has already been installed.
sq_al: Ky modul është instaluar tashmë.
th_th: โมดูลนี้ถูกถอนการติดตั้งออกไปแล้ว.

source: Technical error: PrestaShop could not install this module.
sq_al: Gabim teknik: PrestaShop nuk mund ta instalonte këtë modul.

source: Current version: %s
sq_al: Versioni aktual: %s
th_th: เวอร์ชั่นปัจจุบัน: %s

source: %d file upgrade applied
sq_al: është duke u zbatuar përmirësimi i skedarit %d

source: No upgrade has been applied
sq_al: Asnjë përmirësim nuk është aplikuar

source: Upgraded from: %s to %s
sq_al: Përmirësuar nga: %s në %s

source: %d upgrade left
sq_al: %d deri në përfundim të përmirësimit

source: Module %s cannot be upgraded this time: please refresh this page to update it.
sq_al: Moduli %s nuk mund të përmirësohet këtë herë: të lutem rifresko këtë faqe për ta aktualizuar atë.

source: To prevent any problem, this module has been turned off
sq_al: Për të parandaluar ndonjë problem, ky modul është çaktivizuar

source: The module is not installed.
sq_al: Moduli nuk është instaluar.

source: Unable to install override: %s
sq_al: 'Override' nuk mund të instalohet: %s

source: All modules cannot be loaded due to memory limit restrictions, please increase your memory_limit value on your server configuration
sq_al: Të gjitha modulet nuk mund të ngarkohen për shkak të kufizimeve të kufirit të memorjes, të lutem rrit vlerën e 'memory_limit' në konfigurimin e serverit tënd

source: Error found in config file:
sq_al: Gabim në skedarin e konfigurimit:
th_th: พบข้อผิดพลาดในไฟล์ config :

source: %1$s (parse error in %2$s)
sq_al: %1$s ('parse' gabim në %2$s)
th_th: % 1 $ s (ข้อผิดพลาดในการแยก% 2 $ s)

source: %1$s (class missing in %2$s)
sq_al: %1$s (klasa mungon në %2$s)
th_th: % 1 $ s (ชั้นที่หายไปใน% 2 $ s)

source: The following module(s) could not be loaded
sq_al: Moduli(et) e mëposhtëm(e) nuk mund të ngarkohet(en)
th_th: โมดูลดังต่อไปนี้ (s) ไม่สามารถโหลดได้

source: The method %1$s in the class %2$s is already overridden.
sq_al: Metoda %1$s në klasën %2$s tashmë ekziston.

source: No graph engine selected
sq_al: Nuk është zdhedhur asnjë motor grafiku
th_th: เครื่องยนต์ไม่มีกราฟที่เลือก

source: Graph engine selected is unavailable.
sq_al: Motori grafik i zgjedhur nuk është i disponueshëm.
th_th: เครื่องยนต์กราฟที่เลือกจะใช้งานไม่ได้

source: No grid engine selected
sq_al: Asnjë motor grafik nuk është zgjedhur
th_th: ตารางเครื่องยนต์ไม่มีการเลือก

source: Grid engine selected is unavailable.
sq_al: Motori grafik i zgjedhur nuk është i disponueshëm.
th_th: เครื่องยนต์ตารางที่เลือกจะใช้งานไม่ได้

source: You do not have the permission to use this module.
sq_al: Nuk ke leje për ta përdorur këtë modul.
th_th: คุณไม่ได้รับสิทธิ์อนุญาตให้ใช้งานโมดูลนี้ได้

source: Cannot reset this module.
sq_al: Rivendosja e modulit nuk është e mundur.

source: You do not have permission to configure this module.
sq_al: Nuk ke leje për ta konfiguruar këtë modul.
th_th: คุณไม่ได้รับสิทธิ์ให้กำหนดค่าโมดูลนี้ได้

source: This module cannot be loaded.
sq_al: Ky modul nuk mund të ngarkohet.

source: %module% did not return a valid response on %action% action.
sq_al: %module% nuk ka kthyer një përgjigje të vlefshëm në aksionin %action%.

source: You are about to log out your Addons account. You might miss important updates of Addons you've bought.
sq_al: Je gati për të dalur nga llogaria e jote e "Shtesa"-ve. Ti mund të humbësh azhurnime të rëndësishme të shtesave që i ke blerë.

source: You are about to uninstall %moduleName% module.
sq_al: Je gati për ta çinstaluar modulin %moduleName%.

source: You are about to [1] the following modules:
sq_al: Je gati për [1] modulet e mëposhtme:

source: Installing module...
sq_al: Duke instaluar modulin...

source: It will close as soon as the module is installed. It won't be long!
sq_al: Do të mbyllet posa të instalohet moduli. Nuk do të zgjatsë shumë!

source: Module installed!
sq_al: Moduli u instalua!

source: Oops... Upload failed.
sq_al: Oops... Dështoi ngarkimi.

source: Please specify module URL
th_th: กรุณาระบุ URL โมดูล

source: The module was successfully downloaded.
th_th: ดาวน์โหลดโมดูลสำเร็จแล้ว

source: Successfully signed in to PrestaShop Addons.
th_th: ลงชื่อเข้าใช้ PrestaShop เรียบร้อยแล้ว

source: No template found for module
th_th: ไม่พบแม่แบบสำหรับโมดูล

source: Cannot install this module.
th_th: ไม่สามารถติดตั้งโมดูลนี้ได้

source: Cannot uninstall this module.
th_th: ไม่สามารถถอนการติดตั้งโมดูลนี้ได้

source: Cannot load the module's object.
th_th: ไม่สามารถโหลดชิ้นส่วนของโมดูลได้

source: You do not have permission to install this module.
th_th: คุณไม่ได้รับสิทธิ์ให้ติดตั้งโมดูลนี้ได้

source: You do not have permission to delete this module.
th_th: คุณไม่ได้รับสิทธิ์ให้ลบโมดูลนี้ได้

source: This module cannot be transplanted to this hook.
th_th: โมดูลนี้จะไม่สามารถย้ายไปฮุกนี้

source: %action% action on module %module% succeeded.
th_th: การปฏิบัติการ %action% บนโมดูล %module% เสร็จสมบูรณ์.

source: Hook cannot be loaded.
th_th: ฮุกไม่สามารถโหลดได้

source: The module was successfully removed from the hook.
th_th: ลบโมดูลออกจากฮุกสำเร็จแล้ว

source: The module transplanted successfully to the hook.
th_th: โมดูลถูกติดตั้งไปยังฮุกสำเร็จแล้ว
