Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/AdminCatalogFeature.*.xlf
Languages: eo_uy

source: Texture
eo_uy: Teksturo

source: Apply a discount
eo_uy: Apliki rabaton

source: Percent (%)
eo_uy: Procentoj (%)

source: Apply a discount to
eo_uy: Apliki rabaton por

source: Order (without shipping)
eo_uy: Mendo (sen sendo)

source: Specific product
eo_uy: Konkreta produkto

source: Cheapest product
eo_uy: Plej malmultekosta produkto

source: Selected product(s)
eo_uy: Elektita(j) produkto(j)

source: Exclude discounted products
eo_uy: Sen rabatitaj produktoj

source: Send a free gift
eo_uy: Sendi senpagan donacon

source: Search a product
eo_uy: Serĉi produkton

source: Matching products
eo_uy: Kompareblaj produktoj

source: Available combinations
eo_uy: Haveblaj kombinaĵoj

source: Limit to a single customer
eo_uy: Limigi al unu sola kliento

source: Valid
eo_uy: Valida

source: Minimum amount
eo_uy: Minimuma sumo

source: Shipping excluded
eo_uy: Sen sendokostoj

source: Shipping included
eo_uy: Kun sendokostoj

source: Total available
eo_uy: Entute havebla

source: Total available for each user
eo_uy: Entute havebla por ĉiu uzanto

source: Restrictions
eo_uy: Limigoj

source: Country selection
eo_uy: Elekti landon

source: Unselected countries
eo_uy: Neelektitaj landoj

source: Selected countries
eo_uy: Elektitaj landoj

source: Carrier selection
eo_uy: Elekto de transportisto

source: Unselected carriers
eo_uy: Neelektitaj transportistoj

source: Selected carriers
eo_uy: Elektitaj transportistoj

source: Customer group selection
eo_uy: Elekto de grupo da klientoj

source: Unselected groups
eo_uy: Neelektitaj grupoj

source: Selected groups
eo_uy: Elektitaj grupoj

source: Compatibility with other cart rules
eo_uy: Kongruo kun aliaj reguloj de la ĉaro (korbo)

source: Uncombinable cart rules
eo_uy: Nekombineblaj reguloj de la ĉaro (korbo)

source: Combinable cart rules
eo_uy: Kombineblaj reguloj de la ĉaro (korbo)

source: Product selection
eo_uy: Elekto de produkto

source: Shop selection
eo_uy: Elekto de vendejo

source: Unselected shops
eo_uy: Neelektitaj vendejoj

source: Selected shops
eo_uy: Elektitaj vendejoj

source: Cart rule
eo_uy: Reguloj por ĉaro (korbo)

source: Information
eo_uy: Informo

source: Now
eo_uy: Nun

source: Done
eo_uy: Farite

source: Choose Time
eo_uy: Elektu tempon

source: Time
eo_uy: Tempo

source: Minute
eo_uy: Minuto

source: Highlight
eo_uy: Maksimumi

source: Partial use
eo_uy: Parta uzo

source: Number of products required in the cart to enjoy the discount:
eo_uy: Nombro de produktoj bezonataj en la ĉaro por ĝui la rabaton:

source: Attachment
eo_uy: Aldonaĵoj

source: Type
eo_uy: Tipo

source: Customization
eo_uy: Personigo

source: Price per unit
eo_uy: Prezo po unuo

source: Shipping
eo_uy: Sendo

source: Product name
eo_uy: Nomo de la produkto

source: Conditions
eo_uy: Kondiĉoj

source: Add a new condition group
eo_uy: Aldonu novan grupon da kondiĉoj

source: Add condition
eo_uy: Aldoni kondiĉon

source: Condition group
eo_uy: Grupo da kondiĉoj

source: Root
eo_uy: Radiko

source: Home
eo_uy: Hejmen

source: Increase
eo_uy: Kreskado

source: Decrease
eo_uy: Malkreskado

source: Customer Order
eo_uy: Mendo de kliento

source: Adjustment following an inventory of stock
eo_uy: Alĝustigo por inventarado de varstoko

source: Transfer to another warehouse
eo_uy: Transdono al alia magazeno (varstoko)

source: Transfer from another warehouse
eo_uy: Transdono el alia magazeno (varstoko)

source: Supply Order
eo_uy: Mendo por liveranto

source: Product Return
eo_uy: Redono de varo

source: Manual Entry
eo_uy: Permana enskribo

source: Associated with
eo_uy: Asociita kun

source: Attributes generator
eo_uy: Generatoro de atributoj

source: Back to the product
eo_uy: Reen al la produkto

source: Values
eo_uy: Valoroj

source: Value
eo_uy: Valoro

source: Color or texture
eo_uy: Koloro aŭ teksturo

source: Public name
eo_uy: Publika nomo

source: Attribute type
eo_uy: Tipo de la atributo

source: Attribute group
eo_uy: Grupo da atributoj

source: Current texture
eo_uy: Nuna teksturo

source: Add New Values
eo_uy: Aldoni novan valoron

source: Add New Attributes
eo_uy: Aldoni novajn atributojn

source: Edit New Attribute
eo_uy: Redakti Novan Atribuon

source: Add New Attribute
eo_uy: Aldoni Novan Atribuon

source: Save then add another value
eo_uy: Konservu kaj poste aldonu alian valoron

source: Edit Value
eo_uy: Redaktu Valoron

source: Add New Value
eo_uy: Aldoni novan valoron

source: Payment:
eo_uy: Pago:

source: Cart Rules
eo_uy: Reguloj por ĉaro (korbo)

source: Payment:
eo_uy: Pago:

source: Category Cover Image
eo_uy: Enkonduka Bildo de Kategorio

source: Root Category
eo_uy: Ĉefa kategorio

source: Open
eo_uy: Malfermi

source: Closed
eo_uy: Fermite

source: Pending 1
eo_uy: Traktata 1

source: Pending 2
eo_uy: Traktata 2

source: Messages
eo_uy: Mesaĝo

source: Private
eo_uy: Privata

source: Last message
eo_uy: Lasta mesaĝo

source: Contact options
eo_uy: Ebloj de kontakto

source: Allow file uploading
eo_uy: Permesu alŝutadon de dosieroj

source: Default message
eo_uy: Defaŭlta mesaĝo

source: Customer service options
eo_uy: Elektoj de klientaj servoj

source: IMAP user
eo_uy: IMAP-uzanto

source: IMAP password
eo_uy: IMAP-pasvorto

source: Delete messages
eo_uy: Forigi mesaĝojn

source: Create new threads
eo_uy: Krei novajn fadenojn

source: IMAP options
eo_uy: IMAP-ebloj

source: Total threads
eo_uy: Entutaj fadenoj

source: Threads pending
eo_uy: Fadenoj pendantaj

source: Total number of customer messages
eo_uy: Tuta nombro de klientaj mesaĝoj

source: Total number of employee messages
eo_uy: Tuta nombro de mesaĝoj de dungitoj

source: Unread threads
eo_uy: Ne legitaj fadenoj (temoj)

source: Closed threads
eo_uy: Fermitaj fadenoj

source: Pending Discussion Threads
eo_uy: Pendantaj (atendantaj) Diskutaj Fadenoj

source: Average Response Time
eo_uy: Meza Respondotempo

source: Messages per Thread
eo_uy: Mesaĝoj per Fadeno

source: Reply to the next unanswered message in this thread
eo_uy: Respondu la sekvan senrespondan mesaĝon en ĉi tiu fadeno

source: Add new feature
eo_uy: Aldoni novan valoron de trajto

source: Edit New Feature
eo_uy: Redaktu novan trajton

source: Add New Feature
eo_uy: Aldoni novan trajton

source: Feature value
eo_uy: Valoro de trajto

source: Add a new feature value
eo_uy: Aldonu novan valoron de trajto

source: List of brands
eo_uy: Listo de markoj

source: Brand addresses
eo_uy: Marko-adresoj

source: Choose the brand
eo_uy: Elektu la markon

source: Edit Addresses
eo_uy: Redakti adresojn

source: Add address
eo_uy: Aldoni adresojn

source: Category root
eo_uy: Ĉefa kategorio

source: List of empty categories:
eo_uy: Listo de malplenaj kategorioj:

source: List of products with combinations but without available quantities for sale:
eo_uy: Listo de produktoj kun kombinaĵoj sed sen disponeblaj kvantoj por vendo:

source: List of products without combinations and without available quantities for sale:
eo_uy: Listo de produktoj sen kombinaĵoj sed sen disponeblaj kvantoj por vendo:

source: Product disabled
eo_uy: Produkto estas malpermesita

source: Message forwarded to
eo_uy: Mesaĝo sendita al

source: Comment:
eo_uy: Komento:

source: Mark as "handled"
eo_uy: Marki kiel "pritraktita"

source: Re-open
eo_uy: Ree malfermi

source: Mark as "pending 1" (will be answered later)
eo_uy: Marki kiel "pritraktata 1" (respondota poste)

source: Disable pending status
eo_uy: Malebligu staton "pritraktata"

source: Mark as "pending 2" (will be answered later)
eo_uy: Marki kiel "pritraktata 2" (respondota poste)

source: Message to:
eo_uy: Mesaĝo al:

source: Product:
eo_uy: Produkto

source: Status:
eo_uy: Stato:

source: Message to:
eo_uy: Mesaĝo al:

source: Product:
eo_uy: Produkto:

source: Average number of products per category
eo_uy: Meza nombro de produktoj laŭ kategorio

source: Disabled Categories
eo_uy: Malpermesitaj Kategorioj

source: Empty Categories
eo_uy: Malplenaj Kategorioj

source: Top Category
eo_uy: Supra Kategorio

source: All combinations
eo_uy: Ĉiuj kombinoj

source: product(s)
eo_uy: produkto(j)

source: Color
eo_uy: Koloro

source: Attributes
eo_uy: Atributoj

source: Beginning
eo_uy: Komenco

source: End
eo_uy: Fino

source: Products
eo_uy: Produktoj

source: List of disabled products
eo_uy: Listo de neaktivaj produktoj

source: List of empty categories
eo_uy: Listo de malplenaj kategorioj

source: List of products with combinations but without available quantities for sale
eo_uy: Listo de produktoj kun kombinaĵoj sed sen disponeblaj kvantoj por vendo

source: List of products without combinations and without available quantities for sale
eo_uy: Listo de produktoj sen kombinaĵoj kaj sen disponeblaj kvantoj por vendo

source: List of products without description
eo_uy: Listo de produktoj sen priskribo

source: List of products without images
eo_uy: Listo de produktoj sen bildoj

source: List of products without price
eo_uy: Listo de produktoj sen prezo

source: Number of products
eo_uy: Nombro da produktoj

source: Impact on weight
eo_uy: Efiko sur pezo

source: Send me an email when the quantity is under this level
eo_uy: Sendu al mi retpoŝton kiam la kvanto estas sub ĉi tiu nivelo

source: Low stock level
eo_uy: Malmulte da varoj en la stoko

source: Ecotax
eo_uy: Ekologia imposto

source: Condition
eo_uy: Kondiĉo

source: Label when in stock
eo_uy: Etiketi kiam en stoko

source: Delivery time of in-stock products:
eo_uy: Transdona tempo de aktualaj produktoj:

source: Number of allowed downloads
eo_uy: Nombro de permesitaj elŝutoj

source: Choose a value
eo_uy: Elekti valoron

source: Please select a file
eo_uy: Bonvolu elekti dosieron

source: Caption
eo_uy: Apudskribo

source: Cover image
eo_uy: Kovrila bildo

source: Add new root category
eo_uy: Aldonu novan ĉefan kategorion

source: Add new category
eo_uy: Aldoni novan kategorion

source: Send me an email when the quantity is below or equals this level
eo_uy: Sendu al mi retpoŝton kiam la kvanto estas sub aŭ egalas ĉi tiun nivelon

source: Combination name
eo_uy: Nomo de kombino

source: Physical quantity
eo_uy: Fizika kvanto

source: Reserved quantity
eo_uy: Rezervita kvanto

source: Category name
eo_uy: Nomo de kategorio

source: Parent of the category
eo_uy: Superordita kategorio

source: Choose a feature
eo_uy: Elekti trajton

source: Pre-defined value
eo_uy: Antaŭdifinita valoro

source: OR Customized value
eo_uy: AŬ propra valoro

source: ISBN code
eo_uy: Kodo ISBN

source: Impact on price per unit (tax excl.)
eo_uy: Efiko sur prezo por unuo (imposto sen ekspluatado)

source: Min. quantity for sale
eo_uy: Min. kvanto vendota

source: Set as default combination
eo_uy: Fiksita kiel defaŭlta (origina) kombinaĵo

source: Select images of this combination:
eo_uy: Elektu bildojn de ĉi tiu kombinaĵo

source: Final price
eo_uy: Fina prezo

source: Availability date
eo_uy: Dato de havebleco

source: Impact on price (tax incl.)
eo_uy: Efiko de prezo (imposto inkluzive)

source: Cost Price
eo_uy: Kosta Prezo

source: Minimum quantity
eo_uy: Minimuma kvanto

source: Standard product
eo_uy: Norma produkto

source: Pack of products
eo_uy: Pako de produktoj

source: Add products to your pack
eo_uy: Aldonu produktojn al via pako

source: Pre-tax retail price
eo_uy: Antaŭ-imposta podetala prezo

source: Retail price with tax
eo_uy: Podetala prezo kun imposto

source: Default category
eo_uy: Defaŭlta kategorio

source: Add a new category
eo_uy: Aldoni novan kategorion

source: Accessories
eo_uy: Akcesoraĵoj

source: UPC barcode
eo_uy: UPC streko-kodo

source: EAN-13 or JAN barcode
eo_uy: Streko-kodo EAN-13 aŭ JAN

source: Everywhere
eo_uy: Ĉie

source: Catalog only
eo_uy: Nur katalogo

source: Search only
eo_uy: Nur serĉi

source: Nowhere
eo_uy: Nenie

source: Display options
eo_uy: Ekranaj ebloj

source: Available for order
eo_uy: Havebla por mendo

source: Show price
eo_uy: Montri prezon

source: Web only (not sold in your retail store)
eo_uy: Retejo nur (ne vendata en via podetala vendejo)

source: Display condition on product page
eo_uy: Vidigi kondiĉon sur produkta paĝo

source: Default suppliers
eo_uy: Originaj liverantoj

source: Attachments for this product:
eo_uy: Aldonaĵoj por ĉi tiu produkto:

source: No tax
eo_uy: Neniu imposto

source: Ecotax (tax incl.)
eo_uy: Ekologiaj taksoj (imposto inkluzivas)

source: Display the "On sale!" flag on the product page, and on product listings.
eo_uy: Montru la flagon "Disvendo!" sur la produkta paĝo, kaj sur produktaj listoj.

source: Price per unit (tax excl.)
eo_uy: Prezo por unuo (imposto sen ekspluatado)

source: Apply to all products
eo_uy: Apliki al ĉiuj produktoj

source: Stock location
eo_uy: Lokigo de varstoko

source: Create combinations
eo_uy: Krei kombinojn

source: I want to use the advanced stock management system for this product.
eo_uy: Mi volas uzi la progresintan stokregistron por ĉi tiu produkto.

source: The available quantities for the current product and its combinations are based on the stock in your warehouse (using the advanced stock management system).
eo_uy: La disponeblaj kvantoj por la nuna produkto kaj ĝiaj kombinaĵoj baziĝas sur la stoko en via magazeno (uzante la altnivelan stokan sistemon).

source: I want to specify available quantities manually.
eo_uy: Mi volas specifi disponeblajn kvantojn permane.

source: Minimum quantity for sale
eo_uy: Minimuma kvanto por vendado

source: Label when out of stock (and back order allowed)
eo_uy: Etiketo, se produkto ne estas en la stoko (kaj se estas permesita disvendo de stoko)

source: Does this product have an associated file?
eo_uy: Ĉu ĉi tiu produkto havas asocian dosieron?

source: Use default behavior
eo_uy: Uzu defaŭltan konduton

source: Allow orders
eo_uy: Permesi mendojn

source: Deny orders
eo_uy: Malpermesi mendojn

source: When out of stock
eo_uy: Kiam elĉerpita (ne estas en la stoko)

source: Decrement pack only.
eo_uy: Malpliigi nur varojn en paketo

source: Decrement products in pack only.
eo_uy: Malkreskigi nur staton de produktoj en pakaĵo.

source: Decrement both.
eo_uy: Malkreskigi ambaŭ.

source: Pack quantities
eo_uy: Kvanto en paketo

source: Meta description
eo_uy: Meta-priskribo

source: Friendly URL
eo_uy: Amika URL

source: Permanent redirection to a category (301)
eo_uy: Konstanta redirektado al kategorio (301)

source: Temporary redirection to a category (302)
eo_uy: Provizora redirektado al kategorio (302)

source: Permanent redirection to a product (301)
eo_uy: Konstanta redirektado al produkto (301)

source: Temporary redirection to a product (302)
eo_uy: Provizora redirektado al produkto (302)

source: No redirection (404)
eo_uy: Neniu redirektado (404)

source: Redirection when offline
eo_uy: Redirektado en ekster-reta reĝimo

source: Target product
eo_uy: Celita produkto

source: Target category
eo_uy: Celo-kategorio

source: Target
eo_uy: Celo

source: Width
eo_uy: Larĝeco

source: Height
eo_uy: Alteco

source: Depth
eo_uy: Profundo

source: Weight
eo_uy: Pezo

source: Shipping fees
eo_uy: Sendokostoj

source: Available carriers
eo_uy: Disponeblaj transportantoj

source: Default delivery time
eo_uy: Defaŭlta livera tempo

source: Specific delivery time to this product
eo_uy: Specifa livera tempo al ĉi tiu produkto

source: Delivery Time
eo_uy: Transdona Tempo

source: Delivered within 5-7 days
eo_uy: Transdonita en 5-7 tagoj

source: Delivery time of out-of-stock products with allowed orders:
eo_uy: Livera tempo de ekster-stokaj produktoj kun permesitaj mendoj:

source: Delivered within 3-4 days
eo_uy: Transdonita ene de 3-4 tagoj

source: Leave initial price
eo_uy: Lasi komencan prezon

source: Add customer
eo_uy: Aldoni klienton

source: Apply to all combinations
eo_uy: Apliki al ĉiuj kombinaĵoj

source: Available from
eo_uy: Havebla de

source: Starting at
eo_uy: Komencante ĉe

source: Product price (tax excl.)
eo_uy: Produkta prezo (sen imposto)

source: Reduction tax
eo_uy: Redukta imposto

source: Number of days
eo_uy: Nombro da tagoj:

source: Stored
eo_uy: Stokita

source: Location (optional)
eo_uy: Loko (nedeviga)

source: Add new file
eo_uy: Aldoni novan dosieron

source: Upload files here
eo_uy: Alŝuti dosierojn ĉi tien

source: Make some files available to your customers and facilitate their purchasing environment by adding them just here! It can be instruction manuals, technical works or anything you want to attach to a product.
eo_uy: Faru iujn dosierojn haveblaj al viaj klientoj kaj faciligu ilian aĉetan medion aldonante ilin ĉi tie! Ĝi povas esti instrukciiloj, teknikaj verkoj aŭ io ajn, kion vi volas ligi al produkto.

source: Manage your credit slips
eo_uy: Administri vian kreditan slipon

source: When a customer returns a product, a credit slip must be created in his favor. Generate vouchers and have a look at their follow-up.
eo_uy: Kiam kliento redonas produkton, kreditslipo devas esti kreita favore al li. Generu bonvolojn kaj rigardu ilian sekvantaron.

source: Add new supplier
eo_uy: Aldonu novan liveranton

source: Keep in touch with your suppliers
eo_uy: Restu en kontakto kun viaj liverantoj

source: Having suppliers is optional if brands supply you directly. Make sure you don't confuse product suppliers and product brands to facilitate stock management.
eo_uy: Havi liverantojn estas nedeviga, se produktantoj provizas vin rekte. Certigu vin, ke vi ne konfuzas liverantojn kaj produktantojn por faciligi provizan administradon.

source: Viewing %from%-%to% on %total% (page %current_page% / %page_count%)
eo_uy: Vidado de %from%-%to% el %total% (paĝo %current_page% / %page_count%)

source: Items per page:
eo_uy: Eroj por paĝo:

source: Edit: %value%
eo_uy: Redakti: %value%

source: Price (tax incl.)
eo_uy: Prezo (imposto inkluziva)

source: Category
eo_uy: Kategorio

source: These products will be deleted for good. Please confirm.
eo_uy: Ĉi tiuj produktoj estos forigitaj por ĉiam. Bonvolu konfirmi.

source: Delete products?
eo_uy: Ĉu forigi produktojn?

source: [1]Add your first product[/1][2]or import a list of products (filetypes: .csv, .xls, .xlsx, .xlst, .ods, .ots).[/2]
eo_uy: [1] Aldonu vian unuan produkton [/1] [2] aŭ importu liston de produktoj (dosiertipoj: .csv, .xls, .xlsx, .xlst, .ods, .ots). [/2]

source: Go to catalog
eo_uy: Iri al katalogo

source: Add new product
eo_uy: Aldoni novan produkton

source: Product list
eo_uy: Listo de produktoj

source: Basic settings
eo_uy: Bazaj agordoj

source: Pricing
eo_uy: Prezoj

source: Modules
eo_uy: Moduloj

source: Categories
eo_uy: Kategorioj

source: Associated categories
eo_uy: Asociaj kategorioj

source: Create a new category
eo_uy: Krei novan kategorion

source: New category name
eo_uy: Nomo de nova kategorio

source: Create a category
eo_uy: Krei kategorion

source: Prev. combination
eo_uy: Antaŭa kombinaĵo

source: Next combination
eo_uy: Sekva kombino

source: Back to product
eo_uy: Reen al produkto

source: Combination details
eo_uy: Detaloj de kombino

source: Price and impact
eo_uy: Prezo kaj efiko

source: Final retail price (tax excl.) will be
eo_uy: Fina podetala prezo (sen imposto) estos

source: Does this combination have a different price per unit?
eo_uy: Ĉu ĉi tiu kombinaĵo havas malsaman prezon por unuo?

source: Specific references
eo_uy: Specifaj referencoj

source: Images
eo_uy: Bildoj

source: Impact on price (tax excl.)
eo_uy: Efiko sur prezo (sen imposto)

source: Manage your product combinations
eo_uy: Administri viajn produktajn kombinaĵojn

source: Bulk actions ([1]/[2] combination(s) selected)
eo_uy: Amasaj aranĝoj ([1]/[2] kombinaĵo(j) elektita(j))

source: Default combination
eo_uy: Defaŭlta kombinaĵo

source: Availability preferences
eo_uy: Preferoj pri havebleco

source: Behavior when out of stock
eo_uy: Konduto, kiam elĉerpiĝis en la stokejo

source: Stock management is disabled
eo_uy: Administrado de stoko estas malaktivigita

source: Final price (tax excl.)
eo_uy: Fina prezo (sen imposto)

source: You can increase or decrease low stock levels in bulk. You cannot disable them in bulk: you have to do it on a per-combination basis.
eo_uy: Vi povas pliigi aŭ malpliigi malaltajn stokajn nivelojn. Vi ne povas malŝalti ilin amase: vi devas fari ĝin per bazo de kombinoj.

source: The email will be sent to all the users who have the right to run the stock page. To modify the permissions, go to Advanced Parameters > Team
eo_uy: La retpoŝto estos sendita al ĉiuj uzantoj, kiuj rajtas funkciigi la stokan paĝon. Por modifi la permesojn, iru al Altnivelaj Parametroj> Teamo

source: Delete combinations
eo_uy: Forigi kombinaĵojn

source: Edit a specific price
eo_uy: Redakti specifan prezon

source: Brand
eo_uy: Marko

source: Add a brand
eo_uy: aldoni markon

source: Related product
eo_uy: Rilata produkto

source: Add a related product
eo_uy: Aldoni rilatan produkton

source: Search Engine Optimization
eo_uy: Optimumigo por Serĉilo

source: Improve your ranking and how your product page will appear in search engines results.
eo_uy: Plibonigu vian rangotabelon, kiu kiel via produkta paĝo aperos en serĉiloj.

source: Reset URL
eo_uy: Restarigi URL

source: Redirection page
eo_uy: Redirekta paĝo

source: Here is a preview of your search engine result, play with it!
eo_uy: Jen antaŭrigardo de via serĉilo, ludu kun ĝi!

source: Package dimension
eo_uy: Dimensio de paketo

source: Adjust your shipping costs by filling in the product dimensions.
eo_uy: Ĝustigu viajn sendokostojn per plenigado de la produktaj dimensioj.

source: Leave empty to disable.
eo_uy: Lasu malplena por deaktivigo.

source: Does this product incur additional shipping costs?
eo_uy: Ĉu ĉi tiu produkto havas kromajn sendokostojn?

source: Impact on price
eo_uy: Efiko je prezo

source: Specific price conditions
eo_uy: Specifaj prezaj kondiĉoj

source: Unit(s)
eo_uy: Unuo(j)

source: Apply a discount of
eo_uy: Apliki rabaton por

source: Choose the suppliers associated with this product
eo_uy: Elektu la liverantojn asociitajn kun ĉi tiu produkto

source: Default supplier
eo_uy: Origina liveranto

source: Price (tax excl.)
eo_uy: Prezo (inkluzive de imposto)

source: Supplier reference(s)
eo_uy: Kodo(j) de la liveranto

source: Supplier reference
eo_uy: Kodo de la liveranto

source: Product location in warehouses
eo_uy: Loko de produkto en magazenoj

source: Please choose the warehouses associated with this product.
eo_uy: Bonvolu elekti la magazenojn asociitajn kun ĉi tiu produkto.

source: Stock
eo_uy: Provizoj en stoko

source: Quantity
eo_uy: Kvanto

source: Summary
eo_uy: Resumo

source: Reference
eo_uy: Referenco (kodo)

source: Tax excluded
eo_uy: Imposto ekskludita

source: Tax included
eo_uy: Imposto inkluzivita

source: Tax rule
eo_uy: Reguloj pri impostoj

source: View all images
eo_uy: Vidu ĉiujn bildojn

source: View less
eo_uy: Rigardi malpli

source: Features
eo_uy: Trajtoj

source: Add a feature
eo_uy: Aldoni trajton

source: Simple product
eo_uy: Simpla produkto

source: Product with combinations
eo_uy: Produkto kun kombinaĵoj

source: Visibility
eo_uy: Videblo

source: Tags
eo_uy: Etikedoj

source: Where do you want your product to appear?
eo_uy: Kie vi volas, ke via produkto aperu?

source: Condition & References
eo_uy: Kondiĉo & Referencoj

source: Customers can personalize the product by entering some text or by providing custom image files.
eo_uy: Klientoj povas agordi la produkton per enmeto de iu teksto aŭ per provizaj bildaj dosieroj.

source: Add a customization field
eo_uy: Aldoni agordan kampon

source: Attached files
eo_uy: Aligitaj dosieroj

source: Add files that customers can download directly on the product page (instructions, manual, recipe, etc.).
eo_uy: Aldonu dosierojn, kiujn klientoj povas elŝuti rekte sur la produkta paĝo (instrukcioj, manlibro, recepto, ktp).

source: Attach a new file
eo_uy: Aldoni novan dosieron
