Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/AdminDashboardFeature.*.xlf
Languages: eo_uy

source: Add more dashboard modules
eo_uy: Aldonu pli da moduloj sur administra panelo

source: PrestaShop News
eo_uy: Novaĵoj de Prestashop

source: Find more news
eo_uy: Trovu pliajn novaĵojn

source: Useful links
eo_uy: Utilaj ligoj

source: Official Documentation
eo_uy: Oficiala Dokumentaro

source: User, Developer and Designer Guides
eo_uy: Gvidiloj por Uzanto, Programisto kaj Projektisto

source: PrestaShop Forum
eo_uy: Forumo PrestaShop

source: Connect with the PrestaShop community
eo_uy: Konekti kun la komunumo PrestaShop

source: PrestaShop Addons
eo_uy: Aldonoj PrestaShop

source: Enhance your store with templates & modules
eo_uy: Plibonigu vian vendejon per ŝablonoj kaj moduloj

source: Report issues in the Bug Tracker
eo_uy: Raporti problemojn en la Bug Tracker (Cimo-Spurilo)

source: Contact Us!
eo_uy: Kontaktu nin!

source: We stay by your side!
eo_uy: Ni restas ĉe via flanko!

source: Documentation, support, experts, training... PrestaShop and all of its community are here to guide you
eo_uy: Dokumentado, subteno, spertuloj, trejnado ... PrestaShop kaj ĉio el ĝia komunumo estas ĉi tie por gvidi vin

source: PrestaShop Marketplace
eo_uy: Merkato PrestaShop

source: Traffic, conversion rate, customer loyalty... Increase your sales with all of the PrestaShop modules and themes
eo_uy: Trafiko, konverta indico, klienta lojaleco ... Pliigu viajn vendojn per ĉiuj de la PrestaShop-moduloj kaj temoj

source: Dashboard
eo_uy: Stirpanelo

source: Demo mode
eo_uy: Demo-reĝimo

source: Average bank fees per payment method
eo_uy: Averaĝaj bankaj kotizoj laŭ pago-metodo

source: Average shipping fees per shipping method
eo_uy: Mezaj sendokostoj laŭ sendo-metodo

source: Other settings
eo_uy: Aliaj agordoj

source: Average gross margin percentage
eo_uy: Averaĝa procento de malneta profit-marĝeno

source: Other fees per order
eo_uy: Aliaj kotizoj laŭ mendo
