Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/AdminModulesHelp.*.xlf
Languages: cs_cz

source: Click here to log in.
cs_cz: Klikněte zde pro přihlášení.

source: Search modules: keyword, name, author...
cs_cz: Moduly vyhledávání: klíčová slova, jméno, autor...

source: Please upload one file at a time, .zip or tarball format (.tar, .tar.gz or .tgz).
cs_cz: Nahrávejte soubory po jednom ve formátu .zip nebo tarball (.tar, .tar.gz or .tgz).

source: Your module will be installed right after that.
cs_cz: Váš modul bude nainstalován ihned poté.

source: What happened?
cs_cz: Co se stalo?

source: Customize your store with this selection of modules recommended for your shop, based on your country, language and version of PrestaShop. It includes the most popular modules from our Addons marketplace, and free partner modules.
cs_cz: Upravte si svůj obchod s tímto doporučeným výběrem modulů pro váš obchod podle země, jazyka a verze obchodu PrestaShop. Obsahuje nejoblíbenější moduly z našeho obchodu Addons a bezplatné moduly partnerů.

source: You bought this module on PrestaShop Addons. Thank You.
cs_cz: Koupili jste tento modul na PrestaShop Addons. Děkujeme.

source: Bought
cs_cz: Koupeno

source: This module is available on PrestaShop Addons.
cs_cz: Tento modul je dostupný v PrestaShop Addons.

source: Popular
cs_cz: Populární

source: This module is available for free thanks to our partner.
cs_cz: Tento modul je zdarma díky našemu partnerovi.

source: Official
cs_cz: Oficiální

source: Need update
cs_cz: Potřebná aktualizace

source: These modules require your attention: you need to take some action to ensure they are fully operational.
cs_cz: Tyto moduly vyžadují vaši pozornost: k zajištění jejich plné funkčnosti je nutné podniknout určité akce.

source: Update these modules to enjoy their latest versions.
cs_cz: Nahrajte tyto moduly, abyste měli k dispozici jejich nejnovější verze.
