Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/AdminCatalogFeature.*.xlf
Languages: eo_uy

source: Select the files (instructions, documentation, recipes, etc.) your customers can directly download on this product page.
eo_uy: Elektu la dosierojn (instrukcioj, dokumentado, receptoj, ktp.) Kiujn viaj klientoj povas rekte elŝuti sur ĉi tiu produkta paĝo.

source: Need to browse all files? Go to [1]Catalog > Files[/1]
eo_uy: Ĉu vi bezonas trarigardi ĉiujn dosierojn? Iru al [1]Katalogo> Dosieroj [/1]

source: Cost price
eo_uy: Prezo postulata de produktanto

source: Retail price
eo_uy: Vendeja prezo

source: Manage tax rules
eo_uy: Administri impostajn regulojn

source: Final retail price: [1][2][/2] tax incl.[/1] / [3][/3] tax excl.
eo_uy: Fina podetala prezo: [1] [2] [/ 2] imposto inkluzive [/ 1] / [3] [/ 3] imposto ekskluzive.

source: Specific prices
eo_uy: Specifaj prezoj

source: Add a specific price
eo_uy: Aldonu specifan prezon

source: Rule
eo_uy: Regulo

source: Combination
eo_uy: Kombino

source: Fixed price
eo_uy: Fiksa prezo

source: Impact
eo_uy: Efiko

source: From
eo_uy: De

source: Priority management
eo_uy: Administrado de prioritatoj

source: Priorities
eo_uy: Prioritatoj

source: Combinations
eo_uy: Kombinoj

source: Cover
eo_uy: Kovrilo

source: Virtual product
eo_uy: Virtuala produkto

source: Drop images here
eo_uy: Transigu bildojn ĉi tien

source: or select files
eo_uy: aŭ elektu dosierojn

source: Recommended size 800 x 800px for default theme.
eo_uy: Rekomendita grandeco 800 x 800px por defaŭlta temo.

source: JPG, GIF or PNG format.
eo_uy: Formato JPG, GIF aŭ PNG.

source: tax incl.
eo_uy: imposto inkluzive

source: tax excl.
eo_uy: imposto eksklude

source: Module to configure
eo_uy: Moduloj por agordi

source: Choose a module to configure
eo_uy: Elektu modulon por agordi

source: These modules are relative to the product page of your shop.
eo_uy: Ĉi tiuj moduloj rilatas al la produkta paĝo de via butiko.

source: To manage all your modules go to the [1]Installed module page[/1]
eo_uy: Por administri ĉiujn viajn modulojn iru al la [1]paĝo de instalitaj moduloj [/1]

source: Quantities
eo_uy: Kvantoj

source: Zoom
eo_uy: Zomi (pligrandigi)

source: Add new value
eo_uy: Aldoni novan valoron

source: Create attributes
eo_uy: Krei atributojn

source: Color, dimension, size, disk space... think about attributes as properties that change from one product to another. As a consequence, attributes allow you to build product combinations.
eo_uy: Koloro, dimensio, grandeco, diskospaco ... pensu pri atributoj kiel propraĵoj kiuj ŝanĝiĝas de unu produkto al alia. Sekve, atributoj permesas konstrui produktajn kombinaĵojn.

source: Add new attribute
eo_uy: Aldonu novan atributon

source: From quantity
eo_uy: De kvanto

source: Catalog price rules
eo_uy: Reguloj pri katalogaj prezoj

source: Reduction with or without taxes
eo_uy: Redukto kun aŭ sen impostoj

source: Reduction type
eo_uy: Redukta tipo

source: Reduction
eo_uy: Redukto

source: Add new catalog price rule
eo_uy: Aldoni novan katalogan prezon

source: Parent category
eo_uy: Gepatra (superordita) kategorio

source: %group_name% - All people without a valid customer account.
eo_uy: %group_name% - Ĉiuj homoj sen valida klienta konto.

source: %group_name% - Customer who placed an order with the guest checkout.
eo_uy: %group_name% - Kliento, kiu mendis mendon kiel neregistrita gasto.

source: %group_name% - All people who have created an account on this site.
eo_uy: %group_name% - Ĉiuj homoj, kiuj kreis konton en ĉi tiu retejo.

source: Category thumbnail
eo_uy: Bildeto de kategorio

source: Menu thumbnails
eo_uy: Menuo de bildetoj

source: Group access
eo_uy: Aliro de grupo

source: Category cover image
eo_uy: Enkonduka Bildo de Kategorio

source: Set categories
eo_uy: Fiksi kategoriojn

source: Categories are essential, as they enable you to group equivalent products. This helps customers find their way through the variety of your catalog.
eo_uy: Kategorioj estas esencaj, ĉar ili ebligas al vi grupigi ekvivalentajn produktojn. Ĉi tio helpas klientojn trovi sian vojon tra la vario de via katalogo.

source: Feature
eo_uy: Trajto

source: Add a new feature
eo_uy: Aldoni novan trajton

source: Addresses
eo_uy: Adresoj

source: Ref:
eo_uy: Kodo:

source: Qty:
eo_uy: Kvanto:

source: Brands
eo_uy: Markoj

source: Short description
eo_uy: Konciza priskribo

source: Add new brand
eo_uy: Aldoni novan markon

source: Add new brand address
eo_uy: Aldonu novan adreson de marko

source: Focus on your catalog
eo_uy: Fokusu pri via katalogo

source: Empty categories, disabled products, items that lack image or price... check the monitoring section to optimize your products management and make sure you forgot nothing.
eo_uy: Malplenaj kategorioj, malebligitaj produktoj, eroj al kiuj mankas bildo aŭ prezo ... kontrolu la monitoran sekcion por optimumigi vian produktan administradon kaj certigu vin, ke vi forgesis nenion.

source: Available quantity
eo_uy: Havebla kvanto

source: Attribute name
eo_uy: Nomo de Atributo

source: Wholesale price
eo_uy: Pogranda prezo

source: Meta title
eo_uy: Meta-titolo

source: Add new cart rule
eo_uy: Aldoni novan regulon por ĉaro (korbo)

source: Expiration date
eo_uy: Dato de eksvalidiĝo

source: [1][/1] of [2][/2] characters allowed
eo_uy: [1] [/1] de [2] [/2] karakteroj estas permesitaj

source: Main category
eo_uy: Ĉefa kategorio

source: [1][/1] of [2][/2] characters used (recommended)
eo_uy: [1] [/1] de [2] [/2] uzataj signoj (rekomenditaj)

source: List of products for this pack
eo_uy: [Listo de produktoj por ĉi tiu pako

source: None
eo_uy: Neniu

source: Use checkboxes to bulk edit quantities
eo_uy: Uzu markobutonojn por pograndaj redaktaj kvantoj

source: Advanced filters
eo_uy: Altnivelaj filtriloj

source: Apply advanced filters
eo_uy: Apliki altnivelajn filtrilojn

source: Apply new quantity
eo_uy: Apliki novan kvanton

source: Display products below low stock level first
eo_uy: Montri unue produktojn sub malalta akcia nivelo

source: Filter by movement type
eo_uy: Filtri laŭ tipo de movo

source: Filter by employee
eo_uy: Filtri laŭ dungito

source: Filter by period
eo_uy: Filtri laŭ periodo

source: Search a category
eo_uy: Serĉu kategorion

source: Search a supplier
eo_uy: Serĉi provizanton

source: Filter by status
eo_uy: Filtri laŭ stato

source: All
eo_uy: Ĉiuj

source: Filter by supplier
eo_uy: Filtri laŭ provizanto

source: Stock management
eo_uy: Administrado de provizoj

source: Movements
eo_uy: Movoj

source: Search products (search by name, reference, supplier)
eo_uy: Serĉi produktojn (serĉu laŭ nomo, referenco, provizanto)

source: This product is below the low stock level you have defined.
eo_uy: Ĉi tiu produkto estas sub la malalta stoka nivelo, kiun vi difinis.

source: Low stock level:
eo_uy: Malmulte da varoj en la stoko:

source: Low stock alert:
eo_uy: Atento pri malalta provizo:

source: Bulk edit quantity
eo_uy: Pogranda redakta kvanto

source: Date & Time
eo_uy: Dato kaj Tempo

source: Edit quantity
eo_uy: Redakti kvanton

source: Go to the import system
eo_uy: Iru al la importsistemo

source: Export data into CSV
eo_uy: Eksporti datumojn al CSV

source: Physical
eo_uy: Fizika

source: Reserved
eo_uy: Rezervita
