Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/AdminDashboardHelp.*.xlf
Languages: gl_es, tl_ph

source: This mode displays sample data so you can try your dashboard without real numbers.
gl_es: Este modo amosa datos de exemplo para que poidas proba-lo teu panel de administración sen números reais.
tl_ph: Ang mode na ito ay nagpapakita ng sampol na datos upang maaari mong subukan ang iyong dashboard nang walang mga tunay na numero.

source: Choose a fixed fee for each order placed in %currency% with %module%.
gl_es: Escolla unha marxe fixa para cada pedido entre %currency% with %module%.
tl_ph: Pumili ng itinakdang bayad para sa bawat order na inilagay sa %currency% kasama ang %module%.

source: Choose a variable fee for each order placed in %currency% with %module%. It will be applied on the total paid with taxes.
gl_es: Escolla unha marxe variable para cada pedido entre %currency% e %module%. Aplicarase ao total pagado con impostos.
tl_ph: Pumili ng iba-ibang kabayaran para sa bawat order na inilagay sa %currency% kasama ang %module%. Ito ay i-aaplay sa kabuuang ibinayad na may mga buwis.

source: Choose a fixed fee for each order placed with a foreign currency with %module%.
gl_es: Escolla unha marxe fixa para cada pedido feito cunha moeda estranxeira con %module%.
tl_ph: Pumili ng itinakdang bayad para sa bawat order na inilagay sa isang banyagang salapi na may %module%.

source: Choose a variable fee for each order placed with a foreign currency with %module%. It will be applied on the total paid with taxes.
gl_es: Escolla unha marxe variable para cada pedido feito cunha moeda estranxeira con %module%. Aplicarase ao total pagado incluíndo as taxas.
tl_ph: Pumili ng iba-ibang kabayaran para sa bawat order na inilagay na may banyagang salapi sa may %module%. Ito ay i-aaplay sa kabuuang bayad na may mga buwis.

source: For the carrier named %s, indicate the domestic delivery costs in percentage of the price charged to customers.
gl_es: Para o transportista chamado %s, indica os costes de entrega nacional na por como porcentaxe do prezo cobrado aos clientes.
tl_ph: Para sa tagapadala na may pangalang %s, ipahiwatig ang mga gastos sa paghahatid ng domestic sa porsyento ng presyo na sisingilin sa mga kustomer.

source: For the carrier named %s, indicate the overseas delivery costs in percentage of the price charged to customers.
gl_es: Para o transportista chamado %s, indica os costes do envío internacional en porcentaje do precio cobrado aso clientes.
tl_ph: Para sa tagapadala na may pangalang %s, ipahiwatig ang mga gastos sa paghahatid sa ibang bansa sa porsyento ng presyo na sisingilin sa mga kustomer.

source: Method: Indicate the percentage of your carrier margin. For example, if you charge $10 of shipping fees to your customer for each shipment, but you really pay $4 to this carrier, then you should indicate "40" in the percentage field.
gl_es: Método: Indica a porcentaxe da marxe do transportista. Por exemplo, se cargas $10 de gastos de envío ao teu cliente por cada envío, pero realmente pagas $4 a este transportista, entón deberías indicar "40" no campo de porcentaxe.
tl_ph: Paraan: Ipahiwatig ang porsyento ng iyong margin ng tagapadala. Halimbawa, kung singilin mo ng $10 mga bayarin sa pagpapadala sa iyong kostumer para sa bawat kargamento, ngunit talagang binabayaran mo ng $4 sa tagapadla nito, pagkatapos ay dapat mong ipahiwatig ang "40" sa porsyento ng patlang.

source: You should calculate this percentage as follows: ((total sales revenue) - (cost of goods sold)) / (total sales revenue) * 100. This value is only used to calculate the Dashboard approximate gross margin, if you do not specify the wholesale price for each product.
gl_es: Debe calcular esta porcentaxe como segue: ((ingresos totais de vendas) - (custes das mercadorías vendidas)) / (ingresos totais de vendas) * 100. Este valor só se utiliza para calcular a marxe bruta aproximada do panel, se non especifica o prezo ó por maior para cada produto.
tl_ph: Dapat mong kalkulahin ang porsyento na ito tulad ng sumusunod: ((kabuuang kita ng benta) - (gastos ng mga kalakal na nabenta)) / (kabuuang kita ng benta) * 100. Ang halagang ito ay ginagamit lamang upang kalkulahin ang Dashboard na tinatayang gross margin, kung hindi mo tinukoy ang pakyawan na presyo para sa bawat produkto.

source: You should calculate this value by making the sum of all of your additional costs per order.
gl_es: Deberías calcular este valor sumando tódolos teus custos adicionais por cada encomenda.
tl_ph: Dapat mong kalkulahin ang halagang ito sa pamamagitan ng pagkuha ng kabuuan ng lahat ng iyong mga karagdagang gastos sa bawat order.
