Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/AdminOrderscustomersHelp.*.xlf
Languages: sq_al

source: If you don't select "Free shipping," the normal shipping costs will be applied.
sq_al: Nëse nuk zgjedhë \"Livrimi pa pagesë\", do të aplikohen kosto normale të livrimit.

source: Would you like to allow merchandise returns in your shop?
sq_al: A dëshiron ta lejosh kthimin e mallrave në dyqanin tënd?

source: How many days after the delivery date does the customer have to return a product?
sq_al: Sa ditë pas datës së livrimit, klienti mund ta kthejë një produkt?

source: Prefix used for return name (e.g. RE00001).
sq_al: Parashtesa e përdorur për emrin e kthimit (psh. RE00001).

source: Select the fields you would like to be required for this section.
sq_al: Zgjidh fushat që do të donit të jenë të detyrueshme për këtë seksion.

source: Please make sure you are complying with the opt-in legislation applicable in your country.
sq_al: Të lutem sigurohu që je në pajtim me legjislacionin e zgjedhjes që aplikohet në vendin tënd.

source: Enable or disable customer login.
sq_al: Aktivizo ose çaktivizo identifikimin e klientit.

source: This customer will receive your ads via email.
sq_al: Ky klient do të marrë reklamat tua përmes emailit.

source: Select all the groups that you would like to apply to this customer.
sq_al: Zgjidh të gjitha grupet që dëshiron t'i aplikosh për këtë klient.

source: This group will be the user's default group.
sq_al: Ky grup do të jetë grupi i paracaktuar i përdoruesit.

source: Only the discount for the selected group will be applied to this customer.
sq_al: Vetëm zbritja për grupin e zgjedhur do të aplikohet për këtë klient.

source: Valid characters:
sq_al: Karaktere të vlefshme:

source: Format: 2011-12-31 (inclusive).
sq_al: Formati: 2011-12-31 (inclusive).

source: You can also export orders which have not been charged yet.
sq_al: Mund t'i eksportosh edhe urdhërblerjet që nuk janë ngarkuar akoma.

source: If enabled, your customers will receive an invoice for the purchase.
sq_al: Nëse aktivizohet, klientët tu do të marrin një faturë për blerjen.

source: If required, show the total amount per rate of the corresponding tax.
sq_al: Nëse kërkohet, shfaq shumën totale për normën e taksës përkatëse.

source: Adds an image in front of the product name on the invoice
sq_al: Shton një imazh përpara emrit të produktit në faturë

source: Freely definable prefix for invoice number (e.g. #IN00001).
sq_al: Prefiksi për numrin faturës i përcaktueshëm lirishëm (p.sh. # FAT00001).

source: The next invoice will begin with this number, and then increase with each additional invoice. Set to 0 if you want to keep the current number (which is #%number%).
sq_al: Fatura e pasuese do të fillojë me këtë numër, dhe pastaj do të rritet me çdo faturë shtesë. Vendos 0 në qoftë se dëshiron ta mbash numrin aktual (që është #%number%).

source: Use this field to show additional information on the invoice, below the payment methods summary (like specific legal information).
sq_al: Përdore këtë fushë për të shfaqur informata shtesë lidhur me faturën, poshtë përmbledhjes së metodave të pagesave (si informacione specifike ligjore).

source: This text will appear at the bottom of the invoice, below your company details.
sq_al: Ky tekst do të shfaqet në fund të faturës, nën detajet e kompanisë tënde.

source: Choose an invoice model.
sq_al: Zgjidh një model fature.

source: Saves memory but slows down the PDF generation.
sq_al: Kursen memorje, por ngadalëson gjenerimin e PDF-së.
