Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/AdminShopparametersNotification.*.xlf
Languages: bn_bd

source: Caution: The discount applied to a category does not stack with the overall reduction but instead replaces it.
bn_bd: সতর্কতা: কোনো বিভাগের জন্য মুল্লছার আসলে প্রকিত মূল্য কমানো বোঝায় না,বরং নতুন মূল্য দ্বারা প্রতিসাথাপন বোঝায়

source: Only products that have this category as the default category will be affected.
bn_bd: ডিফল্ট বিভাগ হিসেবে এই বিষয়শ্রেণীতে আছে শুধু এমন পণ্য প্রভাবিত হবে.

source: You cannot delete this shop (customer and/or order dependency)
bn_bd: আপনি এই দোকানটি ডিলিট করতে পারবেন না (ক্রেতা এবং/অথবা অর্ডার নির্ভরশীলতা)

source: Click here to set a URL for this shop.
bn_bd: এই দোকান জন্য একটি URL সেট করতে এখানে ক্লিক করুন.

source: Width and height must be numeric values.
bn_bd: প্রস্থ এবং উচ্চতা সাংখ্যিক মান হতে হবে।

source: The discount value is incorrect (must be a percentage).
bn_bd: ডিসকাউন্ট মূল্য ভুল(শতাংশে হতে হবে)

source: The discount value is incorrect.
bn_bd: ডিসকাউন্ট মূল্য ভুল

source: You cannot save group reductions.
bn_bd: আপনি গ্রুপ মূল্যহ্রাস সংরক্ষণ করতে পারবেন না

source: An error occurred while updating this group.
bn_bd: এই গ্রুপ আপডেট করার সময় একটি ত্রুটি ঘটেছে

source: Percent of the sales.
bn_bd: বিক্রয়ের শতাংশ.

source: Aliases and results are both required.
bn_bd: Alias ​​ও ফলাফল উভয়ই প্রয়োজন

source: Is not a valid result
bn_bd: সঠিক ফলাফল নয়

source: Is not a valid alias
bn_bd: সঠিক alias নয়

source: Creation successful
bn_bd: সফল ক্রিয়েশন

source: We are thrilled to introduce you to the fuzzy search, one of the new features from 1.7.7! Please note that it is still in beta version, so feel free to share improvement ideas on GitHub to have it enhanced.
bn_bd: 1.7.7 থেকে নতুন বৈশিষ্ট্যগুলির মধ্যে একটি, আপনাকে অস্পষ্ট অনুসন্ধানের সাথে পরিচয় করিয়ে দিতে আমরা শিহরিত! দয়া করে নোট করুন যে এটি এখনও বিটা সংস্করণে রয়েছে, তাই এটি উন্নত করতে গিটহাবের উন্নত ধারণা ভাগ করে নিতে দ্বিধা বোধ করুন।

source: This is not a valid IP address:
bn_bd: এই IP অ্যাড্রেসটি সঠিক নয়

source: You cannot delete this shop (customer and/or order dependency).
bn_bd: আপনি এই দোকানটি ডিলিট করতে পারবেন না (ক্রেতা এবং/অথবা অর্ডার নির্ভরশীলতা).

source: You need to select at least the root category.
bn_bd: আপনাকে অন্তত রুট বিভাগ নির্বাচন করতে হবে

source: Warning: You won't be able to change the group of this shop if this shop belongs to a group with one of these options activated: Share Customers, Share Quantities or Share Orders.
bn_bd: সাবধানবাণী:Share Customers, Share Quantities or Share Ordersইত্যদি সক্রিয় করা গ্রুপ এর দোকানের গ্রুপ আপনি পরিবর্তন করতে পারবেন না

source: You can only move your shop to a shop group with all "share" options disabled -- or to a shop group with no customers/orders.
bn_bd: "share" অপশন নিষ্ক্রিয় করা অথবা কোনো ক্রেতা/ অর্ডার বিহীন গ্রুপ এ আপনি আপনার দোকান স্থানান্তর করতে পারবেন

source: For security reasons, you cannot delete default order statuses.
bn_bd: নিরাপত্তার কারণে, আপনি ডিফল্ট অর্ডার স্ট্যাটাস মুছতে পারবেন না

source: An address located in a country containing states must have a state selected.
bn_bd: States আছে আমন দেশ এর জন্য অবশ্যই state সিলেক্ট করতে হবে।

source: Latitude and longitude are required.
bn_bd: অক্ষাংশ ও দ্রাঘিমাংশ প্রয়োজন আছে.

source: The specified state is not located in this country.
bn_bd: নির্ধারিত এলাকা এই দেশে অবস্থিত নয়

source: Before being able to use this tool, you need to:
bn_bd: এই টুলটি ব্যবহার করতে হোলে আগে, আপনাকে করতে হবে:

source: Create a blank .htaccess in your root directory.
bn_bd: আপনার root ডিরেক্টরির মধ্যে একটি ফাঁকা. Htaccess তৈরি করুন.

source: You must define an SMTP server and an SMTP port. If you do not know it, use the PHP mail() function instead.
bn_bd: আপনাকে অবশ্যই একটি SMTP সার্ভার এবং একটি SMTP পোর্ট নির্দিষ্ট করতে হবে।জদি এগুলো আপনার জানা না থাকে তাহলে এর পরিবর্তে PHP মেইল() ফাংশন ব্যাবহার করুন।

source: Assign a valid page if you want it to be read.
bn_bd: এটিকে পাঠযোগ্য করার জন্য একটি সঠিক Cms পৃষ্ঠা নির্ধারণ করুন.

source: Generate your "robots.txt" file by clicking on the following button (this will erase the old robots.txt file)
bn_bd: নিম্নলিখিত বাটনে ক্লিক করে আপনার "robots.txt" ফাইল নির্মাণ করুন(এই পুরানো robots.txt ফাইল মুছে ফেলবে)

source: Before you can use this tool, you need to:
bn_bd: এই টুলটি ব্যবহার করতে হোলে আগে, আপনাকে করতে হবে:

source: Here you can set the URL for your shop. If you migrate your shop to a new URL, remember to change the values below.
bn_bd: এখানে আপনি আপনার দোকানের জন্য URL নির্ধারণ করতে পারেন। যদি আপনি একটি নতুন URL-এ আপনার দোকান স্থানান্তর করেণ তাহলে, নিচের মান পরিবর্তন করতে মনে রাখবেন

source: The multistore option is enabled. If you want to change the URL of your shop, you must go to the "Multistore" page under the "Advanced Parameters" menu.
bn_bd: multistore অপশনটি সক্রিয় করা।আপনি আপনার দোকান URL টি পরিবর্তন করতে চান, তাহলে আপনাকে "Advanced Parameters"মেনুতে "Multistore" পৃষ্ঠায় যেতে হবে.

source: You can only display the page list in a shop context.
bn_bd: আপনি শুধুমাত্র একটি দোকান প্রেক্ষাপটে পাতা তালিকা প্রদর্শন করতে পারেন.
