Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/EmailsBody.*.xlf
Languages: bs_ba

source: (waiting for validation)
bs_ba: (čeka se potvrda)

source: Your login email address on {shop_name}
bs_ba: Vaš e-mail adresa za prijavu u {shop_name}

source: Here is your login email address:
bs_ba: Ovdje je vaša email adresa za prijavu:

source: Please go on <a href="{order_link}">{order_link}</a> to finalize the payment.
bs_ba: Molimo vas idite na <a href="{order_link}">{order_link}</a> da završite proces plaćanja.

source: Awaiting wire payment
bs_ba: Očekujemo bankovno plaćanje

source: You have selected to pay by wire transfer.
bs_ba: Odabrali ste bankovno plaćanje.

source: Here are the bank details for your transfer:
bs_ba: Ovo su detalji za bankovno plaćanje:

source: Awaiting check payment
bs_ba: Očekujemo bankovno plaćanje

source: You have selected to pay by check.
bs_ba: Odabrali ste bankovno plaćanje.

source: Here are the bank details for your check:
bs_ba: Ovo su detalji za bankovno plaćanje:

source: Your order with the reference [1]{order_name}[/1] has been placed successfully and will be [1]shipped as soon as we receive your payment[/1].
bs_ba: Vaša narudžba s referencom [1]{order_name}[/1] je uspješno postavljena i bit će [1]isporučena nakon što primimo Vašu uplatu[/1].

source: Customer e-mail address:
bs_ba: E-mail adresa kupca:

source: Order ID:
bs_ba: Narudžba broj:

source: Your message has been sent successfully.
bs_ba: Poruka je uspješno poslana.

source: You can review this credit slip and download your invoice from the <a href="{history_url}">"My credit slips"</a> section of your account by clicking <a href="{my_account_url}">"My account"</a> on our shop.
bs_ba: Možete pregledati vašu narudžbu i preuzeti vaš račun <a href="{history_url}">"Istorija narudžbi"</a> odjeljak vašeg korisničkog naloga klikom na <a href="{my_account_url}">"Moj nalog"</a> na našoj prodavnici.

source: We have generated a credit slip in your name for order with the reference [1]{order_name}[/1].
bs_ba: Napravljena je kreditna lista na Vaše ime za narudžbu s referencom [1]{order_name}[/1].

source: Your {shop_name} login information
bs_ba: Vaši {shop_name} detalji za prijavu

source: Here is your personal login information for [1]{shop_name}[/1]:
bs_ba: Ovdje su Vaše lične informacije za prijavu na [1]{shop_name}[/1]:

source: E-mail address:
bs_ba: E-mail adresa:

source: [1]{employee}[/1] added [1]"{comment}"[/1]
bs_ba: [1]{employee}[/1] kreirao [1]"{comment}"[/1]

source: Your guest account for [1]{shop_name}[/1] has been transformed into a customer account.
bs_ba: Vaš gostujući nalog za [1]{shop_name}[/1] je pretvoren u korisnički nalog.

source: Import complete
bs_ba: Uvoz završen

source: Message from a customer
bs_ba: Poruka od kupca

source: Return #{id_order_return} - update
bs_ba: Povrat #{id_order_return} - ažurirano

source: Item(s) out of stock
bs_ba: Proizvod(i) rasprodani

source: Unfortunately, one or more items are currently out of stock. This may cause a slight delay in your delivery. Please accept our apologies and rest assured that we are working hard to rectify this.
bs_ba: Nažalost, jedna ili više stavki trenutno su rasprodane. To može uzrokovati neznatno kašnjenje u isporuci. Molimo prihvatite našu izvinjenje i budite uvjereni da ćemo naporno raditi kako bi se ispravio ovaj propust.

source: Your new {shop_name} login details
bs_ba: Vaši novi {shop_name} detalji za prijavu

source: Password reset request for {shop_name}
bs_ba: Resetovanje lozinke zatraženo za {shop_name}

source: To confirm this action, please use the following link:
bs_ba: Da bi potvrdili ovu akciju, molimo koristite sljedeći link:

source: Payment processed
bs_ba: Plaćanje je završeno

source: Your payment for order with the reference <strong><span>{order_name}</span></strong> was successfully processed.
bs_ba: Vaše plaćanje za narudžbu s referencom <strong><span>{order_name}</span></strong> je uspješno provedeno.

source: Payment processing error
bs_ba: Greška u procesu plaćanja

source: There is a problem with your payment for <strong><span>{shop_name}</span></strong> order with the reference <strong><span>{order_name}</span></strong>. Please contact us at your earliest convenience.
bs_ba: Došlo je do problema s plaćanjem za <strong><span>{shop_name}</span></strong> narudžbu s referencom <strong><span>{order_name}</span></strong>. Molimo kontaktirajte nas što prije.

source: We cannot ship your order until we receive your payment.
bs_ba: Ne možemo poslati vašu narudžbu dok ne primimo uplatu.

source: Processing
bs_ba: U obradi

source: We are currently processing your <strong><span>{shop_name}</span></strong> order with the reference <strong><span>{order_name}</span></strong>.
bs_ba: Trenutno obrađujemo vašu <strong><span>{shop_name}</span></strong> narudžbu s referencom <strong><span>{order_name}</span></strong>.

source: We have processed your <strong><span>{shop_name}</span></strong> refund for order with the reference <strong><span>{order_name}</span></strong>.
bs_ba: Obradili smo vaš <strong><span>{shop_name}</span></strong> povrat narudžbe s referencom <strong><span>{order_name}</span></strong>.

source: In order to reply, please use the following link: <a href="{link}">{link}</a>
bs_ba: Kako biste odgovorili, molimo koristite sljedeći link: <a href="{link}">{link}</a>

source: Your order has been shipped
bs_ba: Vaša narudžba je isporučena

source: Hello
bs_ba: Poštovani

source: Your {shop_name} login details
bs_ba: Vaši {shop_name} detalji za prijavu

source: You can review your order and download your invoice from the <a href="{history_url}">"Order history"</a> section of your customer account by clicking <a href="{my_account_url}">"My account"</a> on our shop.
bs_ba: Možete pregledati vašu narudžbu i preuzeti vaš račun <a href="{history_url}">"Istorija narudžbi"</a> odjeljak vašeg korisničkog naloga klikom na <a href="{my_account_url}">"Moj nalog"</a> na našoj prodavnici.

source: Order {order_name}
bs_ba: Narudžba {order_name}

source: Newsletter subscription
bs_ba: Prijava za bilten

source: Thank you for creating a customer account at {shop_name}.
bs_ba: Hvala što ste se registrovali na {shop_name}.

source: Here are your login details:
bs_ba: Ovdje su vaši detalji za prijavu:

source: Important Security Tips:
bs_ba: Važni sigurnosni savjeti:

source: Always keep your account details safe.
bs_ba: Uvijek čuvajte vaše detalje naloga na sigurnom.

source: Never disclose your login details to anyone.
bs_ba: Nikad ne otkrivajte vaše detalje za prijavu nikome.

source: Change your password regularly.
bs_ba: Redovno mijenjajte vašu lozinku.

source: Should you suspect someone is using your account illegally, please notify us immediately.
bs_ba: Ako sumnjate da neko nezakonito koristi vaš nalog, molimo vas da nas obavijestite odmah.

source: You can now place orders on our shop:
bs_ba: Sad možete naručivati na našoj prodavnici:

source: Account owner:
bs_ba: Vlasnik računa:

source: Account details:
bs_ba: Detalji naloga:

source: Bank address:
bs_ba: Adresa banke:

source: Please specify your order reference in the bankwire description.
bs_ba: Navedite broj naloga je u opisu bankovnoga plaćanja.

source: Bankwire
bs_ba: Bankovna uplata

source: Here is the information you need for your transfer:
bs_ba: Evo informacija koje su vam potrebne za vaš prijenos:

source: Amount:
bs_ba: Iznos:

source: Thank you for shopping with {shop_name}!
bs_ba: Hvala vam za kupovinu sa {shop_name}!

source: Your order with the reference [1]{order_name}[/1] has been placed successfully. You can expect [1]delivery as soon as your payment is received[/1].
bs_ba: Vaša narudžba s referencom [1]{order_name}[/1] je uspješno postavljena i bit će [1]isporučena nakon što primimo Vašu uplatu[/1].

source: Awaiting payment by check
bs_ba: Čeka se uplata čekom

source: Payment method: check
bs_ba: Način plaćanja: ček

source: You have decided to pay by bank check.
bs_ba: Izabrali ste plaćanje čekom.

source: Here is the information you need for your check:
bs_ba: Evo informacija koje su vam potrebne za vaš prijenos:

source: Attached file:
bs_ba: Zakačene datoteke:

source: Order ID #:
bs_ba: ID narudžbe #:

source: Contact
bs_ba: Kontakt

source: Customer Email Address:
bs_ba: E-mail adresa kupca:

source: Product:
bs_ba: Proizvod:

source: Contact Form
bs_ba: Kontakt forma

source: Your message has been sent successfully, thank you for taking the time to write!
bs_ba: Vaša poruka je uspješno poslata, hvala na izdvojenom vremenu!

source: Review this credit slip and download your invoice on our shop, go to the <a href="{history_url}" target="_blank">Credit slips</a> section of your customer account.
bs_ba: Pregledajte ovaj kreditni list i preuzmite fakturu u našoj trgovini, idite na <a href="{history_url}" target="_blank">Kreditne liste</a>odjeljak vašeg korisničkog računa.

source: Download products
bs_ba: Preuzimanje proizvoda

source: Product(s) to download
bs_ba: Proizvod(i) za preuzimanje

source: You have [1]{nbProducts}[/1] product(s) now available for download using the following link(s):
bs_ba: Vaš proizvod(i) [1] je/su sada dostupan(i) za preuzimanje putem sljedećeg linka:

source: Employee password
bs_ba: Lozinka zaposlenika

source: The file {filename} has been successfully imported to your shop.
bs_ba: Datoteka {filename} uspješno je uvezena u Vašu trgovinu.

source: Import
bs_ba: Uvezi

source: Order confirmation
bs_ba: Potvrda narudžbe

source: Message:
bs_ba: Poruka:

source: Order merchant comment
bs_ba: Komentar trgovca za narudžbu

source: Follow your order and download your invoice on our shop, go to the <a href="{history_url}" target="_blank">Order history and details</a> section of your customer account.
bs_ba: Pratite vašu narudžbu i preuzmite fakturu iz naše trgovine, idite na sekciju <a href="{history_url}" target="_blank">Istorijat narudžbi i detalji</a> u vašem korisničkom računu.

source: Replenishment required
bs_ba: Potrebno popunjavanje

source: Password
bs_ba: Lozinka

source: Your password has been correctly updated.
bs_ba: Vaša lozinka je uspješno ažurirana.

source: You have requested to reset your [1]{shop_name}[/1] login details.
bs_ba: Primili smo zahtjev za resetovanje Vaših [1] detalja za prijavu.

source: Password Query
bs_ba: Zahtjev za lozinkom

source: Payment
bs_ba: Plaćanje

source: Payment Error
bs_ba: Greška prilikom plaćanja

source: Payment error
bs_ba: Greška prilikom plaćanja

source: Products
bs_ba: Proizvodi

source: Discounts
bs_ba: Popusti

source: Shipping
bs_ba: Dostava

source: Billing address
bs_ba: Adresa za naplatu

source: Including total tax
bs_ba: Uključujući ukupni porez

source: New Order
bs_ba: Nova narudžba

source: A new order was placed on [1]{shop_name}[/1] by the following customer:
bs_ba: Nova narudžba je kreirana na [1]{shop_name}[/1] od strane sljedećeg kupca:

source: Hi {firstname} {lastname},
bs_ba: Zdravo {firstname} {lastname},

source: Your order with the reference <span><strong>{order_name}</strong></span> has been placed successfully and will be <strong>shipped as soon as we receive your payment</strong>.
bs_ba: Vaša narudžba s uputama <span><strong>{order_name}</strong></span> je uspješno postavljena i bit će <strong>dostavljena čim primimo uplatu</strong>.

source: <a href="{shop_url}">{shop_name}</a> powered by <a href="http://www.prestashop.com/">PrestaShop™</a>
bs_ba: <a href="{shop_url}">{shop_name}</a> pokreće <a href="http://www.prestashop.com/">PrestaShop™</a>

source: You can check for it in the <span><strong>"Tools" > "Logs"</strong></span> section of your Back Office.
bs_ba: Možete provjeriti u <span><strong>"Alati" > "Logovi"</strong></span> sekciji vaše administracije.
