Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/ModulesStatsequipmentAdmin.*.xlf
Languages: ro_ro

source: Browsers and operating systems
ro_ro: Navigatoare web și sisteme de operare

source: Adds a tab containing graphs about web browser and operating system usage to the Stats dashboard.
ro_ro: Adaugă un tab care conține grafice despre browserul web și utilizarea sistemului de operare în tabloul de bord Statistici.

source: Making sure that your website is accessible to as many people as possible
ro_ro: Asigurați-vă că site-ul dumneavoastră web este accesibil pentru cât mai multe persoane

source: When managing a website, it is important to keep track of the software used by visitors so as to be sure that the site displays the same way for everyone. PrestaShop was built to be compatible with the most recent Web browsers and computer operating systems (OS). However, because you may end up adding advanced features to your website or even modifying the core PrestaShop code, these additions may not be accessible to everyone. That is why it is a good idea to keep track of the percentage of users for each type of software before adding or changing something that only a limited number of users will be able to access.
ro_ro: Atunci când gestionați un site web, este important să urmăriți programul folosit de vizitatori, pentru a vă asigura că site-ul afișează același mod pentru toți. PrestaShop a fost creat pentru a fi compatibil cu cele mai recente navigatoare web și sisteme de operare pentru computer (OS). Cu toate acestea, deoarece s-ar putea să adăugați funcții avansate pe site-ul dumneavoastră web sau chiar să modificați codul principal PrestaShop, este posibil ca aceste completări să nu fie accesibile tuturor. Acesta este motivul pentru care este o idee bună să urmăriți procentul de utilizatori pentru fiecare tip de programe înainte de a adăuga sau schimba ceva la care doar un număr limitat de utilizatori vor putea avea acces.

source: Indicates the percentage of each web browser used by customers.
ro_ro: Indică ponderea in procente pentru fiecare navigator web utilizat de clienți.

source: CSV Export
ro_ro: Export in fişier de tipul CSV

source: Indicates the percentage of each operating system used by customers.
ro_ro: Indică ponderea in procente pentru fiecare sistem de operare utilizat de clienți.

source: Plugins
ro_ro: Extensii

source: Web browser used
ro_ro: Navigator de internet folosit

source: Operating system used
ro_ro: Sistemul de operare folosit
