Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/ModulesReminderAdmin.*.xlf
Languages: tl_ph

source: Follow-up with your customers by sending abandonment cart emails and other reminders.
tl_ph: I-follow-up ksama ang iyong mga mamimili sa pag papadala ng karetela i-emails ang iba pang mga paalala.

source: Settings updated succesfully
tl_ph: Matagumpay na i-update ang mga setting

source: Error occurred during settings update
tl_ph: May mali naganap habang ang mga setting ay ina-update

source: Discount for your cancelled cart
tl_ph: Discount para sa iyong kinanselang cart

source: Thank you for your order.
tl_ph: Salamat sa iyong order.

source: You are one of our best customers!
tl_ph: Isa ka sa mga pinakamahusay na customer!

source: We miss you!
tl_ph: Ma mimiss ka namin!

source: Define the settings and paste the following URL in the crontab, or call it manually on a daily basis:
tl_ph: Tukuyin ang mga setting at idikit ang sumusunod na URL sa crontab, o tumawag ng manu-mano sa madaliang paraan:

source: Information
tl_ph: Impormasyon

source: Four kinds of e-mail alerts are available in order to stay in touch with your customers!
tl_ph: Apat na uri ng e-mail na alerto ay magagamit upang mananatiling nakikipag-ugnay sa iyong mga customer!

source: Cancelled carts
tl_ph: Mga kanseladong kart

source: For each cancelled cart (with no order), generate a discount and send it to the customer.
tl_ph: Sa bawat kanselading kart (na walang order), bumuo ng fiscount at ipadala ito sa customer.

source: Discount amount
tl_ph: Halaga ng discount

source: Discount validity
tl_ph: Ang bisa ng discount

source: day(s)
tl_ph: araw(mga araw)

source: The next process will send %d e-mail(s).
tl_ph: Ang susunod na proseso ay ipapadala sa %d e-mail.

source: Re-order
tl_ph: Muling pag-order

source: For each validated order, generate a discount and send it to the customer.
tl_ph: Sa bawat biss ng order, bumuo ng duscount at ipadala iyo sa customer.

source: Next process will send: %d e-mail(s)
tl_ph: Susubod na proseso ay ipapadala: %d e-mail(s)

source: For each customer raising a threshold, generate a discount and send it to the customer.
tl_ph: Sa bawat customer na pagpapalaki ng threshold, bumuo ng discount at ipadala ito sa mga customer.

source: For each customer who has already placed at least one order and with no orders since a given duration, generate a discount and send it to the customer.
tl_ph: Sa bawat customer nakapagbigay ng hindi bababa sa isang order at walang mga order simula binigyan ng duration, bumuo ng discount at ipadala ito sa kustomer.

source: Since x days
tl_ph: Simula noong x mga araw

source: General
tl_ph: Pangkalahatan

source: Delete outdated discounts during each launch to clean database
tl_ph: Burahin ang wala na sa petsa ang mga diskwento sa bawat panahon ng paglunsad para linisin ang database

source: Best customers
tl_ph: Pinakamahusay na customer

source: Bad customers
tl_ph: Masamang customer

source: Detailed statistics for the last 30 days:
tl_ph: Mga dtalyadong istatistika para sa huling 30 na araw:

source: Sent = Number of sent e-mails
tl_ph: Naipala = Bilang ng napadsla ng mga e-mail

source: Used = Number of discounts used (valid orders only)
tl_ph: Nagamit = Bilang ng diskwentong nagamit (Balidong order lamang)

source: Conversion % = Conversion rate
tl_ph: Conversyon% = conversyon rate

source: Canceled carts
tl_ph: Mga kinanseladong cart

source: Re-orders
tl_ph: Mga pag-order ulit

source: Sent
tl_ph: Naipadala

source: Used
tl_ph: Nagamit

source: No statistics at this time.
tl_ph: Walang istatistika sa oras na ngayon.
