Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/ModulesRssfeedAdmin.*.xlf
Languages: de_lu

source: Adds a block displaying a RSS feed.
de_lu: Fügt ee Block bei, deen een RSS-Feed affichéiert.

source: Invalid feed URL
de_lu: Ongülteg Feed-URL

source: Invalid title
de_lu: Ongültege Titel

source: Invalid number of feeds
de_lu: Ongültege Unzuel vun RSS-Feeds

source: You have selected a feed URL from your own website. Please choose another URL.
de_lu: Dir hutt eng Feed URL vun Ärem eegene Site ausgewielt. Wielt w.e.g. eng aner URL.

source: Feed is unreachable, check your URL
de_lu: Feed net erreechbar. Iwwerpréift w. e. g. ären URL

source: Invalid feed: %message%
de_lu: Ungültiger Feed: %message%

source: Error: invalid RSS feed in "%module_name%" module: %message%
de_lu: Fehler! Ungültiger RSS-Feed im Modul "%module_name%": %message%

source: Block title
de_lu: Block-Numm

source: Create a title for the block (default: 'RSS feed').
de_lu: Definéiert een Titel fir den Block (par Defaut: "RSS feed").

source: Add a feed URL
de_lu: Feed-URL bäifügen

source: Add the URL of the feed you want to use (sample: http://news.google.com/?output=rss).
de_lu: Fügt den URL vum Feed an deen benotzt soll ginn (Beispill: http://news.google.com/?output=rss).

source: Number of threads displayed
de_lu: Unzuel vun affichéierten Threads

source: Number of threads displayed in the block (default value: 5).
de_lu: Unzuel vun affichéierten Threads am Block (Standard ass 5).
