Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/ModulesEmailsubscriptionAdmin.*.xlf
Languages: th_th

source: Newsletter subscription
th_th: สมัครสมาชิกจดหมายข่าว

source: Adds a form for newsletter subscription.
th_th: เพิ่มแบบฟอร์มสำหรับการสมัครสมาชิกจดหมายข่าว

source: Are you sure that you want to delete all of your contacts?
th_th: คุณแน่ใจแล้วหรือว่าต้องการลบรายชื่อผู้ติดต่อทั้งหมด?

source: Subscribed
th_th: สมัครรับข้อมูลแล้ว

source: Subscribed on
th_th: สมัครรับข้อมูลเมื่อ

source: Newsletter registrations
th_th: การสมัครรับจดหมายข่าว

source: Unsubscribe
th_th: ยกเลิกรับจดหมายข่าว

source: Would you like to send a verification email after subscription?
th_th: คุณต้องการให้ส่งอีเมลยืนยันความถูกต้องหลังการสมัครหรือไม่?

source: Would you like to send a confirmation email after subscription?
th_th: คุณต้องการให้ส่งอีเมลยืนยันหลังการสมัครหรือไม่?

source: Welcome voucher code
th_th: คุปองต้อนรับคุณ

source: Leave blank to disable by default.
th_th: ปล่อยว่างไว้หากต้องการกำหนดให้ปิดใช้งานไว้เป็นค่าเริ่มต้น

source: Newsletter conditions
th_th: เงื่อนไขจดหมายข่าว

source: Customers' country
th_th: ประเทศของลูกค้า

source: Filter customers by country.
th_th: กรองลูกค้าตามประเทศ

source: Newsletter subscribers
th_th: ผู้สมัครสมาชิกจดหมายข่าว

source: Non-subscribers
th_th: ไม่ได้สมัครรับจดหมายข่าว

source: All customers
th_th: ลูกค้าทั้งหมด

source: No customers found with these filters!
th_th: ไม่มีลูกค้ารายใดที่พบกับตัวกรองเหล่านี้!

source: Download the file
th_th: ดาวน์โหลดไฟล์
