Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/ModulesContactformShop.*.xlf
Languages: tl_ph

source: Please select a subject from the list provided.
tl_ph: Mangyaring pumili ng isang paksa mula sa ibinigay na listahan.

source: Your message has been successfully sent to our team.
tl_ph: Ang iyong mensahe ay matagumpay na naipadala sa aming pangkat.

source: Customer service - Contact us
tl_ph: Ang serbisyo sa kustomer - Tawagan kami

source: Send a message
tl_ph: Magpadala ng mensahe

source: Subject Heading
tl_ph: Pamulaan ng Paksa

source: Email address
tl_ph: Iyong Email address

source: Select reference
tl_ph: Pumili ng sanggunian

source: Attach File
tl_ph: Maglakip ng File

source: Message
tl_ph: Mensahe

source: Send
tl_ph: Ipadala
