Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/ModulesProductinfoAdmin.*.xlf
Languages: sq_al

source: Product tooltips
sq_al: Tiparet e produktit

source: Shows information on a product page: how many people are viewing it, the last time it was sold and the last time it was added to a cart.
sq_al: Shfaqë informacion në një faqe produkti: sa njerëz janë duke e parë atë, herën e fundit kur u shit dhe herën e fundit kur u shtua në një shportë.

source: Number of visitors
sq_al: Numri i vizitorëve

source: Display the number of visitors who are currently watching this product.
sq_al: Shfaq numrin e vizitorëve që janë duke shikuar aktualisht këtë produkt.

source: If you activate the option above, you must activate the first option ("Save page views for each customer") of the "Data mining for statistics" (StatsData) module.
sq_al: Nëse e aktivizon opsionin e mësipërm, duhet ta aktivizosh opsionin e parë ("Ruaj pamjet e faqeve për secilin klient") të modulit "Modifikimi i të dhënave për statistika" (StatsData).

source: Period length
sq_al: Gjatësia e periudhës

source: Set the reference period length.
sq_al: Vendos gjatësinë e periudhës referuese.

source: For instance, if set to 30 minutes, the module will display the number of visitors in the last 30 minutes.
sq_al: Për shembull, nëse vendoset në 30 minuta, moduli do të shfaqë numrin e vizitorëve në 30 minutat e fundit.

source: minutes
sq_al: minuta

source: Last order date
sq_al: Data e urdhërblerjes së fundit

source: Display the last time the product has been ordered.
sq_al: Shfaq kohën kur produkti është porositur për herë të fundit.

source: Added to a cart
sq_al: Shtuar në shportë

source: If the product has not been ordered yet, display the last time it was added to a cart.
sq_al: Nëse produkti nuk është porositur tani, shfaq kohën kur produkti është shtuar në shportë për herë të fundit.

source: Do not display events older than
sq_al: Mos shfaq ngjarjet më të vjetra se

source: days
sq_al: ditë
