Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/ModulesDashproductsAdmin.*.xlf
Languages: tl_ph

source: Dashboard Products
tl_ph: Mga Produkto ng Dashboard

source: Adds a block with a table of your latest orders and a ranking of your products
tl_ph: Nagdaragdag ng isang block sa isang talahanayan ng iyong pinakabagong mga order at isang ranggo ng iyong mga produkto

source: Customer Name
tl_ph: Pangalan ng Mamimili

source: Details
tl_ph: Ang mga detalye

source: Total sold
tl_ph: Kabuuuang benta

source: Net profit
tl_ph: Malinis na kita

source: Views
tl_ph: Mga tumanaw

source: Added to cart
tl_ph: Idagdag sa karatela

source: Purchased
tl_ph: Pinamili

source: You must enable the "Save global page views" option from the "Data mining for statistics" module in order to display the most viewed products, or use the Google Analytics module.
tl_ph: Dapat mong paganahin ang pagpipiliang "I-save ang mga pahina sa tumingin sa pahina" mula sa module na "Pagmimina ng data para sa mga istatistika" upang maipakita ang mga pinakatinitingnan na produkto, o gamitin ang module ng Google Analytics.

source: Term
tl_ph: Termino

source: Results
tl_ph: Mga Resulta

source: Number of "Recent Orders" to display
tl_ph: Bilang ng "Kamakailang mga Order" na ipakita

source: Number of "Best Sellers" to display
tl_ph: Bilang ng"Mga Pinakamabenta" na ipakita

source: Number of "Most Viewed" to display
tl_ph: Bilang ng "Pinakatinitingnan" na ipakita

source: Number of "Top Searches" to display
tl_ph: Bilang ng "Mga pinakahinahanap" na ipakita

source: Products and Sales
tl_ph: Produkto at Mga Benta

source: Recent Orders
tl_ph: Kamakailang mga Order

source: Best Sellers
tl_ph: Mga pinaka-mabenta

source: Most Viewed
tl_ph: Pinakatinitingnan

source: Top Searches
tl_ph: Mga Pinakahinahanap

source: Last %d orders
tl_ph: Huling %d mga order

source: Top %d products
tl_ph: Nangungunang %d mga produkto

source: From
tl_ph: Mula sa

source: to
tl_ph: kay

source: Top %d most search terms
tl_ph: Nangungunang %d pinakahinahanap na mga termino
