Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/ModulesStatsliveAdmin.*.xlf
Languages: tl_ph

source: Visitors online
tl_ph: Mga bisita sa online

source: Adds a list of customers and visitors who are currently online to the Stats dashboard.
tl_ph: Magdadagdag ng mga kustomer at mga bumibisita kung sini ang kasalukuyang online sa Stats dashboard.

source: You must activate the "Save page views for each customer" option in the "Data mining for statistics" (StatsData) module in order to see the pages that your visitors are currently viewing.
tl_ph: Kinakailangan mong i-activate ang "I-save ang page views para sa bawat mamimili" opsyon sa "Data mining para sa mga estatistica" (StatsData) modyul upang makita ang mga pahina sa iyong bisita na kasalukuyang tumitingin.

source: Current online customers
tl_ph: Ang kasalukuyang online na mga mamimili

source: Current page
tl_ph: Kasalukuyang pahina

source: View customer profile
tl_ph: Tingnan ang propayl ng kostumer

source: There are no active customers online right now.
tl_ph: Walang aktibong mga kustomer na online sa ngayon.

source: Current online visitors
tl_ph: Kasalukuyang online na mga bisita

source: Guest ID
tl_ph: ID ng panahuin

source: Last activity
tl_ph: Huling aktibidad

source: Notice
tl_ph: Abiso
