Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/ModulesStatsoriginAdmin.*.xlf
Languages: tl_ph

source: Visitors origin
tl_ph: Pinagmulan ng mga bisita

source: Adds a graph displaying the websites your visitors came from to the Stats dashboard.
tl_ph: Pagdagdag ng talangguhit sa Stats dashboard na ipinakikita ang mga website kung saan nanggagaling ang iyong mga bisita.

source: Origin
tl_ph: Pinagmulan

source: In the tab, we break down the 10 most popular referral websites that bring customers to your online store.
tl_ph: Sa tab, aming pinag-isipan at inilatha ang 10 pinaka kilalang mga website na binigyan ng sangguni na nagdadala ng mga mamimili sa iyong online na tindahan.

source: What is a referral website?
tl_ph: Ano ang website na binigyan ng sangguni?

source: The referrer is the URL of the previous webpage from which a link was followed by the visitor.
tl_ph: Ang nagbigay ng sangguni ay ang URL sa pinanggagalingang webpage kung saan ang link ay sinundan ng bisita.

source: A referrer also enables you to know which keywords visitors use in search engines when browsing for your online store.
tl_ph: Ang tagapagbigay ng sangguni ay maari din magbigay alam sa mga susing salita na ginamit ng mga bisita sa mga search engine kung sila ay nagbrowse para sa iyong online na tindahan.

source: A referrer can be:
tl_ph: Ang tagapagbigay ng sangguni ay maari din:

source: Someone who posts a link to your shop.
tl_ph: Sino mang magpopost ng link para sa iyong pamilihan.

source: A partner who has agreed to a link exchange in order to attract new customers.
tl_ph: Isang kasamahan na sumangayon sa pagpapalitan ng link para makaakit ng bagong mamimili.

source: Direct links only
tl_ph: Mga deretsong link lamang

source: Top ten referral websites
tl_ph: Sampung nangungunang binigyan ng sangguning mga website

source: Others
tl_ph: Mga iba
