Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/ModulesWirepaymentAdmin.*.xlf
Languages: th_th, tl_ph

source: Wire payment
th_th: การชำระเงินผ่านธนาคาร
tl_ph: Ang pagbayad gamit ang wire

source: Accept payments by bank transfer.
th_th: รับชำระเงินด้วยการโอนเงินทางธนาคาร
tl_ph: Tumatanggap ng bayad sa pamamagitan ng paglilipat gamit ang bangko.

source: Are you sure about removing these details?
th_th: คุณแน่ใจว่าคุณต้องการลบรายละเอียดเหล่านี้?
tl_ph: Sigurado ka ba sa pagtanggal ng mga detalyeng ito?

source: Account owner and account details must be configured before using this module.
th_th: คุณต้องกำหนดค่าเจ้าของบัญชีและรายละเอียดบัญชีก่อนที่จะใช้โมดูลนี้
tl_ph: Ang may-ari ng account at ang mga detalye ng account ay dapat ikompigura bago gamitin ang modulong ito.

source: No currency has been set for this module.
th_th: ไม่ได้รับการตั้งค่าสกุลเงินสำหรับโมดูลนี้
tl_ph: Walang salapi ang naitakda para sa modulong ito.

source: Account details are required.
th_th: เจ้าของบัญชีเป็นสิ่งจำเป็น
tl_ph: Ang mga detalye ng account ay kinakailangan.

source: Account owner is required.
th_th: กรุณากรอกเจ้าของบัญชี
tl_ph: Ang nag-mamay-ari ng account ay kinakailangan.

source: Account details
th_th: รายละเอียดบัญชี
tl_ph: Ang mga detalye ng account

source: Account owner
th_th: เจ้าของบัญชี
tl_ph: Nagmamay-ari ng account

source: Such as bank branch, IBAN number, BIC, etc.
th_th: เช่นสาขาธนาคาร, หมายเลข IBAN, BIC ฯลฯ
tl_ph: Tulad ng bank branch, IBAN number, BIC, atbp.

source: Bank address
th_th: ที่อยู่ธนาคาร
tl_ph: Address ng bangko

source: Reservation period
th_th: ระยะเวลาการจอง
tl_ph: Ang tagal sa panahon ng pagpareserba

source: Number of days the items remain reserved
th_th: จำนวนวันที่เหลืออยู่ของรายการ
tl_ph: Ang bilang ng araw kung saan ang mga aytem ay nakareserba

source: Information to the customer
th_th: ข้อมูลให้กับลูกค้า
tl_ph: Ang impormasyon para sa mga kustomer

source: Information on the bank transfer (processing time, starting of the shipping...)
tl_ph: Ang impormasyon patungkol sa paglilipat gamit ang bangko (oras ng pagproseso, simula ng pagpapadala...)

source: Display the invitation to pay in the order confirmation page
tl_ph: Epakita ang mga impormasyon sa pagbayad mula sa pahina kun saan magkumperma ng order

source: Your country's legislation may require you to send the invitation to pay by email only. Disabling the option will hide the invitation on the confirmation page.
tl_ph: Ang batas ng iyung bansa ay maaaring nagsasaad sa iyo na kinakailangang magpadala ng imbitasyon sa pagbayad gamit lang ang email. Ang hindi pagpapagana ng mga pagpipilian ay maaaring makita ang imbitasyon sa pahina ng kumpermasyon.

source: This module allows you to accept secure payments by bank wire.
th_th: คุณสามารถใช้การชำระเงินที่มีความปลอดภัยโดยการโอนเงินผ่านธนาคารกับโมดูลนี้
tl_ph: Itong modulo ay pinahintulutan kang tanggapin ang ligtas na mga pagbabayad sa pamamagitan ng bank wire.

source: If the client chooses to pay by bank wire, the order status will change to 'Waiting for Payment'.
tl_ph: Kung pipiliin ng mga kleyente na magbayad gamit ang bank wire, ang estado ng order ay maging 'Naghihintay ng Bayad'.

source: That said, you must manually confirm the order upon receiving the bank wire.
th_th: ดังนั้นคุณต้องยืนยันการสั่งซื้อทันทีที่คุณได้รับสาย
tl_ph: Na sinabi, kailangan mong kumpirmahin ng manu-mano ang order sa pagtanggap ng bank wire.

source: Customization
th_th: การปรับแต่ง
