Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/ModulesMainmenuAdmin.*.xlf
Languages: tl_ph

source: Main menu
tl_ph: Ang pangunahing pag pipilian

source: Adds a new menu to the top of your e-commerce website.
tl_ph: Mag dagdag ng bagu pipiliin sa itaas ng iyong e-commerce websayt.

source: Unable to update settings for the following shop(s): %s
tl_ph: Hindi ma-i-update ang settings para sa mga sumusunod na mga tindahan(s): %s

source: Please complete the "Link" field.
tl_ph: Paki kumpleto sa "Link" na patlang.

source: Please add a label.
tl_ph: Pakidagdag ng label.

source: Please add a label for your default language.
tl_ph: Paki dagdag ng label para sa iyong default na linggwahe.

source: Unable to add link for the following shop(s): %s
tl_ph: Hindi ma-idagdag ang link para sa sumusunod na tindahan(s): %s

source: The link has been removed.
tl_ph: Ang link ay naitanggal na.

source: Unable to remove link for the following shop(s): %s
tl_ph: Hindi maitanggal ang link para sa sumusunod na tindahan(s): %s

source: The link has been edited.
tl_ph: Na i-edit na ang link.

source: You cannot manage top menu items from a "All Shops" or a "Group Shop" context, select directly the shop you want to edit
tl_ph: Hindi mo ma-manage ang ibabaw sa pagpipilian ng mga aytem mula sa "All Shops" o ang "Group Shop" konteksto, piliin diretso ang shop na gusto mong i-edit

source: The modifications will be applied to all shops
tl_ph: Ang pagbabago ay ilalapat sa lahat ng mga tindahan

source: All brands
tl_ph: Lahat ng mga tatak

source: All suppliers
tl_ph: Lahat ng supplier

source: Menu Top Link
tl_ph: Itaas na link ng menu

source: All active products combinations quantities will be changed
tl_ph: Lahat ng mga aktibong produktong kombinasyon ng dami ay magbabago

source: Update link
tl_ph: Na update na link

source: CMS
tl_ph: Ang CMS

source: Shops
tl_ph: Mga tindahan

source: Choose product ID
tl_ph: Pumili ng produktong ID

source: Menu Top Links
tl_ph: Pang-itaas na link sa menu

source: Indicate the ID number for the product
tl_ph: Ipahiwatig ang numero ng ID para sa produkto

source: Product ID #
tl_ph: ID # ng produkto

source: Please select just one item
tl_ph: Pakipili lang ng isang aytem

source: Change position
tl_ph: Pagbabago ng posisyon

source: Selected items
tl_ph: Piniling mga aytem

source: Available items
tl_ph: Mga magagamit na aytem

source: Remove
tl_ph: Tanggalin
