Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/ModulesLivetranslationAdmin.*.xlf
Languages: gl_es

source: Live translation
gl_es: Tradución en vivo

source: Contribute to the translation of PrestaShop directly from your own shop and administration panel.
gl_es: Contribúe á tradución de PrestaShop directamente dende o panel de administración da súa propia tenda.

source: Unable to install the module: the English Upside Down language cannot be installed.
gl_es: Non se puido instalar o módulo: non se pode instalar o idioma English Upside Down.

source: This module makes it possible to translate PrestaShop directly from its various pages (back and front office).
gl_es: Este módulo fai posible traducir PrestaShop directamente dende varias páxinas (panel de administración e tenda).

source: It sends these in-context translations immediately to the [1]PrestaShop translation project[/1] on Crowdin: this is to contribute to our community translations, not to translate or customize your own shop.
gl_es: Envía estas traducións contextuais inmediatamente ó [1]proxecto de tradución de PrestaShop[/1] en Crowdin: isto é para colaborar coa nosa comunidade de traducións, non para traducir ou personaliza-la túa propia tenda.

source: If you don’t have a Crowdin account yet, [1]join now[/1]!
gl_es: Se aínda non tes unha conta en Crowdin, [1]únete agora[/1]!

source: To be able to work, the module needs the virtual language “English Upside Down”. It is installed in your shop, but is not active, and not available to your customers.
gl_es: Para poder traballar, o módulo precisa o idioma virtual "English Upside Down". Instálase na túa tenda, pero non está activo, e non está dispoñible para os clientes.

source: How to proceed
gl_es: Como proceder

source: Log in to your [1]Crowdin account[/1]
gl_es: Inicia sesión na túa [1]conta de Crowdin[/1]

source: Translate PrestaShop using the live translation module
gl_es: Traduce PrestaShop empregando o módulo de tradución en vivo

source: Back office
gl_es: Panel de administración

source: Translate
gl_es: Traducir

source: Front office
gl_es: Tenda

source: Live translation cannot be enabled. The English Upside Down language is missing and cannot be installed. Please reset the module to try again.
gl_es: Non se pode activar a tradución en vivo. Falta o idioma English Upside Down e non se pode instalar. Por favor, reinicia o módulo e téntao de novo.
