Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/ModulesLegalcomplianceAdmin.*.xlf
Languages: tl_ph

source: Legal Compliance
tl_ph: Pagsunod sa batas

source: This module helps merchants comply with applicable e-commerce laws.
tl_ph: Tinululungan ng modyul na ito ang mga merchant na sumunod sa naaangkopna mga batas sa e-commerce.

source: Could not install new hook
tl_ph: Hindi ma-install ang bagong hook

source: Legal notice
tl_ph: Ang legal na abiso

source: Please add your legal information to this site.
tl_ph: Kagustuhang idagdag ang iyong legal na impormasyon sa site na ito.

source: Terms of Service (ToS)
tl_ph: Mga Tuntunin ng Serbisyo (ToS)

source: Please add your Terms of Service (ToS) to this site.
tl_ph: Pakidaggag ang iyong Mga Tuntuninng Sebisyou (ToS) sa lugar na ito.

source: Revocation terms
tl_ph: Rebukasyon ng mga tuntunin

source: Please add your Revocation terms to this site.
tl_ph: Pakidagdag ang iyong mga tuntunin sa Pagpapawalang-bisa sa site na ito.

source: Privacy
tl_ph: Pagiging pribado

source: Please insert here your content about privacy. If you have activated Social Media modules, please provide a notice about third-party access to data.
tl_ph: Paki-insert dito ang iyong nilalaman tungkol sa privacy. Kung na-activate mo anf mga modyul ng Social Media, kagustuhang magbigay ng abiso tungkol sa pag-access ng third-party sa datos.

source: Shipping and payment
tl_ph: Pagpapadala at pagbabayad

source: Please add your Shipping and payment information to this site.
tl_ph: Pakidagdag ang iyong Pagpapadala at pagbabayad na impormasyon sa site na ito.

source: Environmental notice
tl_ph: Pang kapaligirang abiso

source: Please add your Environmental information to this site.
tl_ph: Pakidagdag ang iyong impormasyon sa Kapaligiran sa site na ito.

source: This module helps European merchants to comply with legal requirements. Learn how to configure the module and other shop parameters so that you're in compliance with the law.[1][2]PrestaShop 1.7 legal compliance documentation[/2]
tl_ph: Ang modyul na ito ay nakakatulong sa mga negosyante sa Europa na sumunod sa mga legal na pangangailangan. Alamin kung paano i-configure ang modyul at iba pang mga parameter ng tindahan upang ikaw ay sumusunod sa batas.[1][2] PrestaShop1.7 legal na dokumentasyon ng pagsunod[/2]

source: Failed to associate legal content with an email template.
tl_ph: Nabigong iugnay ang legal na nilalaman sa isang templeyt ng email.

source: 'Revocation Terms within ToS' label cannot be activated unless you associate "%s" role with a Page.
tl_ph: 'Ang Mga Tuntunin ng Pagpapawalang-saysay sa ng ToS sa loob ng label ay hindi maisaaktibo maliban kung maiugnay mo ang tungkulin na "%s" sa isang Pahina.

source: Shipping fees label cannot be activated unless you associate "%s" role with a Page.
tl_ph: Ang tatak ng mga bayarin sa pagdadala ay hindi maaring aktibo kung iugnay mo ang papel na "0%s" sa isang Pahina.

source: Revocation form
tl_ph: Porm ng rebukasyon

source: Labels
tl_ph: Mga tatak

source: Additional information about delivery time
tl_ph: Karagdagang impormasyon tungkol sa oras ng paghahatid

source: If you specified a delivery time, this additional information is displayed in the footer of product pages with a link to the "Shipping & Payment" Page. Leave the field empty to disable.
tl_ph: Kung tinutukoy mo ang oras ng paghahahatid, and karagdagang impormasyon na ito ay ipinapakita sa footer ng mga pahina ng produkto na may link sa pahina ng "Pagpapadal at Pagbabayad". Iwanan ang patlang na walang laman upang i-disable.

source: Indicate for which countries your delivery time applies.
tl_ph: Ipahiwatif kung aling mga bansa ang naangkop sa iyong oras ng paghahatid.

source: When a product is on sale, displays a 'Our previous price' label before the original price crossed out, next to the price on the product page.
tl_ph: Kapag ang isand produkto ay nasa benta, nagpapakita ng isand label na 'Ang aming dating presyo' na tatak bago and orihinal na presyo ay binura, sa tabi ng presyou sa pahina ng produkto.

source: Tax 'inc./excl.' label
tl_ph: Tatak ng buwis ‘kasama./hindi kasama.’

source: Displays whether the tax is included on the product page ('Tax incl./excl.' label) and adds a short mention in the footer of other pages.
tl_ph: Nagpapakita kung ang buwis ay kasama sa pahinang produkto (Tax incl./excl.' label) at nagdadagdag ng maikling pagbanggit sa footer ng iba pang mga pahina.

source: Price per unit label
tl_ph: Presyo sa bawat bahagi na tatak

source: If available, displays the price per unit everywhere the product price is listed.
tl_ph: Kung magagamit, ipinapakita ang presyo sa bawat yunit saanman ang presyo ng produkto ay nkalista.

source: 'Shipping fees excl.' label
tl_ph: 'Mga bayad sa pagpapadal ay hindi kasama.' na tatak

source: Displays a label next to the product price ('Shipping excluded') and adds a short mention in the footer of other pages.
tl_ph: Nagpapakita ang tatak sa tabi ng presyo ng produkto ('Hindi kasama ang pagdadala') at nagdaragdag ng maikling pagbanggit sa footer ng iba pang mga pahina.

source: If enabled, make sure the Shipping terms are associated with a page below (Legal Content Management). The label will link to this content.
tl_ph: Kung pinagana, tiyakin na ang mga tuntunin sa Pagpapadala ay nauufnay sa isang pahinga sa ibaba (Legal na Pamamahalang Nilalaman). I-link ang tatak sa nilalamang ito.

source: Revocation Terms within ToS
tl_ph: Ang mga Tuntunin ng pagpapawalang-bisa sa loob ng ToS

source: Includes content from the Revocation Terms page within the Terms of Services (ToS).
tl_ph: Kabilang ang nilalaman mula sa pahina ng Mga Tuntunin ng Pagpapawalang-bisa sa loob ng Mga Pagpapahayag ng Serbisyo (ToS).

source: If enabled, make sure the Revocation Terms are associated with a page below (Legal Content Management).
tl_ph: Kung pinagana, siguraduhin ang Mga Tuntunin ng Pagbabalik ay nauugnay sa isang pahina sa ibaba (Legal na Pamamahal ng Nilalaman).

source: Revocation for virtual products
tl_ph: Ang pagpapawalang-bisa sa mga produktong virtual

source: Adds a mandatory checkbox when the cart contains a virtual product. Use it to ensure customers are aware that a virtual product cannot be returned.
tl_ph: Nagdadagdag ng isang ipinag-uutos na checkbox kapag kartela ay naglalaman ng isang birtwal na produkto. Gamitin ito upang matiyak na alam ng mga kustomer na and isand birtwal na produkto ay hindi na maibabalik.

source: Require customers to renounce their revocation right when purchasing virtual products (digital goods or services).
tl_ph: Hingin ang mga kustomer na ibigay ang kanilang karapatan na pagbawi nang tama kapag bumili ng mga birtwalna produkto (mga digital na kalakal o serbisyo).

source: 'From' price label (when combinations)
tl_ph: Tatak ng presyong 'Mula'(kapag mga kumbinasyon)

source: Displays a 'From' label before the price on products with combinations.
tl_ph: Ipakita ang "Mula sa" na tatak bago and presyo sa mga produkto na may mga kumbinasyon.

source: As prices can vary from a combination to another, this label indicates that the final price may be higher.
tl_ph: Bilang ang mga presyo ay nag-iiba mula sa kumbinasyon sa isa pa, itong tatak ay nagpapakita na ang kabuuang presyo ay maaaring mas mataas.

source: Custom text in shopping cart page
tl_ph: Custom na teksto sa pahina ng shopping kart

source: This text will be displayed on the shopping cart page. Leave empty to disable.
tl_ph: Ang tekstong ito ay ipapakita sa pahina ng shopping na karitela. Iwanang walang laman upang huwag paganahin.

source: Please inform your customers about how the order is legally confirmed.
tl_ph: Mangyaring ipagbigay-alam sa iyong kustomer kung paano ang pagkakasunod-sunod ang order ay legal na nakumpirma.

source: Enable 'Reordering' feature
tl_ph: I-enable ang tampok na 'Reordering'

source: If enabled, the 'Reorder' option allows customers to reorder in one click from their Order History page.
tl_ph: Kung papaganahin, ang 'Reorder' na opsyon ay nagpapahintulot sa mga kustomer na mag-order muli sa isang klik mula sa kanilang pahina ng Kasaysayan ng Order.

source: Make sure you comply with your local legislation before enabling: it can be considered as unsolicited goods.
tl_ph: Siguraduhin na sumunod ka sa iyong lokal na lehislasyon bago ang pagpapagana: ito ay maaaring tanggapin bilang hindi hinihingi na mga bagay.

source: Proportionate tax for shipping and wrapping
tl_ph: Magkatumbas na buwis para sa pagpapadala at pagbabalot

source: When enabled, tax for shipping and wrapping costs will be calculated proportionate to taxes applying to the products in the cart.
tl_ph: Kapag papaganahin, ang buwis para sa pagpapadala at pagbabalot na halaga ay kakalkulahin ayon sa mga buwis na paglalapat sa mga produkto sa kartela.

source: If active, your carriers' shipping fees must be tax included! Make sure it is the case in the Shipping section.
tl_ph: Kung aktibo, ang mga bayad sa pagpapadala ng iyong tagapadala ay dapat na kasama sa buwis! Tiyaking it ang kaso sa seksyon ng Pagpapadala.

source: -- Select associated page --
tl_ph: --pillin ang kaugnay na pahina--

source: Are you sure you want to uninstall this module?
tl_ph: Sigurado ka bang gusto mong i-uninstall itong modulo?

source: Email content inclusion
tl_ph: Pagsama sa nilalaman ng email

source: This section allows you to include information from the "Legal Content Management" section above at the bottom of your shop's emails.
tl_ph: Ang seksyong ito ay nagpapahintulot sa iyo na isama ang impormasyon mula sa seksyon sa itaas ng"Legal na Pamamahala ng Nilalaman" sa ibaba ng mga email ng iyong shop.

source: For each type of email, you can define which content you would like to include.
tl_ph: Para sa bawat tipo ng email, maaari mong tukuyin kung aling nilalaman ng nais mong isali.

source: Email templates
tl_ph: Mga template ng email

source: Legal content management
tl_ph: Pangangasiwa ng legal na nilalaman

source: Your country's legislation may require you to communicate some specific legal information to your customers.
tl_ph: Ang lehislasyon ng iyong bansa ay maaaring mangailangan sa iyo na makipag-usap sa ilang partikular na legal na impormasyon sa iyong mga kustomer.

source: The Legal Compliance module provides the means to indicate legally required informations to your customer, using static pages (some created on purpose by the module). It is your responsibility to fill in the corresponding pages with the required content.
tl_ph: Ang module ng Legal Compliance ay nagbibigay ng paraan upang ipahiwatig ang mga kinakailangang impormasyong legal sa iyong kostumer, gamit ang mga static na mga pahina (ang ilan ay nilikha sa layunin ng modyul). Responsibilidad mong punan ang mga kaukulang pahina sa mga kinakailangan nilalaman.

source: For each of the topics below, first indicate which of your Pages contains the required information:
tl_ph: Sa bawat isang paksa sa ibaba, unang ipahiwatig kung aling sa iyong mga Pahina ang naglalaman ning kinakailangang impormasyon:

source: Add new Page
tl_ph: Magdagdag ng bagong Pahina
