Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/ModulesStatsregistrationsAdmin.*.xlf
Languages: ar_sa, ja_jp, tl_ph

source: Customer accounts
ar_sa: حسابات العملاء
ja_jp: お客様のアカウント
tl_ph: Mga account ng mamimili

source: Adds a registration progress tab to the Stats dashboard.
ar_sa: إضافة علامة تبويب تقدم التسجيل إلى لوحة بيانات Stats.
tl_ph: Magdadagdag ng tab sa pagsulong ng rehistro sa Stats dashboard.

source: Number of visitors who stopped at the registering step:
ar_sa: عدد الزوار الذين توقفوا عن استخدام المتجر عند خطوة التسجيل:
ja_jp: 登録の段階で停止している訪問者数：
tl_ph: Bilang ng mga bisita na tumigil sa rehistradong paghakbang:

source: Number of visitors who placed an order directly after registration:
ar_sa: عدد الزوار الذين قاموا بوضع طلبات شراء مباشرة بعد إتمام عملية التسجيل:
ja_jp: 直接登録後に注文をした訪問者数：
tl_ph: Bilang ng mga bisita na naglagay ng order pagkatapos magrehistro:

source: Total customer accounts:
ar_sa: إجمالي حسابات العملاء:
ja_jp: お客様アカウント合計：
tl_ph: Kabuuan ng mga akawnt ng mamimili:

source: Number of customer accounts created
ar_sa: عدد حسابات العملاء إنشاء
ja_jp: 作成されたお客様アカウント数
tl_ph: Bilang ng mga nagawang akawnt ng mamimili

source: The total number of accounts created is not in itself important information. However, it is beneficial to analyze the number created over time. This will indicate whether or not things are on the right track. You feel me?
ar_sa: العدد الإجمالي للحسابات خلق ليس في حد ذاته معلومات هامة. ومع ذلك ، فإنه مفيد لتحليل عدد خلقت بمرور الوقت. وهذا يشير إلى ما إذا كانت أو لم الامور في مسارها الصحيح.
ja_jp: 作成されたアカウントの総数は、それ自体が重要な情報ではありません。しかし、それは時間をかけて作成された数を分析することが有益です。これは物事が正しい軌道にのっているかどうか示します。
tl_ph: Ang kabuuang bilang ng mga account na nilikha ay hindi mismong mahalagang impormasyon. Gayunpama, ito ay kapaki-pakinabang upang pag-aralan ang bilang na nilikha sa paglipas ng panahon. Ipapahiwatig nito kung ang mga bagay ay nasa tamang landas. Nararamdaman mo ba ako?

source: How to act on the registrations' evolution?
ar_sa: كيفية التصرف في تطور التسجيلات؟
ja_jp: どのような登録の進捗にしますか？

source: If you let your shop run without changing anything, the number of customer registrations should stay stable or show a slight decline.
ar_sa: في حال تشغيل المتجر الإلكتروني مع عدم القيام بأي تغييرات، يجب أن يبقى عدد العملاء المسجلين في الموقع مستقراً أو يظهر إنخفاض بسيط في عدد المسجلين.
tl_ph: Kung hayaan mo ang iyong tindahan na takbohin na walang pagbabago sa anumang bagay, ang bilang ng mga pagrehistro ng kustomer ay dapat manatiling matatag o magpakita ng bahagyang pagbaba.

source: A significant increase or decrease in customer registration shows that there has probably been a change to your shop. With that in mind, we suggest that you identify the cause, correct the issue and get back in the business of making money!
ar_sa: إن حصول أي إنخفاض مفاجئ أو زيادة مفاجئة في تسجيل العملاء في موقعك يعكس تغييراً محتمل في متجرك. ومع إبقاء ذلك في عين الإعتبار، نقترح عليك التحقق من السبب و إصلاح المشكلة والعودة إلى تحقيق الأرباح!
tl_ph: Ang isang makabuluhang pagtaas o pagbaba sa pagpaparehistro ng customer ay nagpapakita na maaaring may pagbabago sa iyong tindahan. Sa pag-iisip na ito, iminumungkahi namin na matukoy mo ang dahilan, itama ang isyu at makabalik sa negosyo ng kumita ng pera!

source: Here is a summary of what may affect the creation of customer accounts:
ar_sa: فيما يلي ملخص لما قد يؤثر على إنشاء حسابات العملاء:
ja_jp: ここはお客様アカウントの作成に影響を与える可能がある内容の要約です：
tl_ph: Narito ang isang buod kung ano ang maaaring makaapekto sa paglikha ng mga account na kustomer:

source: An advertising campaign can attract an increased number of visitors to your online store. This will likely be followed by an increase in customer accounts and profit margins, which will depend on customer "quality." Well-targeted advertising is typically more effective than large-scale advertising... and it's cheaper too!
ar_sa: قد تتسبب الحملة الإعلانية في زيادة عدد زوار متجرك الإلكتروني. مما سيتبعه على الأغلب زيادة في العملاء المسجلين في الموقع وهوامش الربحية والذي يعتمد بدوره على نوعية العملاء. يعتبر الإعلان الموجه لفئة مستهدفة بشكل صحيح أكثر فعالية من الإعلان على نطاق واسع... وأقل تكلفة!
tl_ph: Ang patalastas na kampanya ay maaaring maakit sa pagataas ng bilang ng mga bisita sa iyong online na tindahan. Malamang na masundan ito ng pagtaas sa mga account ng kustomer at mga margin ng kita, depende sa "kalidad" ng kustomer. Ang mahusay na pag-target sa patalastas ay karaniwang mas epektibo kaysa malakihan na patalastas... at masmura din ito!

source: Specials, sales, promotions and/or contests typically demand a shoppers' attentions. Offering such things will not only keep your business lively, it will also increase traffic, build customer loyalty and genuinely change your current e-commerce philosophy.
ar_sa: عادة ما تقوم العروض والتخفيضات والمنتجات الخاصة والمسابقات بلفت انتباه العملاء. لذلك فإن تقديم هذا النوع من الخدمات لن يبقى متجرك حيوياً فقط، بل سيزيد من عدد الزوار وولائهم و سيغير بصدق فلسفتك الخاصة بالتجارة الإلكترونية.
tl_ph: Mga espesyal, benta, mga promosyon at / o mga paligsahan ay kadalasang gusto ng mga mamimili na nag-aagaw pansin. Ang pag-aalok ng mga bagay na ito ay hindi lamang magpapanatili sa buhay ng iyong negosyo, mapapataas din ang trapiko, magtatag ng katapatan ng kustomer at tunay na baguhin ang iyong kasalukuyang pilosopiyang e-commerce.

source: Design and user-friendliness are more important than ever in the world of online sales. An ill-chosen or hard-to-follow graphical theme can keep shoppers at bay. This means that you should aspire to find the right balance between beauty and functionality for your online store.
ar_sa: يعد التصميم وسهولة الاستخدام أكثر أهمية من أي وقت مضى في عالم المبيعات عبر الإنترنت. يمكن للموضوع الرسومي المختار أو الذي يصعب متابعته أن يبقي المتسوقين في وضع حرج. هذا يعني أنك يجب أن تطمح لإيجاد التوازن الصحيح بين الجمال والوظيفة لمتجرك على الإنترنت.
ja_jp: デザインと使い勝手がこれまで以上に重要です：病気、または選択したハードフォローするためのグラフィカルなテーマは、訪問者をオフにすることができます。あなたが革新的なデザインとさせる訪問者が簡単に移動の間の正しいバランスを取る必要があります。適切なスペルチェックと明確にもお店の他の顧客の信頼を抱かせる。
tl_ph: Ang disenyo at pagiging kapaki-pakinabang ng gumagamit ay masmahalaga kaysa sa mundo ng mga online na benta. Ang isang hindi napili o mahirap na sundin ang mga graphical na tema ay maaaring panatilihin ang mga mamimili sa bay. Nangangahulugan ito na dapat mong maghangad upang mahanap ang tamang balanse sa pagitan ng kagandahan at punsyonidad para sa iyong online na tindahan.

source: CSV Export
ar_sa: إستيراد ملف إعدادات
ja_jp: CSVエクスポート
