Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/ModulesEmailsubscriptionShop.*.xlf
Languages: ms_my

source: This email address is not registered.
ms_my: Alamat e-mel tidak didaftarkan

source: An error occurred while attempting to unsubscribe.
ms_my: Ralat semasa berhenti melanggan berita

source: Unsubscription successful.
ms_my: Nyahlangganan berjaya.

source: This email address is already registered.
ms_my: E-mel sudah didaftarkan

source: An error occurred during the subscription process.
ms_my: Ralat semasa melanggan

source: A verification email has been sent. Please check your inbox.
ms_my: E-mel pengesahan telah dihantar. Sila semak peti masuk e-mel anda.

source: You have successfully subscribed to this newsletter.
ms_my: Berjaya melanggan

source: This email is already registered and/or invalid.
ms_my: E=mel ini telah didaftarkan dan/atau tidak sah.

source: Thank you for subscribing to our newsletter.
ms_my: Terima kasih kerana melanggan buletin kedai kami.

source: Newsletter subscription
ms_my: Langganan buletin

source: Newsletter
ms_my: Langgan berita
