Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/ModulesWatermarkAdmin.*.xlf
Languages: gl_es

source: Watermark
gl_es: Marca de auga

source: Protect images by watermark.
gl_es: Protexer imaxes mediante marca de auga.

source: Are you sure you want to delete your details?
gl_es: Estás segura de que queres eliminar os teus datos?

source: Watermark image must be uploaded for this module to work properly.
gl_es: Debe subirse unha imaxe para a marca de auga para que este módulo funcione adecuadamente.

source: You have to enable the GD extension on your server to install this module
gl_es: Tes que activar a extensión GD no servidor para instalar este módulo

source: Opacity required.
gl_es: Requírese opacidade.

source: Opacity is not in allowed range.
gl_es: A opacidade non está na franxa permitida.

source: Y-Align is required.
gl_es: Requírese a aliñación para Y.

source: Y-Align is not in allowed range.
gl_es: A aliñación para Y non está na franxa permitida.

source: X-Align is required.
gl_es: Requírese a aliñación para X.

source: X-Align is not in allowed range.
gl_es: A aliñación para X non está na franxa permitida.

source: At least one image type is required.
gl_es: Requírese polo menos un tipo de imaxe.

source: An error occurred while uploading watermark: %1$s to %2$s
gl_es: Produciuse un erro ao subi-la marca de auga: %1$s a %2$s

source: Unable to add watermark section to the .htaccess file
gl_es: Non se pode engadir a sección de marca de auga ó ficheiro .htaccess

source: Watermark image format is unsupported, allowed file types are: .gif, .jpg, .png
gl_es: Non se admite o formato de imaxe da marca de auga, os tipos de ficheiro permitidos son: .gif, .jpg, .png

source: Once the module set up, regenerate your images with the dedicated tool in the Preferences section. Watermark will automatically be applied to new images.
gl_es: Unha vez configurado o módulo, xera de novo as imaxes coa ferramenta adicada na sección de Preferencias. A marca de auga aplicarase automaticamente ás novas imaxes.

source: Watermark file:
gl_es: Arquivo da marca de auga:

source: Watermark opacity (1-100)
gl_es: Opacidade da marca de auga (1-100)

source: Watermark X align:
gl_es: Aliñación X da marca de auga:

source: Watermark Y align:
gl_es: Aliñación Y da marca de auga:

source: Choose image types for watermark protection:
gl_es: Escolle os tipos de imaxe para a protección da marca de auga:

source: Logged in customers can see images without watermark
gl_es: A clientela que iniciase sesión pode ver as imaxes sen a marca de auga

source: Unable to remove watermark section from .htaccess file
gl_es: Non se pode eliminar a sección de marca de auga do ficheiro .htaccess
