Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/ModulesStatspersonalinfosAdmin.*.xlf
Languages: tl_ph

source: Registered customer information
tl_ph: Rehistradong impormasyon ng mamimili

source: Adds information about your registered customers (such as gender and age) to the Stats dashboard.
tl_ph: Magdagdag ng impormasyon tungkol sa iyong mga rehistradong mamimili(kagaya ng kasarian at edad) patungo sa Stats dashboard.

source: Target your audience
tl_ph: I-target ang iyong tagapakinig

source: In order for each message to have an impact, you need to know who it is being addressed to.
tl_ph: Upang ang bawat mensahe ay magkaroon ng epekto, kailangan mong malaman kung sino ang pinapadalahan nito.

source: Defining your target audience is essential when choosing the right tools to win them over.
tl_ph: Pagpapaliwanag sa iyong hangaring tagapakinig ay mahalaga sa pagpipili sa mga tamang kagamitan para maangkin mo sila.

source: It is best to limit an action to a group -- or to groups -- of clients.
tl_ph: Pinakamaayos ay magbigay ng hangganan sa paggalaw sa isang grupo -- o sa mga grupo -- na mga kliyente.

source: Storing registered customer information allows you to accurately define customer profiles so you can adapt your special deals and promotions.
tl_ph: Pag-iimbak sa impormasyon ng rehistradong mamimili ay maaring magbigay ng eksaktong pagpapaliwanag sa mga profile ng mamimili para maibagay mo ang iyong mga espesyal na mga deal at mga promotion.

source: You can increase your sales by:
tl_ph: Maari mong madagdagan ang iyong benta sa pamamagitan ng:

source: Launching targeted advertisement campaigns.
tl_ph: Paglulunsad ng nakatarget na kampanyang patalastas.

source: Contacting a group of clients by email or newsletter.
tl_ph: Pagkokontak sa grupo ng mga kliyente sa pamamagitan ng email o pahayagan.

source: Gender distribution allows you to determine the percentage of men and women shoppers on your store.
tl_ph: Pamamahagi ng kasarian ay nagpapahintulot sa iyo para malaman ang porsiyento ng mga lalaki at mga babae na mga mamimili sa iyong tindahana.

source: Age ranges allow you to better understand target demographics.
tl_ph: Mga agwat ng edad ay magpapahintulot sa iyo para mapabuti ang pagkaintindi sa target na demograpiya.

source: Country distribution allows you to analyze which part of the World your customers are shopping from.
tl_ph: Pamamahagi ng bansa ay magpapahintulot sa iyo upang suriin kung saang bahagi ng mundo nanggagaling ang iyong mga mamimili.

source: Currency range allows you to determine which currency your customers are using.
tl_ph: Uri ng pananalapi ay magpapahintulot sa iyo para makilala kung ano ang pananalapi na ginagamit ng iyong mga mamimili.

source: Language distribution allows you to analyze the browsing language used by your customers.
tl_ph: Pamamahagi ng lenggwahe ay nagpapahintulot sa iyo para suriin ang lenggwaheng gingamait ng pagbrowse ng iyong mga mamimili.

source: No customers have registered yet.
tl_ph: Wala pang mamimili na nagrehistro.

source: Gender distribution
tl_ph: Pamamahagi ng kasarian

source: Age range
tl_ph: Agwat ng edad

source: Country distribution
tl_ph: Pamamahagi ng bansa
