Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/ShopNotificationsError.*.xlf
Languages: he_il

source: This voucher is disabled
he_il: שובר זה אינו זמין

source: This voucher has already been used
he_il: שובר זה כבר בשימוש

source: This voucher is not valid yet
he_il: שובר זה עדיין לא תקף

source: This voucher has expired
he_il: השובר פג תוקף

source: You cannot use this voucher anymore (usage limit reached)
he_il: לא ניתן להשתמש בשובר זה יותר (התקבלה מגבלת שימוש )

source: You cannot use this voucher
he_il: לא ניתן להשתמש בשובר זה

source: You must choose a delivery address before applying this voucher to your order
he_il: יש לבחור כתובת למשלוח לפני השימוש בשובר זה בהזמנה

source: You cannot use this voucher in your country of delivery
he_il: אינך יכול להשתמש בשובר זה במדינת המשלוח שלך.

source: You must choose a carrier before applying this voucher to your order
he_il: יש לבחור מוביל לפני השימוש בשובר זה בהזמנה

source: You cannot use this voucher with this carrier
he_il: לא ניתן להשתמש בשובר זה עם מוביל זה

source: Please log in first
he_il: אנא התחברו קודם

source: You have not reached the minimum amount required to use this voucher
he_il: לא הגעת לסכום המינימאלי הנדרשים כדי להשתמש בשובר זה

source: This voucher is already in your cart
he_il: שובר זה כבר בסל שלך

source: Cart is empty
he_il: עגלת הקניות ריקה

source: You cannot use this voucher in an empty cart
he_il: לא ניתן להשתמש בשובר זה בעגלה ריקה

source: You cannot use this voucher with these products
he_il: לא ניתן להשתמש בשובר זה עם מוצרים אלה

source: The email is already used, please choose another one or sign in
he_il: כתובת דואר האלקטרוני כבר תפוסה. אנא בחרו אחת אחרת או התחברו

source: Your account isn't available at this time, please contact us
he_il: חשבונך לא זמין כעת, אנא צור עמנו קשר

source: Authentication failed.
he_il: אימות נכשל

source: Invalid email/password combination
he_il: צירוף דוא"ל/סיסמה לא תקינים

source: is invalid.
he_il: אינו חוקי

source: The %1$s field is too long (%2$d chars max).
he_il: השדה %1$s ארוך מדי (מקסימום %2$d תווים)

source: Could not delete address.
he_il: לא ניתן למחוק את הכתובת.

source: The customer could not be found.
he_il: לקוח לא נמצא

source: You must enter a voucher code.
he_il: יש להזין קוד שובר

source: The voucher code is invalid.
he_il: קוד השובר לא תקין

source: Null quantity.
he_il: אין כמות

source: Product not found
he_il: המוצר לא נמצא

source: The minimum purchase order quantity for the product %product% is %quantity%.
he_il: כמות המינימום לרכישת המוצר %product% היא %quantity%.

source: Please fill in all of the required fields, and then save your customizations.
he_il: נא למלא שדות חובה ולשמור התאמה אישית

source: You already have the maximum quantity available for this product.
he_il: יש לך כבר את הכמות המקסימלית הזמינה למוצר זה.

source: Invalid key.
he_il: לא חוקי מפתח

source: This product does not exist in our store.
he_il: מוצר זה אינו קיים בחנות שלנו.

source: This product has been deleted.
he_il: המוצר נמחק.

source: This file no longer exists.
he_il: הקובץ לא קיים עוד.

source: This product has been refunded.
he_il: המוצר זוכה.

source: The product deadline is in the past.
he_il: תאריך היעד למוצר זה חלף.

source: The product expiration date has passed, preventing you from download this product.
he_il: תאריך התפוגה עבר. לא ניתן להוריד מוצר זה.

source: Expiration date has passed, you cannot download this product.
he_il: תאריך התפוגה עבר, אין באפשרותך להוריד מוצר זה.

source: You have reached the maximum number of downloads allowed.
he_il: עברת את מספר ההרודות המקסימלי המותר.

source: Please provide the required information
he_il: יש לספק את המידע הנדרש

source: Sorry. We cannot renew your order.
he_il: מ

source: Some items are no longer available, and we are unable to renew your order.
he_il: מצטערים, לא ניתן לחדש את הזמנתך.

source: The order is no longer valid.
he_il: ההזמנה אינה תקפה כבר.

source: This message is invalid (HTML is not allowed).
he_il: הודעה לא תקינה (קוד HTML לא מותר)

source: You do not have enough products to request an additional merchandise return.
he_il: אין לך מספיק מוצרים לבקש החזרה נוספת

source: Please provide an explanation for your RMA.
he_il: נא ספק סיבה להחזרת המוצרים.

source: Please check at least one product you would like to return.
he_il: אנא סמן לפחות מוצר אחד שברצונך להחזיר.

source: For each product you wish to add, please specify the desired quantity.
he_il: נא לציין כמות עבור המוצר שסומן.

source: The message cannot be blank.
he_il: ההודעה לא יכולה להיות ריקה.

source: You have no merchandise return authorizations.
he_il: אין לך הרשאה להחזרת מוצרים

source: You cannot regenerate the password for this account.
he_il: לא ניתן להפיק סיסמא חדשה לחשבון זה.

source: You can regenerate your password only every %d minute(s)
he_il: תוכל להפיק סיסמא חדשה רק כל %d דקות.

source: An error occurred while sending the email.
he_il: שגיאה אירעה בעת שליחת האימייל.

source: Customer account not found
he_il: חשבון לקוח לא נמצא

source: Invalid email address.
he_il: כתובת אימייל שגויה או חסרה

source: The password is missing: please enter your new password.
he_il: הסיסמה חסרה: יש להזין את סיסמתך החדשה.

source: The password is not in a valid format.
he_il: הסיסמה אינה בפורמט תקין.

source: Invoices are disabled in this shop.
he_il: החשבוניות אינן מופעלות בחנות זו.

source: The invoice was not found.
he_il: חשבונית לא נמצאה

source: No invoice is available.
he_il: לא נמצאה חשבונית

source: Order return not found.
he_il: החזרת הזמנה לא נמצאה

source: Order return not confirmed.
he_il: החזרת הזמנה לא אושרה

source: Invalid message
he_il: הודעה לא חוקית

source: This product is no longer available.
he_il: המוצר אינו זמין יותר.

source: You do not have access to this product.
he_il: אין לך גישה למוצר זה

source: An error occurred while deleting the selected picture.
he_il: אירעה שגיאה בעת מחיקת התמונה שנבחרה

source: An error occurred during the image upload process.
he_il: אירעה שגיאה במהלך תמונת ההעלאה.

source: PHP "Dom" extension has not been loaded.
he_il: הרחבת PHP "Dom" לא נטענה

source: You do not have access to this category.
he_il: אין הרשאת גישה לקטגוריה זו.

source: Authentication failed
he_il: הזדהות נכשלה

source: There are not enough products in stock
he_il: אין מספיק מוצרים במלאי
