Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.4/*/AdminModulesNotification.*.xlf
Languages: mk_mk

source: No grid engine selected
mk_mk: Нема избрано мрежа за пребарување

source: Grid engine selected is unavailable.
mk_mk: Избраната мрежа за пребарување е недостапна

source: Unable to install the module (Module name is not valid).
mk_mk: Не може да се инсталира модулот (името на модулот не е валидно).

source: The version of your module is not compliant with your PrestaShop version.
mk_mk: Верзијата на вашиот модул не е во согласност со вашата верзија на PrestaShop.

source: Before installing this module, you have to install this/these module(s) first:
mk_mk: Пред да го инсталирате овој модул, прво треба да го инсталирате овој/овие модул(и):

source: This module has already been installed.
mk_mk: Овој модул е веќе инсталиран.

source: Could not install module controllers.
mk_mk: Не може да се инсталираат контролори на модули.

source: Technical error: PrestaShop could not install this module.
mk_mk: Техничка грешка: PrestaShop не можеше да го инсталира овој модул.

source: Current version: %s
mk_mk: моментална верзија: %s

source: %d file upgrade applied
mk_mk: %d апликација за надградба на датотеки

source: No upgrade has been applied
mk_mk: Ниедна надградба не се применува

source: Upgraded from: %s to %s
mk_mk: Надграден од: %s до %s

source: %d upgrade left
mk_mk: %d надградба остана

source: Module %s cannot be upgraded this time: please refresh this page to update it.
mk_mk: модулот %s не може да се надгради сега: освежи ја страницата.

source: To prevent any problem, this module has been turned off
mk_mk: За да спречите било каков проблем, овој модул е исклучен

source: The module is not installed.
mk_mk: Модулот не е инсталиран.

source: Unable to install override: %s
mk_mk: Неможе да се надмине инсталацијата: %s

source: %1$s is not a valid module name.
mk_mk: %1$s не е валидно име на модулот.

source: All modules cannot be loaded due to memory limit restrictions, please increase your memory_limit value on your server configuration
mk_mk: Сите модули не може да се додадат поради ограничувања на меморијата, Ве молиме зголемете ја вредноста на меморијата во конфигурацијата на серверот

source: %s could not be loaded.
mk_mk: %s не може да се вчита.

source: Error found in config file:
mk_mk: Грешка во датотеката за конфигурација

source: %1$s (parse error in %2$s)
mk_mk: %1$s (грешка во %2$s)

source: %1$s (class missing in %2$s)
mk_mk: %1$s (недостасува во%2$s)

source: The following module(s) could not be loaded
mk_mk: Следниот модул/и не може да се додаде

source: Trusted and Untrusted XML have not been generated properly
mk_mk: доверливи и недоверливи XML не се генерирани исправно

source: No template found for module
mk_mk: Нема шаблони за модулот

source: The method %1$s in the class %2$s is already overridden by the module %3$s version %4$s at %5$s.
mk_mk: Методот %1$s во класата %2$s е веќе преоптоварен од модулот %3$s верзија %4$s во %5$s.

source: The method %1$s in the class %2$s is already overridden.
mk_mk: методот %1$s во класата %2$s е веќе препишан.

source: Failed to override method %1$s in class %2$s.
mk_mk: Не успеа да се замени методот %1$s во класата %2$s.

source: The property %1$s in the class %2$s is already defined.
mk_mk: назнаката %1$s во класата %2$s е веке дефинирана

source: Failed to override property %1$s in class %2$s.
mk_mk: Не успеа да се замени сопственоста %1$s во класата %2$s.

source: The constant %1$s in the class %2$s is already defined.
mk_mk: Константата %1$s во класата %2$s е веќе дефинирана.

source: Failed to override constant %1$s in class %2$s.
mk_mk: Не успеа да се замени константата %1$s во класата %2$s.

source: No graph engine selected
mk_mk: Нема избрано графикон за пребарување

source: Graph engine selected is unavailable.
mk_mk: Одбраниот графикон за пребарување е недостапен

source: The module was successfully downloaded.
mk_mk: модулот е превземан.

source: Successfully signed in to PrestaShop Addons.
mk_mk: Успешно сте најавени на PrestaShop Addons.

source: Error found : %1$s in country_module_list.xml file.
mk_mk: Пронајдена е грешка: %1$s во country_module_list.xml датотеката.

source: Error found : %1$s in must_have_module_list.xml file.
mk_mk: Пронајдена е грешка: %1$s во датотеката must_have_module_list.xml.

source: Module(s) installed successfully.
mk_mk: модулот модулите се инсталирани успешно.

source: Module(s) uninstalled successfully.
mk_mk: модулите се деинсталирани успешно.

source: The module transplanted successfully to the hook.
mk_mk: модулот е откачен.

source: The module was successfully removed from the hook.
mk_mk: модулот успешно е откачен од врската.

source: Module reset successfully.
mk_mk: модулот е ресетиран.

source: Module deleted successfully.
mk_mk: модулот е избришан.

source: Please specify module URL
mk_mk: Специфицирајте го модулот за URL

source: Unknown archive type.
mk_mk: Непознат вид на архива

source: There was an error while extracting the module (file may be corrupted).
mk_mk: Грешка при отпакување на модулот ( документот може да е оштетен)

source: The module %1$s that you uploaded is not a valid module.
mk_mk: модулот %1$s кој го прикачивте не е валиден модул.

source: You do not have the permission to use this module.
mk_mk: Немате дозвола да го користете овој модул

source: Cannot reset this module.
mk_mk: не може да се ресетира модулот.

source: Cannot install this module.
mk_mk: Овој модул не може да се инсталира

source: Cannot uninstall this module.
mk_mk: Овој модул не може да се деинсталира

source: Cannot load the module's object.
mk_mk: не може да се вчита објектот на модулот

source: An error occurred while copying the archive to the module directory.
mk_mk: Настана грешка при копирање на архивата во директориумот на модулот.

source: Sorry, the module cannot be deleted. Please check if you have the right permissions on this folder.
mk_mk: За жал, модулот не може да се избрише. Проверете дали имате соодветни дозволи во оваа папка.

source: You need to be logged in to your PrestaShop Addons account in order to update the %s module. %s
mk_mk: мора да се логирате во додатоците за да се освежи модулот. %s

source: Module %s cannot be upgraded: Error while downloading the latest version.
mk_mk: Модулот %s не може да се надгради: Грешка при преземањето на најновата верзија.

source: Module %s cannot be upgraded: Error while extracting the latest version.
mk_mk: Модулот %s не може да се надгради: Грешка при извлекување на најновата верзија.

source: You do not have the rights to update the %s module. Please make sure you are logged in to the PrestaShop Addons account that purchased the module.
mk_mk: Немате право да го ажурирате модулот %s. Ве молиме осигурајте се дека сте најавени на сметката на PrestaShop Addons која го купила модулот.

source: You do not have permission to access this module.
mk_mk: немате дозвола за пристап до овој модул.

source: You do not have permission to install this module.
mk_mk: Немате дозвола за инсталација на модулот

source: You do not have permission to delete this module.
mk_mk: Немате дозвола за бришење на модулот

source: You do not have permission to configure this module.
mk_mk: Немате дозвола за конфигурација на модулот

source: This module is already installed: %s.
mk_mk: Овој модул е веќе инсталиран: %s.

source: This module has already been uninstalled: %s.
mk_mk: Овој модул веќе е деинсталиран: %s.

source: This module needs to be installed in order to be updated: %s.
mk_mk: Овој модул треба да се инсталира за да се ажурира: %s.

source: You do not have permission to uninstall this module.
mk_mk: Немате дозвола за да го деинсталирате овој модул.

source: The following module(s) could not be uninstalled properly: %s.
mk_mk: Следните модул(и) не може да се деинсталираат правилно: %s.

source: The following module(s) could not be installed properly: %s.
mk_mk: Следните модул(и) не може да се инсталираат правилно: %s.

source: This module cannot be loaded.
mk_mk: Модулот не може да се вчита.

source: Hook cannot be loaded.
mk_mk: Врската не може да се вчита

source: This module has already been transplanted to this hook.
mk_mk: Модулот е веќе трансплантирана на оваа врска.

source: This module cannot be transplanted to this hook.
mk_mk: Модулот не може да биде транспланиран на оваа врска

source: An error occurred while transplanting the module to its hook.
mk_mk: Грешка при транспланрирање на модулот на оваа врска

source: An error occurred while deleting the module from its hook.
mk_mk: Грешка при бришење на модулот од неговата врска

source: Please select a module to unhook.
mk_mk: Изберете модул за да го откачите

source: Cannot get catalog data, please try again later. Reason: %error_details%
mk_mk: Не може да се добијат податоци од каталогот, обидете се повторно подоцна. Причина: %error_details%

source: %module% did not return a valid response on %action% action.
mk_mk: %module% не врати валиден одговор на акцијата %action%.

source: Confirmation needed by module %module% on %action% (%subject%).
mk_mk: Потврда потребна од страната на модулот%module% на %action% (%subject%).

source: Exception thrown by module %module% on %action%. %error_details%
mk_mk: Исклучок фрлен од модулот %module% на%action%. %error_details%

source: %module% did not return a valid response on installation.
mk_mk: %module% не врати валиден одговор при инсталацијата.

source: Installation of module %module% was successful.
mk_mk: Инсталацијата на модулот %module% беше успешна.

source: Installation of module %module% failed. %error%
mk_mk: Инсталацијата на модулот %module% не успеа. %error%

source: Synchronized with Addons marketplace!
mk_mk: Синхронизирано со Addons пазарот!

source: Cannot %action% module %module%. %error_details%
mk_mk: Не може да %action% модул %module%. %error_details%

source: %action% action on module %module% succeeded.
mk_mk: %action% акцијата на модулот %module% успеа.

source: Unknown module action. It must be one of these values: %actions%
mk_mk: Непознато дејство на модулот Мора да е една од овие вредности: %actions%

source: Validation of configuration details failed:
mk_mk: Валидацијата на деталите за конфигурација не успеа:

source: Configuration successfully applied.
mk_mk: Конфигурацијата успешно се применува.

source: You are not allowed to install modules.
mk_mk: Не ви е дозволено да инсталирате модули.

source: You are not allowed to uninstall the module %module%.
mk_mk: Не ви е дозволено да го деинсталирате модулот %module%.

source: You are not allowed to upgrade the module %module%.
mk_mk: Не ви е дозволено да го надоградите модулот %module%.

source: You are not allowed to disable the module %module%.
mk_mk: Не ви е дозволено да го оневозможите модулот %module%.

source: Error when disabling module %module%. %error_details%.
mk_mk: Грешка при оневозможување на модулот %module%. %error_details%.

source: You are not allowed to enable the module %module%.
mk_mk: Не ви е дозволено да го овозможите модулот %module%.

source: Error when enabling module %module%. %error_details%.
mk_mk: Грешка при овозможување на модулот %module%. %error_details%.

source: You are not allowed to disable the module %module% on mobile.
mk_mk: Не ви е дозволено да го оневозможите модулот %module% на мобилен телефон.

source: Error when disabling module %module% on mobile. %error_details%
mk_mk: Грешка при оневозможување на модулот %module% на мобилен. %error_details%

source: You are not allowed to enable the module %module% on mobile.
mk_mk: Не ви е дозволено да го овозможите модулот %module% на мобилен телефон.

source: Error when enabling module %module% on mobile. %error_details%
mk_mk: Грешка при овозможување на модулот %module% на мобилен. %error_details%

source: You are not allowed to reset the module %module%.
mk_mk: Не ви е дозволено да го ресетирате модулот %module%.

source: Error when resetting module %module%. %error_details%
mk_mk: Грешка при ресетирање на модулот %module%. %error_details%

source: The module is invalid and cannot be loaded.
mk_mk: Овој модул е невалиден и не може да биде вчитан.

source: Unfortunately, the module did not return additional details.
mk_mk: За жал, модулот не врати дополнителни детали.

source: The module %module% must be installed first
mk_mk: Модулот %module% мора прво да биде инсталиран

source: Parse error on module %module%. %error_details%
mk_mk: Анализирајте ја грешката на модулот %module%. %error_details%

source: Unexpected exception on module %module%. %error_details%
mk_mk: Неочекуван исклучок на модулот %module%. %error_details%

source: Loading data from Addons failed. %error_details%
mk_mk: Вчитувањето на податоците од Addons не успеа. %error_details%

source: Parse error detected in module %module%. %error_details%.
mk_mk: Грешка при анализирање откриена во модулот %module%. %error_details%.

source: Exception detected while loading module %module%. %error_details%.
mk_mk: Исклучок откриен при вчитување на модулот %module%. %error_details%.

source: Unable to find uploaded module at the following path: %file%
mk_mk: Не може да се пронајде поставуваниот модул по следнава патека: %file%

source: Cannot extract module in %path% to get its name. %error%
mk_mk: Не може да се извлече модулот од %path% за да го добиете неговото име. %error%

source: This file does not seem to be a valid module zip
mk_mk: Изгледа дека оваа датотека не е валиден модул zip

source: Failed to uninstall admin tab "%name%".
mk_mk: Неуспешно е деинсталирањето на админ табот "%name%".

source: Failed to install admin tab "%name%".
mk_mk: Неуспешно е инсталирањето на админ табот "%name%".

source: Parse error detected in main class of module %module%!
mk_mk: Проверете ја грешката откриена во главната класа на модулот %module%!

source: Error while loading file of module %module%. %error_message%
mk_mk: Грешка при вчитување на датотеката на модулот %module%. %error_message%

source: You are about to disable %moduleName% module.
mk_mk: Вие ќе го оневозможите %moduleName% модулот.

source: Your current settings will be saved, but the module will no longer be active.
mk_mk: Вашите тековни поставки ќе бидат зачувани, но модулот повеќе нема да биде активен.

source: You are about to uninstall %moduleName% module.
mk_mk: Вие ќе го деинсталирате %moduleName% модул.

source: This will disable the module and delete all its files. For good.
mk_mk: Ова ќе го оневозможи модулот и ќе ги избрише сите нејзини датотеки. Засекогаш.

source: This action cannot be undone.
mk_mk: Ова дејство не може да се поништи.

source: You're about to reset %moduleName% module.
mk_mk: Вие ќе го ресетирате %moduleName% модул.

source: This will restore the defaults settings.
mk_mk: Ова ќе ги врати стандардните поставки.

source: You are about to [1] the following modules:
mk_mk: Вие ќе ги [1] следните модули:

source: No changelog provided
mk_mk: Нема обезбедени промени на дневник

source: Installing module...
mk_mk: Инсталирање модул...

source: It will close as soon as the module is installed. It won't be long!
mk_mk: Ќе се затвори штом ќе се инсталира модулот. Тоа нема да биде долго!

source: Module installed!
mk_mk: Модулот е инсталиран!

source: Oops... Upload failed.
mk_mk: Упс... поставувањето не успеа.

source: You are about to log out your Addons account. You might miss important updates of Addons you've bought.
mk_mk: Ќе се одјавите од вашата Addons сметка. Може да пропуштите важни ажурирања на Addons што сте ги купиле.

source: No description found for this module :(
mk_mk: Не е пронајден опис за овој модул: (

source: No additional description provided for this module :(
mk_mk: Нема дополнителен предвиден опис за овој модул: (

source: No feature list provided for this module :(
mk_mk: Нема листа на карактеристики предвидени за овој модул :(

source: No customer benefits notes found for this module :(
mk_mk: Нема белешки за корисничките бенефиции пронајден за овој модул: (

source: No demonstration video found for this module :(
mk_mk: Нема најдено демонстрационно видео за овој модул :(

source: No changelog provided for this module :(
mk_mk: Не се предвидени никакви промени за најава на овој модул :(

source: You need to select at least one module to use the bulk action.
mk_mk: Треба да изберете барем еден модул за да ја користите масовната акција.

source: The action "[1]" is not available, impossible to perform your request.
mk_mk: Акцијата "[1]" не е достапна, невозможно е да го извршите вашето барање.

source: The action [1] is not available for module [2]. Skipped.
mk_mk: Акцијата [1] не е достапна за модулот [2]. Прескокнато.

source: Activate module for this shop context: %s.
mk_mk: активирај го модулов за пазарот %s.

source: Confirm reset
mk_mk: потврди ресетирање

source: Would you like to delete the content related to this module ?
mk_mk: Дали сакате да се брише содржината поврзана со овој модул ?

source: No - reset only the parameters
mk_mk: не - ресетирај ги само параметрите

source: Yes - reset everything
mk_mk: да - ресетирај се
