Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.4/*/AdminNavigationMenu.*.xlf
Languages: bs_ba

source: Sell
bs_ba: Prodaj

source: Improve
bs_ba: Poboljšanja

source: Modules & Services
bs_ba: Moduli i servisi

source: Files
bs_ba: Datoteke

source: Attributes & Features
bs_ba: Atributi i osobine

source: Page Categories
bs_ba: Kategorije stranica

source: Customer Settings
bs_ba: Korisničke postavke

source: Database
bs_ba: Baza podataka

source: Team
bs_ba: Tim

source: Image Settings
bs_ba: Postavke slika

source: Locations
bs_ba: Lokacije

source: Design
bs_ba: Dizajn

source: Brands & Suppliers
bs_ba: Marke i dobavljači

source: Order Settings
bs_ba: Detalji narudžbe

source: Payment Methods
bs_ba: Načini plaćanja

source: Shop Parameters
bs_ba: Parametri trgovine

source: Theme Catalog
bs_ba: Katalog tema

source: Theme & Logo
bs_ba: Teme i logotipi

source: Traffic & SEO
bs_ba: Promet i SEO

source: Modules Catalog
bs_ba: Katalog modula

source: Installed modules
bs_ba: Instalirani moduli

source: Product Settings
bs_ba: Postavke proizvoda

source: Module selection
bs_ba: Selekcija modula

source: Modules catalog
bs_ba: Katalog modula
