Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.4/*/AdminNotificationsError.*.xlf
Languages: he_il

source: Image is too large (%1$d kB). Maximum allowed: %2$d kB
he_il: התמונה גדולה מדי ( %1$d kB ). מקסמיום מותר: %2$d kB

source: Image format not recognized, allowed formats are: .gif, .jpg, .png
he_il: פורמט התמונה לא מזוהה. הפורמטים המותרים הם: .gif, .jpg, .png

source: Error while uploading image; please change your server's settings. (Error code: %s)
he_il: שגיאה בעת העלאת תמונה:אנא שנה את הגדרת השרת/ים.(קוד שגיאה:%s)

source: Image format not recognized, allowed formats are: .ico
he_il: פורמט התמונה לא מזוהה. הפורמטים המותרים הם: .ico

source: Error while uploading image; please change your server's settings.
he_il: שגיאה אירעה בעת עדכון תמונה. נא שנה את הגדרות השרת.

source: This class name does not exist.
he_il: שם מחלקה זו לא קיים

source: This property does not exist in the class or is forbidden.
he_il: מאפיין זה אינו קיים במחלקה זו או אסור

source: This association has too many elements.
he_il: לשיוך זה יש יותר מדני אלמנטים

source: This name is not allowed.
he_il: שם זה אינו מורשה.

source: Syntax error with this pattern.
he_il: שגיאת תחביר בתבנית זו.

source: This key has already been used.
he_il: מפתח זה כבר בשימוש.

source: file (%s) not writable
he_il: הקובץ (%s) לא ניתן לכתיבה

source: directory (%s) not writable
he_il: הקובץ (%s) לא ניתן לכתיבה

source: An error occurred while attempting to create a new folder.
he_il: שגיאה אירעה בעת יצירת תיקיה

source: An error occurred while uploading the image.
he_il: ארעה שגיאה בזמן העלאת תמונה.

source: An error occurred while copying the image.
he_il: אירעה שגיאה בעת העתקת התמונה.

source: Invalid file name
he_il: שם קובץ לא תקין

source: You need at least one object.
he_il: צריך לפחות אובייקט אחד.

source: You cannot delete all of the items.
he_il: לא ניתן למחוק את כל הפריטים.

source: Cannot delete file
he_il: לא ניתן למחוק קובץ

source: Invalid name for %s language
he_il: שם לא תקין עבור השפה %s

source: The name for %1s language is too long (%2d chars max).
he_il: השם עבור השפה %1s ארוך מידי (מקסימום של %2d תווים).

source: The file is missing.
he_il: הקובץ חסר

source: Invalid file extension
he_il: סיומת קובץ לא תקינה

source: The file name is too long.
he_il: שם קובץ ארוך מדי

source: Invalid file
he_il: קובץ לא חוקי

source: Invalid date format.
he_il: פורמט תאריך לא חוקי.

source: Invalid date range
he_il: טווח תאריכים לא חוקי

source: An error occurred while updating the image.
he_il: שגיאה אירעה בעת עדכון התמונה.

source: The object cannot be loaded.
he_il: לא ניתן לטעון אובייקט

source: The %1$s field (%2$s) is invalid.
he_il: השדה %1$s (%2$s) אינו תקין.

source: The tags list (%s) is invalid.
he_il: רשימת תגים (%s) לא תקינה

source: An error occurred while copying this image:
he_il: אירעה שגיאה בעת העתקת התמונה:

source: Server file size is different from local file size
he_il: גודל הקובץ בשרת שונה מגודל הקובץ המקומי

source: The uploaded file was only partially uploaded
he_il: הקובץ הועלה באופן חלקי בלבד

source: No file was uploaded
he_il: שום קובץ לא הועלה

source: Missing temporary folder
he_il: לא נמצא תקייה עבור קבצים זמניים

source: Failed to write file to disk
he_il: כתיבת קובץ לדיסק נכשלה

source: A PHP extension stopped the file upload
he_il: הרחבת PHP מנעה את העלאת הקובץ

source: Filetype not allowed
he_il: סוג קובץ לא מורשה

source: The uploaded file exceeds the post_max_size directive in php.ini
he_il: הקובץ שהועלה חרג בגודלו מהמגבלה המוגדרת עבור post_max_size בקובץ php.ini

source: The uploaded file exceeds the upload_max_filesize directive in php.ini
he_il: הקובץ שהועלה חרג בגודלו מהמגבלה המוגדרת עבור upload_max_filesize בקובץ php.ini

source: [%s] is not a valid configuration key
he_il: [%s] אינו מפתח הגדרות תקין

source: The 'From' date format is invalid (YYYY-MM-DD)
he_il: 'מאת:' : מבנה התאריך לא תקין ( YYYY-MM-DD )

source: The 'To' date format is invalid (YYYY-MM-DD)
he_il: 'אל:' : מבנה התאריך לא תקין ( YYYY-MM-DD )

source: An error occurred while attempting to delete the image. (cannot load object).
he_il: אירעה שגיאה בעת מחיקת התמונה (לא ניתן לטעון את האובייקט).

source: You cannot delete this item.
he_il: לא ניתן למחוק פריט זה.

source: Unable to delete associated images.
he_il: לא ניתן למחוק תמונות מקושרות.

source: An error occurred when attempting to update the required fields.
he_il: שגיאה בעדכון שדות חובה

source: field %s is required.
he_il: שדה %s הוא שדה חובה

source: The object cannot be loaded (or found)
he_il: לא ניתן לטעון אוביקט (לא נמצא(

source: The object cannot be loaded (the identifier is missing or invalid)
he_il: לא ניתן לטעון אוביקט (מספר מזהה חסר או שאינו תקין)

source: An error occurred while assigning a zone to the selection.
he_il: שגיאה אירעה בעת הקצאת אזור עבור בחירה זו.

source: You must select at least one element to assign a new zone.
he_il: יש לבחור לפחות אלמנט אחד כדי להקצות אזור חדש.

source: An error occurred during deletion.
he_il: אירעה שגיאה בעת מחיקה

source: An error occurred while deleting the object.
he_il: אירעה שגיאה בעת מחיקת אובייקט.

source: (cannot load object)
he_il: ( תקלה בטעינת אובייקט )

source: An error occurred while creating an object.
he_il: אירעה שגיאה בעת יצירת אובייקט.

source: An error occurred while updating an object.
he_il: שגיאה אירעה בעת עדכון האובייקט.

source: The object cannot be loaded.
he_il: לא ניתן לטעון אובייקט

source: An error occurred while updating the status.
he_il: שגיאה אירעה בעת עדכון המצב.

source: An error occurred while updating the status for an object.
he_il: שגיאה אירעה בעת עדכון מצב האובייקט.

source: Failed to update the position.
he_il: כשלון בעדכון המיקום.

source: An error occurred while deleting this selection.
he_il: אירעה שגיאה בעת מחיקת בחירה

source: You must select at least one element to delete.
he_il: יש לבחור לפחות אלמנט אחד למחיקה.

source: The %s field is invalid.
he_il: השדה %s לא תקין.

source: The %1$s field is too long (%2$d chars max).
he_il: השדה %1$s ארוך מדי (מקסימום %2$d תווים)

source: An error occurred while saving the message.
he_il: שגיאה אירעה בעת שמירת ההודעה

source: You do not have permission to view this.
he_il: אין לך הרשאות צפייה כאן.

source: You do not have permission to delete this.
he_il: אין לך מספיק הרשאות למחוק את זה

source: You do not have permission to edit this.
he_il: אין לך הרשאה לעריכה כאן

source: You do not have permission to add this.
he_il: אין לך הרשאה להוספה כאן

source: Due to memory limit restrictions, this image cannot be loaded. Please increase your memory_limit value via your server's configuration settings.
he_il: לא ניתן לטעון תמונה זו עקב חוסר זכרון. נא הגדיל את ערך memory_limit בהגדרות השרת.

source: Error while delete
he_il: אירעה שגיאה במהלך המחיקה

source: You cannot upload more files
he_il: אין באפשרותך להעלות קבצים נוספים

source: Access denied.
he_il: גישה נדחתה

source: No files were uploaded.
he_il: שום קובץ לא הועלה

source: The uploaded file is too large.
he_il: הקובץ שהועלה גדול מידי.

source: File has an invalid extension, it should be one of these: %s.
he_il: סיומת הקובץ לא תקינה, הסיומת אמורה להיות אחת מאילו: %s.

source: Cannot parse feed.
he_il: לא ניתם לעבד ערוץ RSS

source: No default currency
he_il: אין מטבע ברירת מחדל

source: Invalid URL
he_il: כתובת URL לא תקינה

source: Bad SQL query
he_il: שאילתת SQL לא תקינה

source: Please fill in all the required fields.
he_il: נא למלא את כל השדות הדרושים

source: Invalid message
he_il: הודעה לא חוקית

source: The %s field is required.
he_il: השדה %s נדרש

source: is required.
he_il: שדה חובה.

source: %1$s is too long. Maximum length: %2$d
he_il: %1$s ארוך מדי. אורך מקסימלי: %2$d

source: The field %s is required.
he_il: השדה %s הוא שדה חובה.

source: Error on image caption: "%1s" is not a valid caption.
he_il: שגיאה בכותרת התמונה: "%1s" אינה כותרת תקינה.

source: Unknown error.
he_il: שגיאה כללית

source: An error occurred while attempting to save.
he_il: ארעה שגיאה בזמן השמירה

source: An error occurred while attempting to upload the file.
he_il: אירעה שגיאה בעת טעינת הקובץ

source: The voucher code is invalid.
he_il: קוד השובר לא תקין

source: An error occurred during the image upload process.
he_il: אירעה שגיאה במהלך תמונת ההעלאה.

source: Maximum depth: Invalid number.
he_il: עומק מירבי: מספר לא תקין

source: There is one error.
he_il: ישנה שגיאה אחת.

source: There are several errors.
he_il: ישנם מספר שגיאות.

source: Email is empty.
he_il: שדה אימייל ריק

source: Invalid email address.
he_il: כתובת אימייל שגויה או חסרה

source: The password field is blank.
he_il: הסיסמא ריקה

source: Invalid password.
he_il: סיסמה לא חוקית

source: This functionality has been disabled.
he_il: יכולת זו בוטלה.

source: The URL rewrite field must be filled in either the default or English language.
he_il: שדה URL rewrite חייב להיות מאוכלס בשפת ברירת המחדל או באנגלית.

source: This domain is not valid.
he_il: דומיין לא תקין

source: The SSL domain is not valid.
he_il: דומין מאובטח SSL לא תקין

source: File too large (limit of %s bytes).
he_il: הקובץ גדול מידי (ישנה הגבלה של עד %s בייטים)

source: File upload was not completed.
he_il: העלאת הקובץ לא הושלמה.

source: No file was uploaded.
he_il: שום קובץ לא הועלה

source: Internal error #%s
he_il: שגיאה פנימית מס' %s

source: No file has been selected
he_il: לא נבחר קובץ

source: Invalid selection
he_il: בחירה לא תקינה

source: You cannot disable the Main URL.
he_il: לא ניתן לבטל כתובת ראשית

source: You cannot change a main URL to a non-main URL. You have to set another URL as your Main URL for the selected shop.
he_il: לא ניתן לשנות כתובת URL ראשית לכתובת לא ראשית. יש להגדיר כתובת אחרת ככתובת URL ראשית של החנות.

source: A shop URL that uses this domain already exists.
he_il: כתובת החנות שמשתמשת בדומיין זה כבר קיימת

source: Address format invalid
he_il: מבנה כתובת לא תקין

source: The selected date range is not valid.
he_il: טווח התאריכים שנבחר אינו חוקי.

source: No file has been selected.
he_il: .לא נבחר קובץ

source: The server does not have permissions for writing.
he_il: לשרת אין הרשאות כתיבה

source: This file must be writable:
he_il: הקובץ הבא חייב להיות פתוח לכתיבה:

source: Fatal error: The module directory does not exist.
he_il: שגיאה קטלנית: ספריית המודולים לא קיימת

source: You cannot delete or disable the last shop group.
he_il: אינך יכול למחוק/לבטל את קבוצת החנות האחרונה.

source: You cannot delete or disable a shop group in use.
he_il: אינך יכול למחוק/לבטל את קבוצת החנות שבה יש חנויות המשתמשות בה.

source: Your Zip/postal code is incorrect.
he_il: המיקוד שגוי.

source: It must be entered as follows:
he_il: חייבים להיות מוקשים כדלקמן:

source: A Zip/postal code is required.
he_il: מיקוד נדרש.

source: The Zip/postal code is invalid.
he_il: המיקוד לא תקין.

source: No valid value for field exceptions has been defined.
he_il: אין ערך תקין לשגיאות השדות

source: An error occurred while transplanting the module to its hook.
he_il: שגיאה אירעה בעת שילוב המודול בנקודת השחלה (hook) זו.

source: The email address is invalid.
he_il: כתובת דואר לא חוקית.

source: An error occurred during the file upload process.
he_il: שגיאה אירעה בעת העלאת הקובץ.

source: The object could not be loaded.
he_il: האובייקט לא נטען.

source: The file is too large. Maximum size allowed is: %1$d kB. The file you are trying to upload is %2$d kB.
he_il: הקובץ גדול מדי. גודל מירבי מותר: %1$d קילובייט. גודל הקובץ שאתה מנסה להעלות הוא: %2$d קילובייט.

source: No profile.
he_il: אין פרופיל

source: PrestaShop was unable to log in to Addons. Please check your credentials and your Internet connection.
he_il: פרסטהשופ לא יכולה להתחבר לאתר התוספות , אנא בדוק את ההרשאות שלך ואת חיבור האינטרנט שלך.

source: Unable to update settings.
he_il: לא ניתן לעדכן הגדרות.

source: %1$s on line %2$s in file %3$s
he_il: %1$s בשורה %2$s בקובץ %3$s

source: There are %d errors.
he_il: יש %d שגיאות.

source: There is %d error.
he_il: נמצאה %d שגיאה.
