Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.4/*/Install.*.xlf
Languages: bs_ba

source: Please complete the fields below in order for PrestaShop to connect to your database.
bs_ba: Molimo ispunite polja ispod u PrestaShopu za spajanje na bazu podataka.

source: Database server address
bs_ba: Adresa baze podataka

source: The default port is 3306. To use a different port, add the port number at the end of your server's address i.e ":4242".
bs_ba: Podrazumevani port je 3306. Za korišćenje drugog porta, dodajte broj porta na kraju adrese servera, npr ":4242".

source: Database name
bs_ba: Naziv baze podataka

source: Database login
bs_ba: Prijava u bazu podataka

source: Database password
bs_ba: Lozinka baze podataka

source: Database Engine
bs_ba: Vrsta baze podataka

source: Tables prefix
bs_ba: Prefiks tabela

source: Drop existing tables (mode dev)
bs_ba: Obriši sljedeće tabele (način dev)

source: Test your database connection now!
bs_ba: Testirajte sada konekciju na bazu podataka!

source: If you have any questions, please visit our <a href="%doc%" target="_blank">documentation</a> and <a href="%forum%" target="_blank">community forum</a>.
bs_ba: Ukoliko imate pitanja molimo posjetite našu <a href="%doc%" target="_blank">dokumentaciju</a> i <a href="%forum%" target="_blank">korisnički forum</a>.

source: Shop name
bs_ba: Naziv trgovine

source: Please choose your main activity
bs_ba: Molimo odaberite svoju glavnu aktivnost

source: Other activity...
bs_ba: Druge aktivnosti...

source: Install demo products
bs_ba: Instaliraj demo proizvode

source: Yes
bs_ba: Da

source: No
bs_ba: Ne

source: Country
bs_ba: Država

source: Select your country
bs_ba: Odaberite državu

source: Shop timezone
bs_ba: Vremenska zona trgovine

source: Select your timezone
bs_ba: Odaberite svoju vremensku zonu

source: Shop logo
bs_ba: Logo trgovine

source: Optional - You can add you logo at a later time.
bs_ba: Opciono - Kasnije možete dodati vaš logo.

source: Your Account
bs_ba: Vaš račun

source: First name
bs_ba: Ime

source: Last name
bs_ba: Prezime

source: E-mail address
bs_ba: E-mail adresa

source: Shop password
bs_ba: Lozinka trgovine

source: Contact us!
bs_ba: Kontaktirajte nas!

source: Next
bs_ba: Dalje

source: Back
bs_ba: Nazad

source: If you need some assistance, you can <a href="%help%" onclick="return !window.open(this.href);">get tailored help</a> from our support team. <a href="%doc%" onclick="return !window.open(this.href);">The official documentation</a> is also here to guide you.
bs_ba: Ukoliko trebate pomoć možete <a href="%help%" onclick="return !window.open(this.href);">ostvariti pomoć po mjeri</a> našeg tima za podršku. <a href="%doc%" onclick="return !window.open(this.href);">Oficijelna dokumentacija</a> je također ovdje na pomoći.

source: Contact us
bs_ba: Kontaktirajte nas

source: <b>Warning: You cannot use this tool to upgrade your store anymore.</b><br /><br />You already have <b>PrestaShop version %version% installed</b>.<br /><br />If you want to upgrade to the latest version, please read our documentation: <a href="%doc%">%doc%</a>
bs_ba: <b>Upozorenje: Ne možete više koristiti ovaj alat za nadogradnju svoje trgovine</b><br /><br />Vi već imate <b>PrestaShop version %version% instaliranu</b>.<br /><br />Ukoliko se želite nadograditi na zadnju verziju molimo pročitajte dokumentaciju:<a href="%doc%">%doc%</a>

source: Welcome to the PrestaShop %version% Installer
bs_ba: Dobro došli u PrestaShop %version% instaler

source: If you need help, do not hesitate to <a href="%tutoriellink%" target="_blank">watch this short tutorial</a>, or check <a href="%linkdoc%" target="_blank">our documentation</a>.
bs_ba: Ako vam je potrebna pomoć, ne ustručavajte se <a href="%tutoriellink%" target="_blank">pogledati kratki tutorial</a>, ili provjerite <a href="%linkdoc%" target="_blank">našu dokumentaciju</a>.

source: The language selection above only applies to the Installation Assistant. Once your store is installed, you can choose the language of your store from over %d% translations, all for free!
bs_ba: Izbor jezika navedeno iznad odnosi se samo za Instalacijskog Pomoćnika. Nakon što je Vaša trgovina instalirana, možete odabrati jezik svoje trgovine s više od %d prijevoda, sve besplatno!

source: You can use the links on the left column to go back to the previous steps, or restart the installation process by <a href="%link%">clicking here</a>.
bs_ba: Možete koristiti linkove na lijevoj koloni da se vratite na prijašnji korak, ili ponovno pokrenuti instalacijski proces <a href="%link%">klikom ovdje</a>.

source: Cannot create the database automatically
bs_ba: Ne može se automatski napraviti baza podataka

source: Cannot upload files
bs_ba: Ne mogu učitati datoteke

source: Cannot create new files and folders
bs_ba: Ne mogu napraviti nove datoteke i direktorije

source: cURL extension is not enabled
bs_ba: cURL dodatak nije omogućen

source: GD library is not installed
bs_ba: GD biblioteka nije instalirana

source: JSON extension is not loaded
bs_ba: JSON ekstenzija nije učitana

source: PHP OpenSSL extension is not loaded
bs_ba: PHP OpenSSL ekstenzija nije učitana

source: SimpleXML extension is not loaded
bs_ba: SimpleXML ektenzija nije učitana

source: ZIP extension is not enabled
bs_ba: ZIP ekstenzija nije omogućena

source: Fileinfo extension is not enabled
bs_ba: Fileinfo ektenzija nije aktivirana

source: Cannot open external URLs (requires allow_url_fopen as On)
bs_ba: Ne mogu otvoriti vanjski URL (zahtijeva allow_url_fopen)

source: Required Apache configuration
bs_ba: Zahtijeva Apache konfiguraciju

source: Enable the Apache mod_rewrite module
bs_ba: Omogući Apache mod_rewrite modul

source: Files
bs_ba: Datoteke

source: Not all files were successfully uploaded on your server
bs_ba: Nisu sve datoteke uspješno učitane na server

source: Permissions on files and folders
bs_ba: Dozvole na datoteke i direktorije

source: Recursive write permissions for %user% user on %folder%
bs_ba: Rekurzivna dozvola pisanja za %user% korisnika na %folder%

source: Write permissions for %user% user on %folder%
bs_ba: Dozvole pisanja za %user% korisnika na %folder%

source: shop name
bs_ba: naziv trgovine

source: The field %field% is limited to %limit% characters
bs_ba: Polje %field% je ograničeno na %limit% znakova

source: Your lastname contains some invalid characters
bs_ba: Vaše prezime sadrži neke znakove koji nisu valjani

source: The password and its confirmation are different
bs_ba: Lozinka i njena potvrda su različiti

source: This e-mail address is invalid
bs_ba: Ova e-mail adresa nije ispravna

source: Image folder %s is not writable
bs_ba: U direktorij za slike %s nije moguće pisati

source: An error occurred during logo copy.
bs_ba: Dogodila se greška tokom kopiranja logotipa.

source: An error occurred during logo upload.
bs_ba: Dogodila se greška tokom učitavanja logotipa.

source: Sports and Entertainment
bs_ba: Sport i zabava

source: Invalid shop name
bs_ba: Pogrešan naziv trgovine

source: The password is incorrect (must be alphanumeric string with at least 8 characters)
bs_ba: Lozinka nije ispravna (mora biti alfanumerički niz s najmanje 8 znakova)

source: Lingerie and Adult
bs_ba: Donje veš i odrasli

source: Babies
bs_ba: Bebe

source: Beauty and Personal Care
bs_ba: Ljepota i lična njega

source: Cars
bs_ba: Automobili

source: Computer Hardware and Software
bs_ba: Kompjuterski hardver i softver

source: Download
bs_ba: Preuzimanje

source: Fashion and accessories
bs_ba: Moda i pribor

source: Flowers, Gifts and Crafts
bs_ba: Cvijeće, pokloni i zanati

source: Food and beverage
bs_ba: Hrana i piće

source: HiFi, Photo and Video
bs_ba: HiFi, foto i video

source: Home and Garden
bs_ba: Kuća i vrt

source: Home Appliances
bs_ba: Kućanski aparati

source: Jewelry
bs_ba: Nakit

source: Mobile and Telecom
bs_ba: Mobiteli i telekomunikacije

source: Services
bs_ba: Servisi

source: Shoes and accessories
bs_ba: Cipele i pribor

source: Travel
bs_ba: Putovanje

source: Create file parameters
bs_ba: Kreiraj parametre datoteke

source: Create default shop and languages
bs_ba: Pravljenje podrazumjevane trgovine i jezika

source: Populate database tables
bs_ba: Popuni tabele baze podataka

source: Install demonstration data
bs_ba: Instaliraj demo podatke

source: Install modules
bs_ba: Instaliraj module

source: Install Addons modules
bs_ba: Instaliraj module Dodataka

source: Install theme
bs_ba: Instaliraj temu

source: Your database login does not have the privileges to create table on the database "%s". Ask your hosting provider:
bs_ba: Vaš login baze podataka nema ovlasti za kreiranje tabele u bazi podataka "%s". Pitajte svog hosting providera:

source: Connection to MySQL server succeeded, but database "%database%" not found
bs_ba: Spajanje na MySQL server je uspješno, ali baza "%database%" nije nađena

source: %file% file is not writable (check permissions)
bs_ba: %file% datoteku nije moguće upisati (provjerite prava)

source: %folder% folder is not writable (check permissions)
bs_ba: %folder% direktorij nije moguće upisati (provjerite permisije)

source: Cannot write app/config/parameters.php file
bs_ba: Ne mogu zapisati app/config/parameters.php datoteku

source: Cannot write app/config/parameters.yml file
bs_ba: Ne mogu zapisati app/config/parameters.yml datoteku

source: File "language.xml" not found for language iso "%iso%"
bs_ba: Datoteka "language.xml" nije pronađena za jezik iso "%iso%"

source: File "language.xml" not valid for language iso "%iso%"
bs_ba: Datoteka "language.xml" nije valjana za jezik iso "%iso%"

source: Cannot download language pack "%iso%"
bs_ba: Ne mogu preuzeti paket jezika "%iso%"

source: Cannot install language "%iso%"
bs_ba: Ne mogu instalirati jezik "%iso%"

source: Cannot copy flag language "%flag%"
bs_ba: Ne mogu kopirati zastavu jezika "%flag%"

source: Cannot install module "%module%"
bs_ba: Ne mogu instalirati modul "%module%"

source: Fixtures class "%class%" not found
bs_ba: Pribor klase "%class%" nije pronađen

source: "%class%" must be an instance of "InstallXmlLoader"
bs_ba: "%class%" mora biti instanca od "InstallXmlLoader"

source: SQL error on query <i>%query%</i>
bs_ba: SQL error na upitu <i>%query%</i>

source: An SQL error occurred for entity <i>%entity%</i>: <i>%message%</i>
bs_ba: Došlo je do greške SQL za entitet <i>%entity%</i>: <i>%message%</i>

source: Cannot create image "%identifier%" for entity "%entity%"
bs_ba: Ne mogu kreirati sliku "%identifier%" za subjekt "%entity%"

source: Cannot create image "%identifier%" (bad permissions on folder "%folder%")
bs_ba: Ne može se kreirati slika "%identifier%" (loše dozvole na direktoriju "%folder%")

source: Cannot create image "%identifier%"
bs_ba: Ne mogu kreirati sliku "%identifier%"

source: Cannot create image "%1$s" for entity "%2$s"
bs_ba: Ne može se kreirati slika "%1$s" za entitet "%2$s"

source: Database upgrade completed.
bs_ba: Nadogradnja baze podataka je završena.

source: Disabling modules now...
bs_ba: Onemogućavanje modula sada...

source: Modules successfully disabled.
bs_ba: Moduli uspješno omogućeni.

source: Enabling modules now...
bs_ba: Omogućavanje modula sada...

source: Modules successfully enabled.
bs_ba: Moduli uspješno omogućeni.

source: Upgrading images now...
bs_ba: Nadogradnja slika sada...

source: Images successfully upgraded.
bs_ba: Slike uspješno nadograđene.

source: Upgrading languages now...
bs_ba: Nadogradnja jezika sada...

source: Languages successfully upgraded.
bs_ba: Jezici uspješno nadograđeni.

source: Upgrading theme now...
bs_ba: Nadogradnja teme sada...

source: Theme successfully upgraded.
bs_ba: Tema uspješno nadograđena.

source: Error detected during upgrade.
bs_ba: Greška je detektirana tokom nadogradnje.
