Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.4/*/ModulesPagesnotfoundAdmin.*.xlf
Languages: lt_lt

source: Pages not found
lt_lt: Nerasti puslapiai

source: Adds a tab to the Stats dashboard, showing the pages requested by your visitors that have not been found.
lt_lt: Prideda skirtuką į statistikos skydelį, rodantį puslapius, kurie nebuvo rasti Jūsų lankytojams.

source: The "pages not found" cache has been emptied.
lt_lt: "Nerasti puslapiai" talpykla išvalyta.

source: The "pages not found" cache has been deleted.
lt_lt: "Nerasti puslapiai" talpykla ištrinta.

source: Guide
lt_lt: Vedlys

source: 404 errors
lt_lt: 404 klaidos

source: A 404 error is an HTTP error code which means that the file requested by the user cannot be found. In your case it means that one of your visitors entered a wrong URL in the address bar, or that you or another website has a dead link. When possible, the referrer is shown so you can find the page/site which contains the dead link. If not, it generally means that it is a direct access, so someone may have bookmarked a link which doesn't exist anymore.
lt_lt: 404 klaida yra HTML klaidos kodas, kuris reiškia, kad vartotojo prašomas failas negali būti rastas. Jūsų atveju tai reiškia, kad vienas iš jūsų lankytojų įvedė neteisingą URL adreso juostoje arba Jūs ar kita svetainė turi neteisingą nuorodą. Kai yra įmanoma, referentas yra rodomas, todėl Jūs galite rasti puslapį/svetainę su bloga nuoroda. Jei ne, tai paprastai reiškia, kad yra tiesioginė prieiga, todėl kažkas galėjo pažymėti nuorodą, kuri jau neegzistuoja.

source: How to catch these errors?
lt_lt: Kaip ištaisyti šias klaidas?

source: If your webhost supports .htaccess files, you can create one in the root directory of PrestaShop and insert the following line inside: "%s".
lt_lt: Jei Jūsų tinklo serveris palaiko .htaccess failus, Jūs galite sukurti PrestaShop šakninį katalogą ir viduje įterpti eilutę: "%s".

source: A user requesting a page which doesn't exist will be redirected to the following page: %s. This module logs access to this page.
lt_lt: Vartotojas, kreipdamasis į puslapį, kuris neegzistuoja, bus nukreipiamas į šį puslapį: %s. Šis modulis rastų prieigą prie šio puslapio.

source: You must use a .htaccess file to redirect 404 errors to the "404.php" page.
lt_lt: Turite naudoti .htaccess failą, kad nukreipti 404 errors į "404.php" puslapį.

source: Page
lt_lt: Puslapis

source: Referrer
lt_lt: Referentas

source: Counter
lt_lt: Skaitliukas

source: No "page not found" issue registered for now.
lt_lt: Šiuo metu neregistruota nė viena "nerasti puslapiai" problema.

source: Empty database
lt_lt: Išvalyti duomenų bazę

source: Empty ALL "pages not found" notices for this period
lt_lt: Išvalyti VISUS "nerasti puslapiai" pranešimus šiuo periodu

source: Empty ALL "pages not found" notices
lt_lt: Išvalyti VISUS „puslapis nerastas“ pranešimus
