Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.4/*/ModulesStatsoriginAdmin.*.xlf
Languages: bg_bg

source: Visitors origin
bg_bg: Произход на посетителите

source: Adds a graph displaying the websites your visitors came from to the Stats dashboard.
bg_bg: Добавя графика към Таблото със статистика с уеб сайтовете, от които са пристигнали посетителите,.

source: Origin
bg_bg: Източник

source: In the tab, we break down the 10 most popular referral websites that bring customers to your online store.
bg_bg: В този раздел разбиваме 10-те най-популярни референтни уебсайта, които водят посетителите към вашият електронен магазин.

source: What is a referral website?
bg_bg: Какво е референтен сайт?

source: The referrer is the URL of the previous webpage from which a link was followed by the visitor.
bg_bg: Рефералът е адреса (URL) на предходна уебстраница, от която посетителят е последвал линк.

source: A referrer also enables you to know which keywords visitors use in search engines when browsing for your online store.
bg_bg: Рефералът също ви дава възможност да разберете кои ключови думи посетителите използват в търсачките, когато намират вашия магазин.

source: A referrer can be:
bg_bg: Референция може да бъде:

source: Someone who posts a link to your shop.
bg_bg: Някой, който поства линк на твоя магазин.

source: A partner who has agreed to a link exchange in order to attract new customers.
bg_bg: Партньор, които се е сългасил на обмен на връзки с цел привличане на нови потребители.

source: CSV Export
bg_bg: Експорт на CSV

source: Direct links only
bg_bg: Само директни връзки

source: Top ten referral websites
bg_bg: Топ 10 референтни сайтове

source: Others
bg_bg: Други
