Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.4/*/ModulesGAnalyticsAdmin.*.xlf
Languages: bs_ba

source: Google Analytics
bs_ba: Google Analitika

source: Gain clear insights into important metrics about your customers, using Google Analytics
bs_ba: Dobivate jasan uvid u važne metrike o svojim klijentima, koristeći Google analitiku

source: Are you sure you want to uninstall Google Analytics? You will lose all the data related to this module.
bs_ba: Jeste li sigurni da želite deinstalirati Google Analitiku? Vi ćete izgubiti sve podatke koji se odnose na ovaj modul.

source: Account ID updated successfully
bs_ba: ID računa uspješno ažuriran

source: Settings for User ID updated successfully
bs_ba: Postavke za Korisnički ID uspješno ažurirane

source: Your customers go everywhere; shouldn't your analytics.
bs_ba: Vaši korisnici idu svuda; ne bi trebalo da bude vaša analitika.

source: Google Analytics shows you the full customer picture across ads and videos, websites and social tools, tables and smartphones. That makes it easier to serve your current customers and win new ones.
bs_ba: Google Analitika pokazuje punu korisničku sliku preko oglasa i videa, web stranice i društvenih alata, tableta i pametnih telefona. To ga čini lakšim za posluživanje trenutnih kupaca i osvajanje novih.

source: With ecommerce functionality in Google Analytics you can gain clear insight into important metrics about shopper behavior and conversion, including:
bs_ba: Uz eCommerce funkcionalnost u Google Analitike možete dobiti jasan uvid u važne metrike o ponašanju kupaca i konverzije, uključujući:

source: Product detail views
bs_ba: Pregled detalja proizvoda

source: Internal merchandising Success
bs_ba: Uspjeh unutrašnjeg trgovanja

source: "Add to cart" actions
bs_ba: "Dodaj u korpu" akcije

source: The checkout process
bs_ba: Proces plaćavanja

source: Internal campaign clicks
bs_ba: Klikovi interne kampanje

source: And purchase
bs_ba: I nabava

source: Merchants are able to understand how far along users get in the buying process and where they are dropping off.
bs_ba: Trgovci su u stanju shvatiti koliko držite korisnika u procesu kupovine i gdje se odnos prekida.

source: Create your account to get started.
bs_ba: Kreirajte svoj račun da biste započeli.
