Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.4/*/ModulesSekeywordsAdmin.*.xlf
Languages: da_dk

source: Search engine keywords
da_dk: Søgemaskine søgeord

source: Displays which keywords have led visitors to your website.
da_dk: Viser hvilke søgeord der førte den besøgende hen til din webshop.

source: Identify external search engine keywords
da_dk: Identificer eksterne søgemaskiners søgeord

source: This is one of the most common ways of finding a website through a search engine.
da_dk: Dette er den mest almindelige måde at finde en hjemmeside på via en søgemaskine.

source: Identifying the most popular keywords entered by your new visitors allows you to see the products you should put in front if you want to achieve better visibility in search engines.
da_dk: Identificering af de mest populære nøgleord der indtastes af dine nye besøgende tillader dig at se de produkter som du bør placere forrest, hvis du ønsker at opnå større synlighed i søgemaskiner.

source: How does it work?
da_dk: Hvordan virker det?

source: When a visitor comes to your website, the web server notes the URL of the site he/she comes from. This module then parses the URL, and if it finds a reference to a known search engine, it finds the keywords in it.
da_dk: Når en besøgende kommer til dit websted, så noterer webserveren URL'en på webstedet som han/hun kommer fra. Dette modul behandler så URL'en og hvis det finder en reference til en kendt søgemaskine finder det nøgleordene i den.

source: This module can recognize all the search engines listed in PrestaShop's Stats/Search Engine page -- and you can add more!
da_dk: Dette modul kan genkende alle de søgemaskiner der er listet på PrestaShop's Stats/Søge maskinesiden -- og du kan tilføje flere!

source: IMPORTANT NOTE: in September 2013, Google chose to encrypt its searches queries using SSL. This means all the referer-based tools in the World (including this one) cannot identify Google keywords anymore.
da_dk: VIGTIG BEMÆRKNING: i september 2013, valgte Google at kryptere dets søgeforespørgsler ved at anvende SSL. Det betyder at alle de henviser-baserede værktøjer i verden (inklusiv dette) ikke længere kan identificere Google nøgleord.

source: %d keyword matches your query.
da_dk: %d søgeord matcher din forespørgsel.

source: %d keywords match your query.
da_dk: %d søgeord matcher din forespørgsel.

source: Filter by keyword
da_dk: Filtrer efter søgeord

source: And min occurrences
da_dk: Og mindsteantal

source: Keywords
da_dk: Søgeord

source: Occurrences
da_dk: Forekomster

source: No keywords
da_dk: Ingen søgeord

source: Top 10 keywords
da_dk: Første 10 søgeord

source: Others
da_dk: Andre
