Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.4/*/ModulesLegalcomplianceShop.*.xlf
Languages: bg_bg

source: The order will only be confirmed when you click on the button 'Order with an obligation to pay' at the end of the checkout!
bg_bg: Поръчката се счита за потвърдена след кликване на бутона „Поръчка със задължение за плащане“ при завършването ѝ!

source: You must agree to our Terms of Service before going any further!
bg_bg: Трябва да потвърдите, че сте съгласни с условията за ползване, преди да продължите!

source: Something went wrong. If the problem persists, please contact us.
bg_bg: Възникна някакъв проблем. Ако проблемът продължава, моля, свържете се с нас.

source: Select a payment option first.
bg_bg: Първо изберете начин на плащане.

source: Please check the "Revocation of virtual products" box first!
bg_bg: Моля, първо проверете полето „Анулиране на виртуални продукти“!

source: I agree to the [terms of service] and [revocation terms] and will adhere to them unconditionally.
bg_bg: Съгласен съм с [общите условия] и [условията за анулиране] ще ги спазвам безусловно.

source: [1]For digital goods:[/1] I want immediate access to the digital content and I acknowledge that thereby I lose my right to cancel once the service has begun.[2][1]For services:[/1] I agree to the starting of the service and I acknowledge that I lose my right to cancel once the service has been fully performed.
bg_bg: [1]За цифрови продукти:[/1] Желая незабавен достъп до цифровото съдържание и декларирам, че губя правото си на отказ веднага щом услугата започне.[2][1]За услуги:[/1] Съгласявам се със започването на услугата и декларирам, че губя правото си на отказ веднага щом услугата е била изцяло извършена.

source: From
bg_bg: От

source: Our previous price
bg_bg: Старата ни цена

source: Shipping excluded
bg_bg: Без включена доставка

source: Information
bg_bg: Информация

source: Information regarding online dispute resolution pursuant to Art. 14 Para. 1 of the ODR (Online Dispute Resolution Regulation):
bg_bg: Информация за онлайн решаване на потребителски спорове съгласно чл. 14, ал. 1 от ОРС (регламент за Онлайн Решаване на Спорове):

source: The European Commission gives consumers the opportunity to resolve online disputes pursuant to Art. 14 Para. 1 of the ODR on one of their platforms. The platform ([1]http://ec.europa.eu/consumers/odr[/1]) serves as a site where consumers can try to reach out-of-court settlements of disputes arising from online purchases and contracts for services.
bg_bg: Съгласно разпоредбите на чл. 14, ал. 1 от ОРС Европейската комисия предоставя една от платформите си на потребителите за разрешаване на онлайн спорове. Платформата ([1]http://ec.europa.eu/consumers/odr[/1]) дава възможност за постигане на извънсъдебни споразумения по спорове, свързани с онлайн покупки и договори за услуги.

source: My shopping cart
bg_bg: Моята количка

source: Print this page
bg_bg: Отпечатване на страницата

source: Shipping and payment
bg_bg: Доставка и плащане

source: All prices are mentioned tax included
bg_bg: Всички посочени цени са с включен данък

source: All prices are mentioned tax excluded
bg_bg: Всички посочени цени са без данък

source: and
bg_bg: и

source: shipping excluded
bg_bg: без включена доставка

source: (Under conditions)
bg_bg: (При изпълнени условия)
