Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.4/*/ModulesEmailsubscriptionAdmin.*.xlf
Languages: el_gr

source: Newsletter subscription
el_gr: Συνδρομή στο Newsletter

source: Adds a form for newsletter subscription.
el_gr: Προσθέτει μια φόρμα για εγγραφή στο ενημερωτικό δελτίο.

source: Are you sure that you want to delete all of your contacts?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε όλες τις επαφές σας;

source: Subscribed
el_gr: Εγγραφήκατε

source: Subscribed on
el_gr: Εγγραφήκατε στις

source: Newsletter registrations
el_gr: Εγγραφές του Newsletter

source: Unsubscribe
el_gr: Κατάργηση εγγραφής

source: Would you like to send a verification email after subscription?
el_gr: Αποστολή e-mail επαλήθευσης μετά την εγγραφή;

source: Would you like to send a confirmation email after subscription?
el_gr: Αποστολή e-mail επιβεβαίωσης μετά την εγγραφή;

source: Welcome voucher code
el_gr: Καλώς ήρθατε κωδικός κουπονιού

source: Leave blank to disable by default.
el_gr: Αφήστε το κενό για απενεργοποίηση

source: Newsletter conditions
el_gr: Όροι ενημερωτικού δελτίου

source: This text will be displayed beneath the newsletter subscribe button.
el_gr: Αυτό το κείμενο θα εμφανίζεται κάτω από το κουμπί «Εγγραφή στο ενημερωτικό δελτίο».

source: Export customers' addresses
el_gr: Εξαγωγή διευθύνσεων πελατών

source: Customers' country
el_gr: Χώρα πελάτη

source: Filter customers by country.
el_gr: Φιλτράρισμα πελατών ανά χώρα.

source: Newsletter subscribers
el_gr: Συνδρομητές στο newsletter

source: Filter customers who have subscribed to the newsletter or not, and who have an account or not.
el_gr: Φιλτράρισμα πελατών οι οποίοι έχουν ή δεν έχουν εγγραφεί στο ενημερωτικό δελτίο, και που έχουν ή δεν έχουν λογαριασμό.

source: Customers can subscribe to your newsletter when registering, or by entering their email in the newsletter form.
el_gr: Οι πελάτες μπορούν να εγγραφούν στο ενημερωτικό δελτίο όταν ανοίγουν λογαριασμό ή πληκτρολογώντας το email τους στην ειδική φόρμα.

source: All subscribers
el_gr: Όλοι οι συνδρομητές

source: Subscribers with account
el_gr: Συνδρομητές με λογαριασμό

source: Subscribers without account
el_gr: Συνδρομητές χωρίς λογαριασμό

source: Non-subscribers
el_gr: Μη συνδρομητές

source: Partner offers subscribers
el_gr: Εγγεγραμμένοι στις προσφορές των συνεργατών

source: Filter customers who have agreed to receive your partners' offers or not.
el_gr: Φιλτράρισμα των πελατών που έχουν δεχθεί να λαμβάνουν προσφορές από τους συνεργάτες σας ή όχι.

source: Partner offers subscribers have agreed to receive your partners' offers.
el_gr: Οι εγγεγραμμένοι στις προσφορές των συνεργατών έχουν συμφωνήσει να λαμβάνουν τις προσφορές των συνεργατών σας.

source: All customers
el_gr: Όλοι οι πελάτες

source: Partner offers non-subscribers
el_gr: Μη εγγεγραμμένοι στις προσφορές των συνεργατών

source: Search for addresses
el_gr: Αναζήτηση για διευθύνσεις

source: Email address to search
el_gr: Διεύθυνση Email προς αναζήτηση

source: Example: contact@prestashop.com or @prestashop.com
el_gr: Παράδειγμα: contact@prestashop.com ή @prestashop.com

source: No customers found with these filters!
el_gr: Δε βρέθηκε κανένας πελάτης με αυτά τα φίλτρα!

source: The .CSV file has been successfully exported: %d customers found.
el_gr: Το αρχείο .CSV έχει εξαχθεί επιτυχώς: βρέθηκαν %d πελάτες.

source: Download the file
el_gr: Λήψη αρχείου

source: WARNING: When opening this .csv file with Excel, choose UTF-8 encoding to avoid strange characters.
el_gr: ΠΡΟΕΙΔΟΠΟΙΗΣΗ: Όταν ανοίξετε αυτό το αρχείο .csv με το Excel, επιλέξτε κωδικοποίηση UTF-8 για να αποφύγετε την εμφάνιση περίεργων χαρακτήρων.

source: Error: Write access limited
el_gr: Σφάλμα: Περιορισμένη πρόσβαση εγγραφής

source: No result found!
el_gr: Δεν βρέθηκαν αποτελέσματα!

source: -- Select associated page --
el_gr: -- Επιλέξτε τη σχετική σελίδα --
