Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.4/*/ModulesCategorytreeAdmin.*.xlf
Languages: bg_bg

source: Category tree links
bg_bg: Линкове на дървото на категорията

source: Adds a block featuring product categories.
bg_bg: Добавя блок с продуктовите категории.

source: Category root
bg_bg: Главна категория

source: Select which category is displayed in the block. The current category is the one the visitor is currently browsing.
bg_bg: Изберете коя категория се показва в блока. Текущата категория е тази, която посетителят разглежда в момента.

source: Home category
bg_bg: Начална категория

source: Current category
bg_bg: Текуща категория

source: Parent category
bg_bg: Категория

source: Current category, unless it has no subcategories, in which case the parent category of the current category is used
bg_bg: Текущата категория, освен ако няма подкатегории, в който случай да се използва родителската категория на текущата

source: Maximum depth
bg_bg: Максимална дълбочина

source: Set the maximum depth of category sublevels displayed in this block (0 = infinite).
bg_bg: Задаване на максималният брой поднива на категориите в този блок (0 = безкраен).
