Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.4/*/ShopThemeCustomeraccount.*.xlf
Languages: he_il, is_is

source: Receive offers from our partners
he_il: קבל הצעות משותפים עסקיים שלנו
is_is: Fáðu send tilboð frá samstarfsaðilum okkar

source: Your account
he_il: החשבון שלך
is_is: Reikningurinn þinn

source: Vouchers
he_il: שוברים
is_is: Inneign

source: Credit slips
he_il: שוברי זיכוי
is_is: Inneignanótur

source: Merchandise returns
he_il: החזרת מוצרים
is_is: Vörurskil

source: Addresses
he_il: כתובות
is_is: Heimilisföng

source: Add first address
he_il: הוסף את הכתובת הראשונה שלי

source: Information
he_il: מידע

source: Order history and details
he_il: היסטורית ופרטי הזמנות
is_is: Pantanir og pantanasaga

source: Order history
he_il: היסטורית הזמנות
is_is: Pöntunarsaga

source: Here are the orders you've placed since your account was created.
he_il: פירוט ההזמנות שביצעת מאז נרשמת באתר:
is_is: Hér eru pantanirnar sem þú hefur pantað frá því viðskiptareikningurinn var stofanður.

source: Details
he_il: פרטים
is_is: Upplýsingar

source: Log me out
he_il: צא מהמערכת
is_is: Skrá mig út

source: View my customer account
he_il: החשבון שלי
is_is: Skoða viðskiptareikning

source: Log in to your customer account
he_il: התחבר לחשבון שלך
is_is: Innskrá í viðskiptareikning

source: Connected as %first_name% %last_name%.
he_il: מחובר כ %first_name% %last_name%.

source: No account?
he_il: אין חשבון ?

source: Connected as [1]%firstname% %lastname%[/1].
he_il: מחובר כ [1]%firstname% %lastname%[/1].
is_is: Þú ert skráður inn sem [1]%firstname% %lastname%[/1].

source: Already have an account?
he_il: יש לך כבר חשבון ?
is_is: Ertu með reikning nú þegar?

source: Create an account
he_il: צור חשבון
is_is: Stofna viðskiptareikning

source: Log in instead!
he_il: התחבר!
is_is: Innskráning!

source: Your order
he_il: הזמנתך

source: Guest Order Tracking
he_il: מעקב הזמנה למשתמשים שאינם רשומים

source: To track your order, please enter the following information:
he_il: כדי לעקוב אחר ההזמנה שלך, אנא הכנס את הפרטים הבאים
is_is: Skráðu eftirfarandi upplýsingar til að skoða pöntun þína:

source: For example: QIIXJXNUI or QIIXJXNUI#1
he_il: לדוגמה: QIIXJXNUI או QIIXJXNUI#1
is_is: Til dæmis: QIIXJXNUI eða QIIXJXNUI#1

source: Log in to your account
he_il: התחבר לחשבונך
is_is: Skráðu þig inn á þinn reikning

source: No account? Create one here
he_il: אין לך חשבון? צור אחד כאן
is_is: Sofna nýjan reikning

source: Your vouchers
he_il: סה"כ שוברים

source: Credit slips you have received after canceled orders.
he_il: שוברי זיכוי שקיבלת אחרי שביטלת הזמנות.
is_is: Inneignarnótur sem þú hefur fengið vegna vöruskila.

source: Credit slip
he_il: שובר זיכוי
is_is: Inneignarnóta

source: View credit slip
he_il: צפה בשובר הזיכוי
is_is: Skoða inneignarnótu

source: Order
he_il: הזמנה

source: Date issued
he_il: תאריך הפקה
is_is: Útgefið dags

source: Here is a list of pending merchandise returns
he_il: להלן רשימת ההחזרות שביצעת
is_is: Hér er listi yfir vörurskil í vinnslu

source: Return
he_il: חזרה
is_is: Til baka

source: Package status
he_il: מצב חבילה
is_is: Staða sendngar

source: PDF
he_il: קובץ PDF

source: Forgot your password?
he_il: שכחת סיסמא?
is_is: Hefurðu gleymt lykilorðinu?

source: Please enter the email address you used to register. You will receive a temporary link to reset your password.
he_il: יש להזין את כתובת המייל עימה נרשמתם לאתר. לכתובת זו תקבלו קישור זמני לאיפוס סיסמתכם.

source: Guest Tracking
he_il: מעקב אורחים
is_is: Gestaaðgangur

source: Transform your guest account into a customer account and enjoy:
he_il: הפוך את חשבון האורח שלך לחשבון לקוח ותיהנה מ:
is_is: Breyttu gestaaðgangi þínum í viðskiptareikning og njóttu:

source: Personalized and secure access
he_il: גישה אישית ומאובטחת
is_is: Öruggs og persónulegs aðgangs

source: Fast and easy checkout
he_il: תשלום קל ומהיר
is_is: Auðvelds og fljótvirkrar greiðslugáttar

source: Easier merchandise return
he_il: החזר סחורה קל יותר
is_is: Auðveldari vörurskila

source: Return details
he_il: פרטי בקשת ההחזרה

source: We have logged your return request.
he_il: רשמנו את בקשת ההחזרה שלך.
is_is: Við höfum skráð beiðni þína um vörurskil.

source: List of items to be returned:
he_il: רשימת הפריטים להחזרה:
is_is: Listi yfir vörur sem verið er að skila:

source: Reminder
he_il: שארית
is_is: Til upprifjunar

source: All merchandise must be returned in its original packaging and in its original state.
he_il: על כל המוצרים להיות מוחזרים באריזתם מקורית, ללא נזק או בלאי
is_is: Öllum vörum þarf að skila í upphaflegum umbúðum og upphaflegu ástandi.

source: When we receive your package, we will notify you by email. We will then begin processing order reimbursement.
he_il: עם קבלת החבילה שלך, אנו נודיע לך באמצעות הדואר האלקטרוני. לאחר מכן אנו נתחיל לעבד את סך החזר ההזמנה המגיע לך.
is_is: Þegar við fáum sendunguna munum við láta vita með tölvupósti. Við munum þá hefja endurgreiðsluferlið.

source: Please let us know if you have any questions.
he_il: יש לך שאלות , שאל לנו!?

source: If the conditions of return listed above are not respected, we reserve the right to refuse your package and/or reimbursement.
he_il: אם החבילה לא תגיע במצב הנדרש, נהיה רשאים לסרב לקבל אותה ולזכות אותך.
is_is: Ef skilmálar um skilavöru eru ekki virtir áskiljum við okkur rétt til að hafna sendingunni og/eða endurgreiðslu.

source: Update your address
he_il: עדכן את הכתובת שלך

source: New address
he_il: כתובת חדשה
is_is: Nýtt heimilisfang

source: Reset your password
he_il: אפס את הסיסמה שלך
is_is: Endursetja lykilorð

source: Email address: %email%
he_il: כתובת איימייל : %email%

source: Welcome to your account. Here you can manage all of your personal information and orders.
he_il: ברוך הבא לחשבונך. כאן תוכל לעדכן את כל המידע האישי שלך, ולצפות בהזמנות.
is_is: Velkomin(n) í viðskiptareikninginn þinn. Hér geturðu breytt persónulegum upplýsingum og unnið með pantanir.

source: Messages
he_il: הודעות
is_is: Skilaboð

source: Add a message
he_il: הוסף הודעה
is_is: Bæta við skilaboðum

source: If you would like to add a comment about your order, please write it in the field below.
he_il: אם אתה רוצה להוסיף הערה לההזמנה שלך, אנא כתוב אותה בהמשך.
is_is: Ef þú vilt setja athugasemd við pöntun þína geturðu skráð hana hér fyrir neðan.

source: Merchandise return
he_il: החזרת מוצרים
is_is: Vöruskil

source: If you wish to return one or more products, please mark the corresponding boxes and provide an explanation for the return. When complete, click the button below.
he_il: אם ברצונך להחזיר מוצר אחד או יותר, אנא סמן את התיבות המתאימות וספק הסבר להחזרה. לאחר מכן, לחץ על הכפתור למטה.

source: Returned
he_il: הוחזר
is_is: Skilað

source: Back to your account
he_il: לחזור לחשבונך
is_is: Til baka í viðskiptareikninginn

source: Your personal information
he_il: פרטים אישיים
is_is: Persónuupplýsingar

source: Order details
he_il: פרטי הזמנה

source: Download your invoice as a PDF file.
he_il: הורד קבלה בקובץ PDF
is_is: Sæktu reikninginn á PDF formi.

source: You have given permission to receive your order in recycled packaging.
he_il: אתה הסכמת לקבל הזמנה באריזה ממוחזרת
is_is: Þú hefur gefið heimild til að taka við pakkanum í endurunnum umbúðum.

source: You have requested gift wrapping for this order.
he_il: אתה בקשת אריזת מתנה להזמנה זו
is_is: Þú hefur óskað eftir gjafainnpökkun fyrir þessa pöntun.

source: Message
he_il: הודעה
is_is: Skilaboð

source: Follow your order's status step-by-step
he_il: עקוב אחר מצב טיפול ההזמנה שלב אחר שלב
is_is: Fylgstu með ferli pöntunar þinnar skref fyrir skerf.

source: Click the following link to track the delivery of your order
he_il: לחץ על הקישור הבא כדי לעקוב אחר משלוח ההזמנה שלך
is_is: Smelltu á eftirfarandi hlekk til að fá upplýsingar um afhendingu pöntunarinnar

source: Your addresses
he_il: הכתובות שלך
is_is: Heimilisföng

source: Order Reference %reference% - placed on %date%
is_is: Tilvísun pöntunar %reference% - pantað þann %date%
