Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.8/*/ModulesBlockreassuranceAdmin.*.xlf
Languages: bs_ba

source: Customer reassurance
bs_ba: Ohrabrenje kupca

source: blockreassurance
bs_ba: osigurati blok

source: Connect with your customers and reassure them by highlighting your services: secure payment, free shipping, returns, etc.
bs_ba: Povežite se sa svojim kupcima i uvjerite ih u svojom ponudu: sigurno plaćanje, besplatna dostava, itd.

source: There was an error during the installation. Please contact us through Addons website.
bs_ba: Došlo je do greške tokom instalacije. Kontaktirajte nas putem web sitea Dodaci.

source: There was an error during the uninstallation. Please contact us through Addons website.
bs_ba: Došlo je do greške tokom instalacije. Kontaktirajte nas putem websitea Dodaci.

source: Block updated
bs_ba: Blok je ažuriran

source: Oops... looks like an error occurred
bs_ba: Ups... izgleda da je došlo do greške

source: Configuration updated successfully!
bs_ba: Konfiguracija je uspješno ažurirana!

source: Position changed successfully!
bs_ba: Pozicija uspješno ažurirana!

source: An error occurred when switching position
bs_ba: Dogodila se greška tokom zamjene pozicije

source: Display
bs_ba: Prikaži

source: Save
bs_ba: Sacuvaj

source: Title
bs_ba: Titula

source: Position
bs_ba: Pozicija

source: Product pages
bs_ba: Stranice proizvoda

source: None
bs_ba: Ništa
