Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.0/*/AdminModulesHelp.*.xlf
Languages: es_ar, hu_hu, pt_br

source: Search modules: keyword, name, author...
es_ar: Buscar módulos: palabra clave, nombre, autor...
hu_hu: Keresőmodulok: kulcsszó, név, szerző...
pt_br: Pesquisar módulos: palavra-chave, nome, autor...

source: Please upload one file at a time, .zip or tarball format (.tar, .tar.gz or .tgz).
es_ar: Por favor, suba solamente un archivo al mismo tiempo, en formato .zip o tarball (.tar, .tar.gz or .tgz).
hu_hu: Egyszerre csak egy fájlt töltsön fel .zip vagy tarball formátumban (.tar, .tar.gz or .tgz).
pt_br: Carregue um arquivo de cada vez, formato .zip ou tarball (.tar, .tar.gz ou .tgz).

source: Your module will be installed right after that.
es_ar: Su módulo será instalado a continuación.
hu_hu: Ezt követően a modulod telepítése azonnal megtörténik.
pt_br: O seu módulo será instalado logo depois.

source: What happened?
es_ar: ¿Que ocurrió?
hu_hu: Mi történt?
pt_br: O que aconteceu?

source: Customize your store with this selection of modules recommended for your shop, based on your country, language and version of PrestaShop. It includes the most popular modules from our Addons marketplace, and free partner modules.
es_ar: Personalice su tienda con esta selección de módulos recomendados para su tienda, basados en su país, idioma y versión de PrestaShop. Esta selección incluye los módulos más populares de nuestro Mercado de Complementos, y módulos gratuitos de nuestros asociados.
hu_hu: Alakítsd ki saját igényeid szerint az üzleted a boltodhoz javasolt modulokkal, melyeket az országod, a nyelved és a PrestaShop verziója alapján választottunk ki. A válogatás tartalmazza az Addons piactér és az ingyenes partner modulok legnépszerűbb elemeit.
pt_br: Personalize a sua loja com esta seleção de módulos recomendados para sua loja, baseada no seu país, seu idioma e versão do PrestaShop. Inclui os módulos mais populares do nosso Marketplace de Addons, e módulos gratuitos dos nossos parceiros.

source: These are all the modules you’ve added to your shop, either by buying it from PrestaShop Addons, or by uploading it directly.
es_ar: Estos son todos los módulos que ha añadido a su tienda, ya sea mediante la compra en PrestaShop Addons, o cargándolos directamente.
hu_hu: Ez az összes modul, amelyet a boltodhoz adtál, legyen az a PrestaShop Addon-ról vásárolt vagy közvetlenül feltöltött modul.
pt_br: Estes são todos os módulos que você adicionou à sua loja, adquiridos no Addons do PrestaShop, ou por envio direto.

source: These modules from PrestaShop are preinstalled when you set-up your shop. They cover the basics of e-commerce and comes for free.
es_ar: Estos módulos de PrestaShop son preinstalados cuando pone en marcha su tienda. Ellos cubren las táreas básicas relacionadas con el comercio electrónico y son gratuitos.
hu_hu: Ezek a PrestaShop modulok a boltod beállításakor előre telepítve lesznek. Az ingyenes modulok lehetővé teszik az e-kereskedéshez szükséges alapműveletek elvégzését.
pt_br: Estes módulos do PrestaShop são pré-instalados quando você configurou a sua loja. Eles abrangem funções básicas de comércio eletrônico e são gratuitos.

source: Each theme you install will come with its own set of modules. You’ll find here all the modules related to your active theme.
es_ar: Cada tema que instale vendrá con su propio conjunto de módulos. Aquí encontrará todos los módulos relacionados con el tema activo.
hu_hu: Minden telepített témához egy sor saját modul tartozik. Itt megtalálod az aktív témáddal kapcsolatos összes modult.
pt_br: Cada tema que você instala vem com o seu próprio conjunto de módulos. Aqui você encontrará todos os módulos relacionados com o seu tema ativo.

source: These modules require your attention: you need to take some action to ensure they are fully operational.
es_ar: Estos módulos requieren su atención: necesita tomar algunas medidas para garantizar su correcto funcionamiento.
hu_hu: Ezeket a modulokat kell ellenőrizned: el kell végezned néhány műveletet, hogy hibátlanul működjenek.
pt_br: Estes módulos necessitam sua atenção: você precisa tomar algumas ações para garantir o seu funcionamento completo.

source: Update these modules to enjoy their latest versions.
es_ar: Actualice estos módulos para disfrutar de sus últimas versiones.
hu_hu: Frissítsd a modulokat a legújabb verzió előnyeinek kihasználása érdekében.
pt_br: Atualize estes módulos para aproveitar suas versões mais recentes.
