Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.0/*/AdminShippingFeature.*.xlf
Languages: ug_cn

source: Delay
ug_cn: 延误

source: Free Shipping
ug_cn: 免运费

source: Carriers
ug_cn: 运送商

source: According to total price
ug_cn: 根据总价格

source: According to total weight
ug_cn: 根据总重量

source: Disable carrier
ug_cn: 禁用配送商

source: Free shipping
ug_cn: ھەقسىز يەتكۈزۈش

source: Apply the cost of the highest defined range
ug_cn: 最高申请费用范围

source: Group access
ug_cn: 可用的用户组别：

source: Carrier
ug_cn: ترانسپورت شىركىتى

source: Tracking number
ug_cn: 物流追踪号：
