Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.0/*/AdminInternationalHelp.*.xlf
Languages: es_mx

source: Exchange rates are calculated from one unit of your shop's default currency. For example, if the default currency is euros and your chosen currency is dollars, type "1.20" (1€ = $1.20).
es_mx: Las tasas de cambio se calculan a partir de la unidad de moneda por defecto de su tienda. Por ejemplo, si la moneda base es el euro y la moneda elegida es el dólar, escriba "1,20" (1 € = 1,20 $).

source: This option allows you, among other things, to restrict access to your shop for certain countries. See below.
es_mx: Esta opción le permite, entre otras cosas, restringir el acceso a su tienda para ciertos países. Véase a continuación.

source: You can add IP addresses that will always be allowed to access your shop (e.g. Google bots' IP).
es_mx: Puede agregar las direcciones IP que siempre van a ser permitidas para acceder a tu shop (e.j. robots de Google por IP).

source: The default language used in your shop.
es_mx: Idioma utilizado por defecto en su tienda.

source: The default country used in your shop.
es_mx: País utilizado por defecto en su tienda.

source: The default currency used in your shop.
es_mx: Moneda utilizada por defecto en su tienda.

source: If you change the default currency, you will have to manually edit every product price.
es_mx: Si se cambia la moneda por defecto, tendrá que editar manualmente cada precio del producto.

source: If set to yes then the localization pack will be downloaded from prestashop.com. Otherwise the local xml file found in the localization folder of your PrestaShop installation will be used.
es_mx: Si está en "si" se descargará el pack de localización desde prestashop.com. De lo contrario, se utilizará el archivo .xml local que se encuentra en tu carpeta de instalación de PrestaShop.

source: Provide the State name to be display in addresses and on invoices.
es_mx: Nombre del estado para mostrar en direcciones y facturas

source: 1 to 4 letter ISO code.
es_mx: 1 a 4 letras de un código ISO

source: Geographical region where this state is located.
es_mx: Zona geográfica donde se encuentra el estado

source: Used for shipping
es_mx: Usado para envíos

source: If you disable the ecotax, the ecotax for all your products will be set to 0.
es_mx: Si desactiva la ecotasa, la ecotasa para todos los productos sera 0

source: Select whether or not to display tax on a distinct line in the cart.
es_mx: Seleccione si desea que se muestre el IVA en una línea distinta en el carrito.

source: Define the ecotax (e.g. French ecotax: 19.6%).
es_mx: definir ecotasa (ej: ecotasa francesa: 19.6%)

source: Tax name to display in carts and on invoices (e.g. "VAT").
es_mx: Nombre de la tasa de impuestos que se mostrará en los carritos y en las facturas (ejemplo "VAT).

source: Format: XX.XX or XX.XXX (e.g. 19.60 or 13.925)
es_mx: Formato: XX.XX o XX.XXX (ej: 19.60 o 13.925)

source: You must define the behavior if an address matches multiple rules:
es_mx: Debe definir un comportamiento si una dirección coincide con varias reglas:

source: No Tax
es_mx: Sin IVA

source: (Total tax: %s)
es_mx: (IVA total: %s)

source: Search a word or expression, e.g.: "Order confirmation"
es_mx: Buscar una palabra o expresión, p. ej.: "Confirmación de pedido"
