Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.0/*/ModulesFeaturedProductsAdmin.*.xlf
Languages: lv_lv

source: Featured products
lv_lv: Ieteicamie produkti

source: Displays featured products in the central column of your homepage.
lv_lv: Rādīt ieteicamos produktus jūsu mājas lapas centrālajā kolonnā.

source: The number of products is invalid. Please enter a positive number.
lv_lv: Produktu skaits nav derīgs. Lūdzu ievadiet pozitīvu skaitli.

source: The category ID is invalid. Please choose an existing category ID.
lv_lv: Sadaļas ID nav derīgs. Izvēlieties eksistējošas sadaļas ID.

source: Invalid value for the "randomize" flag.
lv_lv: Nederīga "Jauktā kārtībā" vērtība.

source: To add products to your homepage, simply add them to the corresponding product category (default: "Home").
lv_lv: Lai parādītu produktus mājas lapā, vienkārši pievienojiet tos noteiktajai kategorijai (noklusētā kategorija: "Mājas").

source: Number of products to be displayed
lv_lv: Attēlojamo produktu skaits

source: Set the number of products that you would like to display on homepage (default: 8).
lv_lv: Norādiet skaitu, cik produktus vēlaties rādīt mājas lapā (noklusētā vērtība: 8).

source: Category from which to pick products to be displayed
lv_lv: Sadaļa, kurā iekļautie produkti tiks parādīti

source: Choose the category ID of the products that you would like to display on homepage (default: 2 for "Home").
lv_lv: Norādiet sadaļas ID, kurā iekļautos produktus vēlaties parādīt mājas lapā (noklusētā vērtība: 2, kas atbilst sadaļai "Mājas").

source: Randomly display featured products
lv_lv: Parādīt ieteicamos produktus jauktā secībā

source: Enable if you wish the products to be displayed randomly (default: no).
lv_lv: Aktivizējiet, ja vēlaties, lai produkti tiktu parādīti jauktā secībā (noklusētā vērtība: nē).
