Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.0/*/ModulesWirePaymentAdmin.*.xlf
Languages: no_no

source: Wire payment
no_no: Bankoverføring

source: Are you sure about removing these details?
no_no: Er du sikker på at du vil slette opplysningene dine?

source: Account owner and account details must be configured before using this module.
no_no: Kontoeier og kontodetaljer må være konfigurert før du kan bruke denne modulen.

source: No currency has been set for this module.
no_no: Ingen valuta er valgt for denne modulen.

source: Account details are required.
no_no: Kontoopplysninger er påkrevd.

source: Account owner is required.
no_no: Kontoeier er påkrevd.

source: Account owner
no_no: Kontoeier

source: Such as bank branch, IBAN number, BIC, etc.
no_no: Slik som bankfilial, IBAN-nummer, BIC, etc.

source: Bank address
no_no: Bankens adresse

source: Customization
no_no: Tilpasning

source: Information to the customer
no_no: Informasjon til kunde

source: This module allows you to accept secure payments by bank wire.
no_no: Denne modulen gir deg mulighet til å akseptere betaling med bankoverføring.

source: That said, you must manually confirm the order upon receiving the bank wire.
no_no: Derfor må du manuelt bekrefte ordren så snart du mottar bankoverføringen.
