Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.0/*/ModulesBlockCartAdmin.*.xlf
Languages: nl_nl, ro_ro, tr_tr

source: Cart block
nl_nl: Winkelwagenblok
ro_ro: Bloc: Cos de cumparaturi
tr_tr: Sepet bloğu

source: Adds a block containing the customer's shopping cart.
nl_nl: Voegt een blok toe met daarin de winkelwagen van de klant.
ro_ro: Adauga un bloc care contine cosul de cumparaturi al clientului.
tr_tr: Müşterinin alışveriş sepetini içeren bir blok ekler.

source: Ajax: Invalid choice.
nl_nl: Ajax: Ongeldige keuze.
ro_ro: Ajax : Alegere invalida.
tr_tr: Ajax: Geçersiz seçim.

source: Please complete the "Products to display" field.
nl_nl: Vul alstublieft het "producten om te weergeven"-veld in.
ro_ro: Te rugam completeaza campul ”Produse pentru afisat”.
tr_tr: Lütfen "Gösterilecek ürünler" alanını doldurunuz.

source: Ajax cart
nl_nl: Ajax-winkelwagen
ro_ro: Cos ajax
tr_tr: Ajax sepet

source: Activate Ajax mode for the cart (compatible with the default theme).
nl_nl: Activeer Ajax-modus voor uw winkelwagen (compatibel met het standaardthema).
ro_ro: Activeaza modul Ajax pentru cosul tau (compatibil cu tema prestabilita).
tr_tr: Sepet için Ajax kipini etkinleştir (varsayılan tema ile uyumludur).

source: Show cross-selling
nl_nl: Toon cross-selling
ro_ro: Arata sugestii de produse similare
tr_tr: Çapraz-satışı göster

source: Activate cross-selling display for the cart.
nl_nl: Activeer cross-selling tonen voor de winkelwagen.
ro_ro: Activeaza sugestiile de produse similare pentru cosul de cumparaturi.
tr_tr: Sepet için çapraz-satış görüntülemeyi etkinleştir.

source: Products to display in cross-selling
nl_nl: Te tonen producten in kruisverkoop
ro_ro: Produse spre a fi afisate in vanzari
tr_tr: Çapraz satışta görüntülenecek ürünler

source: Define the number of products to be displayed in the cross-selling block.
nl_nl: Bepaal het aantal producten dat moet weergegeven worden in het kruisverkoopblok.
ro_ro: Definiti numarul de produse afisate in blocul vanzari.
tr_tr: Çapraz satış bloğunda görüntülenecek ürünlerin sayısını belirtin.
