Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.0/*/ModulesEmailSubscriptionAdmin.*.xlf
Languages: es_mx, ms_my

source: Newsletter subscription
es_mx: Suscripción a boletín de noticias
ms_my: Langganan buletin

source: Adds a form for newsletter subscription.
es_mx: Añadir un formulario para suscribirse al boletín de noticias.

source: Subscribed on
es_mx: Suscrito a

source: Newsletter registrations
es_mx: Registros del boletín de noticias
ms_my: Pendaftaran buletin

source: Would you like to send a verification email after subscription?
es_mx: ¿Enviar primera verificación de correo electrónico después de la suscripción?
ms_my: Kirim pengesahan e-mel selepas melanggan?

source: Would you like to send a confirmation email after subscription?
es_mx: ¿Enviar confirmación por email después de la suscripción?
ms_my: Kirim pengesahan e-mel selepas melanggan?

source: Welcome voucher code
es_mx: El código de descuento es válido
ms_my: Selamat Datang kod voucher

source: Leave blank to disable by default.
es_mx: Dejar en blanco para inhabilitar
ms_my: Biarkan kosong untuk mematikan

source: Newsletter conditions
es_mx: Condiciones del boletín de noticias

source: This text will be displayed beneath the newsletter subscribe button.
es_mx: Este texto se mostrará debajo del botón de suscripción al boletín.

source: Export customers' addresses
es_mx: Exportar las direcciones de los clientes

source: Customers' country
es_mx: País del cliente
ms_my: Negara pelanggan

source: Newsletter subscribers
es_mx: Suscritos al newsletter
ms_my: Pelanggan Newsletter

source: Customers can subscribe to your newsletter when registering, or by entering their email in the newsletter form.
es_mx: Los clientes pueden suscribirse a su boletín de noticias al registrarse, o introduciendo su correo electrónico en el formulario del boletín de noticias.

source: Non-subscribers
es_mx: no suscritos
ms_my: Bukan pelanggan

source: Partner offers subscribers
es_mx: Suscriptores de ofertas de asociados

source: Partner offers subscribers have agreed to receive your partners' offers.
es_mx: Los suscriptores de ofertas de asociado están de acuerdo en recibir ofertas de sus socios.

source: All customers
es_mx: Todos los clientes
ms_my: Semua pelanggan

source: Partner offers non-subscribers
es_mx: No suscriptores de ofertas de asociados

source: Email address to search
es_mx: Correo electrónico para buscar

source: No customers found with these filters!
es_mx: Noy hay clientes a los que se aplique este filtro
ms_my: Tiada pelanggan dijumpai menggunakan tapisan ini!

source: Download the file
es_mx: Descargar el fichero
ms_my: Muat turun fail

source: -- Select associated page --
es_mx: -- Seleccionar página asociada --

source: Are you sure that you want to delete all of your contacts?
ms_my: Adakah anda benar-benar ingin memadam semua kenalan anda?
