Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.0/*/ModulesShoppingCartAdmin.*.xlf
Languages: it_it, vi_vn

source: Shopping cart
it_it: Carrello
vi_vn: Giỏ hàng

source: Adds a block containing the customer's shopping cart.
it_it: Aggiunge un blocco contenente il carrello del cliente.
vi_vn: Thêm khối giỏ hàng

source: Ajax: Invalid choice.
it_it: Ajax: scelta non valida.
vi_vn: Ajax: lựa chọn không hợp lệ.

source: Please complete the "Products to display" field.
it_it: Si prega di compilare il campo "Prodotti da mostrare".
vi_vn: Vui lòng hoàn tất ô "sản phẩm trưng bày".

source: Ajax cart
it_it: Carrello Ajax
vi_vn: Giỏ hàng

source: Activate Ajax mode for the cart (compatible with the default theme).
it_it: Attiva modalit√† Ajax per il carrello (compatibile con il tema di default).
vi_vn: Kích hoạt Ajax cho giỏ hàng (tương thích với theme mặc định).

source: Show cross-selling
it_it: Mostra vendite incrociate
vi_vn: Cho xem sản phẩm liên quan chéo

source: Activate cross-selling display for the cart.
it_it: Attiva la visualizzazione delle vendite incrociate per il carrello.
vi_vn: Kích hoạt cho xem sản phẩm liên quan chéo cho giỏ hàng.

source: Products to display in cross-selling
it_it: Prodotti da mostrare in cross-selling
vi_vn: Sản phẩm trưng bày ở phần liên quan chéo

source: Define the number of products to be displayed in the cross-selling block.
it_it: Imposta il numero di prodotti da mostrare nel blocco del cross-selling.
vi_vn: Quyết định số sản phẩm được trưng bày ở khối hàng liên quan chéo.
