Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.2/*/AdminAdvparametersHelp.*.xlf
Languages: fi_fi, ja_jp

source: Warning: Enabling the "share customers" and "share orders" options is not recommended. Once activated and orders are created, you will not be able to disable these options. If you need these options, we recommend using several categories rather than several shops.
fi_fi: Varoitus: Ei ole suositeltavaa jakaa asiakkaita ja tilauksia, sillä kun ne ovat kerran otettu käyttöön ja kauppaan on luotu asiakkaita tai tilauksia, asetusta ei enää saa pois päältä. Jos tarvitset näitä asetuksia, kokeile ensin luoda useita tuoteryhmiä useiden kauppojen sijaan.
ja_jp: 警告：「顧客の共有」と「注文データの共有」オプションを有効にすることは推奨されていません。一度顧客や注文が作成されるとこれらのオプションを無効にすることが出来なくなるからです。これらのオプションが必要な場合は、複数のショップを作るのではなく、カテゴリ分けで運用してみることをおすすめします。

source: Once this option is enabled, the shops in this group will share customers. If a customer registers in any one of these shops, the account will automatically be available in the others shops of this group.
ja_jp: 一旦このオプションを有効にすると、このグループのショップは顧客を共有するようになります。顧客がこれらのショップのいずれかに登録すると、このグループの他のショップでも自動的にそのアカウントが利用可能になります。

source: Warning: you will not be able to disable this option once you have registered customers.
ja_jp: 警告：一度顧客登録されると、その後このオプションを無効にすることはできません。

source: Once this option is enabled (which is only possible if customers and available quantities are shared among shops), the customer's cart will be shared by all shops in this group. This way, any purchase started in one shop will be able to be completed in another shop from the same group.
ja_jp: このオプションを有効にすると（顧客と利用可能な在庫をショップ間で共有している場合にのみ可能）、お客様のショッピングカートの中身は、グループ内のすべての店舗間で共有されます。この方法では、グループ内のショップの1つでショッピングを開始した注文手続きは、同じショップグループの別のショップで完了することができるようになります。

source: Warning: You will not be able to disable this option once you've started to accept orders.
ja_jp: 警告：注文受付を開始した後は、このオプションを無効にすることはできません。

source: Enable or disable this shop group?
fi_fi: Ota käyttöön tai poista käytöstä tämä ryhmä?
ja_jp: このショップグループを有効、もしくは無効にしますか？

source: New modules and updates are displayed on the modules page.
fi_fi: Uudet moduulit ja päivitykset näkyvät Moduulit-sivulla.
ja_jp: 新しいモジュールは更新され、モジュールページに表示されました。

source: Check the IP address of the cookie in order to prevent your cookie from being stolen.
fi_fi: Tarkistaa evästeen IP-osoitteen, jotta evästeet eivät tule kaapatuksi.
ja_jp: cookieが盗まれるのを避けるために、cookieのIPアドレスを確認してください

source: Set the amount of hours during which the back office cookies are valid. After that amount of time, the PrestaShop user will have to log in again.
fi_fi: Aseta tuntimäärä, jonka ajan evästeet ovat voimassa. Ajan umpeuduttua PrestaShopin käyttäjän täytyy kirjautua uudelleen sisään.
ja_jp: 管理画面でのクッキー有効期間を設定します。この期間が過ぎた場合、ユーザは再ログインする必要があります。

source: Set the maximum size allowed for attachment files (in megabytes). This value has to be lower or equal to the maximum file upload allotted by your server (currently: %s MB).
fi_fi: Aseta liitetiedostojen enimmäiskoko (megatavuina). Tämä arvo on oltava pienempi tai yhtä suuri kuin suurin latauskiintiö sinun palvelimellasi (tällä hetkellä: %s MB).
ja_jp: 添付ファイルの最大サイズを設定します（MB単位）。サーバーのファイルアップロード制限より小さい値または同じに設定する必要があります（現在：%s MB）。

source: Define the upload limit for a downloadable product (in megabytes). This value has to be lower or equal to the maximum file upload allotted by your server (currently: %s MB).
fi_fi: Määrittele latausraja ladattaville tuotteille (megatavuina) . Tämä arvo on oltava pienempi tai yhtä suuri kuin suurin sallittu lataus palvelimellasi (Raja nyt: %s MB) .
ja_jp: ダウンロード商品のアップロードサイズ制限を設定します（MB単位）。サーバーのアップロードファイル制限より小さい値、または同じに設定する必要があります（現在：%s MB）。

source: Define the upload limit for an image (in megabytes). This value has to be lower or equal to the maximum file upload allotted by your server (currently: %s MB).
fi_fi: Määrittele raja ladattaville kuville (megatavuina). Tämä arvo on oltava pienempi tai yhtä suuri kuin suurin sallittu lataus palvelimellasi (Raja nyt: %s MB).
ja_jp: 画像のアップロードサイズ制限を設定します（MB単位）。サーバーのアップロードファイル制限より小さい値、または同じに設定する必要があります（現在：%s MB）。

source: Notifications are numbered bubbles displayed at the very top of your back office, right next to the shop's name. They display the number of new items since you last clicked on them.
fi_fi: Ilmoitukset on numeroituja kuplia hallintapaneelin yläosassa, liikkeesi nimen vieressä. Ne näyttävät uusien kohteiden määrän edellisen klikkauksen jälkeen.
ja_jp: 「通知」は管理画面右上の店舗名のすぐ横に、数字で表示されます。前回クリックして内容を確認してから現時点までの新しい通知の数です。

source: This will display notifications when new orders are made in your shop.
fi_fi: Tämä näyttää ilmoitukset uusista tilauksista.
ja_jp: ショップで新しい注文が発生した時に通知に表示されます。

source: This will display notifications every time a new customer registers in your shop.
fi_fi: Tämä näyttää ilmoitukset uusista asiakkaista.
ja_jp: ショップに新しく顧客登録が発生するたびに通知が表示されます。

source: This will display notifications when new messages are posted in your shop.
fi_fi: Tämä näyttää ilmoitukset uusista viesteistä kaupassasi.
ja_jp: ショップに新しいメッセージが届いた時にお知らせが表示されます。

source: Drop existing tables during import.
fi_fi: Poista olemassaolevat taulut tuonnin yhteydessä.
ja_jp: インポート時に既存テーブルを削除。

source: If enabled, the backup script will drop your tables prior to restoring data.
fi_fi: Jos tämä on valittuna, varmuuskopiointiskripti poistaa taulut ennen tietojen palauttamista.
ja_jp: 有効にした場合、バックアップデータを復元する前にバックアップスクリプトはテーブルを削除します。

source: (ie. "DROP TABLE IF EXISTS")
fi_fi: (eli \"DROP TABLE IF EXISTS\")
ja_jp: (例: "DROP TABLE IF EXISTS")

source: Where customers send messages from the order page.
fi_fi: Jossa asiakkaat lähettävät viestin tilaussivulla.
ja_jp: 注文ページよりお客様がメッセージを送信する場所

source: Fully qualified domain name (keep this field empty if you don't know).
fi_fi: Tarkka domainnimi (pidä tämä tyhjänä jos et tiedä).
ja_jp: 絶対ドメイン名 FQDN （分からない場合は空白にしておく）

source: IP address or server name (e.g. smtp.mydomain.com).
fi_fi: IP-osoite tai palvelimen nimi (esim. smtp.minundomain.fi).
ja_jp: IPアドレスまたはサーバー名（例：smtp.mydomain.com）。

source: Leave blank if not applicable.
fi_fi: Jätä tyhjäksi, jos ei ole.
ja_jp: 適用されない場合は空白のまま

source: Use an encrypt protocol
fi_fi: Käytä salattua protokollaa
ja_jp: 暗号化プロトコルを使用

source: If you want to add a virtual URL, you need to activate URL rewriting on your web server and enable Friendly URL option.
ja_jp: ヴァーチャルURLを追加する場合は、WebサーバーでURL書き換えを有効にした上で、フレンドリー URLオプションを有効にする必要があります。

source: You can use this option if you want to create a store with a URL that doesn't exist on your server (e.g. if you want your store to be available with the URL www.example.com/my-store/shoes/, you have to set shoes/ in this field, assuming that my-store/ is your Physical URL).
ja_jp: サーバ上に存在しないURIでストアを作成する場合は、このオプションを使用することができます（ショップ上で、URL www.my-prestashop.com/my-store/shoes/ として利用できるようにしたい場合は、この項目には "my-store/” が実URIであることを想定して、"shoes/" とセットしなければなりません。

source: URL rewriting must be activated on your server to use this feature.
ja_jp: この機能を利用するには、ご利用サーバーでURL書き換えが有効になっている必要があります。

source: If you set this URL as the Main URL for the selected shop, all URLs set to this shop will be redirected to this URL (you can only have one Main URL per shop).
ja_jp: 選択したショップの「メインURL」としてこのURLを設定すると、このショップに設定されたすべてのURLは、このURLにリダイレクトされます（ショップ毎に指定できる「メインURL」は一つだけです）

source: Since the selected shop has no main URL, you have to set this URL as the Main URL.
ja_jp: 選択されたショップはメインURLを持っていないので、メインURLとしてこのURLをセットする必要があります

source: The selected shop already has a Main URL. Therefore, if you set this one as the Main URL, the older Main URL will be set as a regular URL.
ja_jp: 選択されたショップはすでに「メインURL」を持っています。しかし、もしこちらを「メインURL」にセットした場合は、古い「メインURL」は通常のURLとして設定されます。

source: This is the physical folder for your store on the web server. Leave this field empty if your store is installed on the root path. For instance, if your store is available at www.example.com/my-store/, you must input my-store/ in this field.
ja_jp: これは、ショップが入っているWebサーバー上の物理的なフォルダです。 ショップがルートパスにインストールされている場合は、このフィールドを空のままにします。たとえば、ショップが www.example.com/my-store/ にある場合は、このフィールドに "my-store /" と入力する必要があります。

source: Warning: URL rewriting (e.g. mod_rewrite for Apache) seems to be disabled. If your Virtual URL doesn't work, please check with your hosting provider on how to activate URL rewriting.
ja_jp: 警告：URLの書き換え（例： Apache の mod_rewrite）が無効になっているようです。 もし、ヴァーチャルURLが機能しない場合は、どうやってURLの書き換えを有効にするのかを、サーバー業者様に確認してください。

source: This option should be used in a production environment.
fi_fi: Tätä valintaa tulisi käyttää vain testiympäristössä.
ja_jp: このオプションは開発用環境下で使用されるべきです。

source: Templates are recompiled when they are updated. If you experience compilation troubles when you update your template files, you should use Force Compile instead of this option. It should never be used in a production environment.
ja_jp: テンプレートは更新された時は再コンパイルされます、テンプレートファイルを更新した時にトラブルが発生した場合はこのオプションの代わりに強制的にコンパイルする必要があります。これは本稼働環境では決して使用しないでください。

source: This forces Smarty to (re)compile templates on every invocation. This is handy for development and debugging. Note: This should never be used in a production environment.
ja_jp: これは、Smarty に呼び出しごとにテンプレートを（再）コンパイルを強制します。 開発やデバッグの際に便利です。 注意：これは本稼働環境で決して使用しないでください。

source: Should be enabled if you want to avoid to store the smarty cache on NFS.
fi_fi: Oltava käytössä, jos haluat välttää tallentamasta smarty-välimuistia NFS:ään.
ja_jp: NFS に smartyキャッシュをためたくない場合は有効化してください

source: Enable or disable debug mode.
fi_fi: Ota käyttöön tai poista käytöstä virheenkorjaus.
ja_jp: デバッグモード切り替え

source: Some features can be disabled in order to improve performance.
ja_jp: 一部の機能はパフォーマンス向上のため、無効にすることができます。

source: Choose "No" to disable Product Combinations.
fi_fi: Valitse "Ei" poistaaksesi tuotematriisit käytöstä.
ja_jp: 「商品のオプション構成」を無効にする場合には”いいえ”を選択してください。

source: You cannot set this parameter to No when combinations are already used by some of your products
ja_jp: すでに商品のオプション組み合わせ機能を使っている場合は、この機能をオフにすることに出来ません。

source: Choose "No" to disable Product Features.
fi_fi: Valitse "ei" poistaaksesi tuoteominaisuudet käytöstä.
ja_jp: 「商品機能」を無効にする場合は”いいえ”を選択してください。

source: Choose "No" to disable Customer Groups.
fi_fi: Valitse "Ei" poistaakseni käyttäjäryhmät.
ja_jp: 「顧客グループ」機能を無効にする場合は”いいえ”を選択してください

source: CCC allows you to reduce the loading time of your page. With these settings you will gain performance without even touching the code of your theme. Make sure, however, that your theme is compatible with PrestaShop 1.4+. Otherwise, CCC will cause problems.
ja_jp: CCC を利用することでページの読み込み時間を減らすことができます。これらの設定により、テーマのコードに手を加えることなく、パフォーマンスの向上を得ることができるでしょう。 しかしながら、ご利用のテーマがPrestaShop1.4以降と互換があることを確認してください。それ以外の場合での CCC の利用は問題を発生させます。

source: This will add directives to your .htaccess file, which should improve caching and compression.
fi_fi: Tämä lisää sääntöjä htaccess-tiedostoon, joka parantaa mm. välimuistin toimintaa.
ja_jp: これはキャッシュと圧縮を向上されるのに、.htaccessファイルにディレクティブを追加します。

source: Name of the second domain of your shop, (e.g. myshop-media-server-1.com). If you do not have another domain, leave this field blank.
ja_jp: ショップの2つ目のドメイン名（例 myshop-media-server-1.com） 別のドメインを持っていない場合は、この項目は空白にままにします。

source: Name of the third domain of your shop, (e.g. myshop-media-server-2.com). If you do not have another domain, leave this field blank.
ja_jp: ショップの3つ目のドメイン名（例 myshop-media-server-2.com） 別のドメインを持っていない場合は、この項目は空白にままにします。

source: Name of the fourth domain of your shop, (e.g. myshop-media-server-3.com). If you do not have another domain, leave this field blank.
ja_jp: ショップの4つ目のドメイン名（例 myshop-media-server-3.com） 別のドメインを持っていない場合は、この項目は空白にままにします。

source: Enter "5" if you do not want to receive any emails.
fi_fi: Anna "5" jos et halua vastaanottaa mitään sähköposteja.
ja_jp: メールを完全に受信したくない場合は "5" を入力してください。

source: Emails will be sent to the shop owner.
fi_fi: Söhköpostit lähetetään kaupan omistajalle.
ja_jp: ショップオーナーにメールが送信されます

source: Your avatar in PrestaShop 1.7.x is your profile picture on %url%. To change your avatar, log in to PrestaShop.com with your email %email% and follow the on-screen instructions.
ja_jp: PrestaShop 1.7.x でのあなたのアバターは %url% のプロフィール写真です。アバターを変更するには、ご登録メールアドレス %email% でPrestaShop.comにログインし、画面上の指示に従ってください

source: Password should be at least %num% characters long.
ja_jp: パスワードは最低 %num%文字必要です。

source: PrestaShop can provide you with guidance on a regular basis by sending you tips on how to optimize the management of your store which will help you grow your business. If you do not wish to receive these tips, you can disable this option.
fi_fi: PrestaShop voi tarjota sinulle opastusta säännöllisesti lähettämällä sinulle vinkkejä miten optimoida myymäläsi hallintaa, mikä auttaa sinua kasvattamaan yritystäsi. Jos et halua vastaanottaa näitä vinkkejä, ota pois tämä valinta.
ja_jp: PrestaShopは、ショップの管理を最適化する方法に関するヒントを送ることにより、定期的にガイダンスを提供し、ビジネスの成長のお役に立ちます。これらのヒントを受信したくない場合は、このオプションを無効にすることができます。

source: This page will be displayed just after login.
fi_fi: Tämä sivu näytetään kirjautumisen jälkeen.
ja_jp: このページはログイン直後に表示されます。

source: Allow or disallow this employee to log in to the Admin panel.
fi_fi: Salli tai estä tämän työntekijän kirjautuminen admin-paneeliin.
ja_jp: この担当者の管理画面へのログインを許可、もしくは許可しない。

source: -- Choose --
fi_fi: -- Valitse --
ja_jp: -- 選択 --

source: Select the shops the employee is allowed to access.
fi_fi: Valitse kaupat joihin työntekijällä on oikeus mennä.
ja_jp: この担当者がアクセスできるショップを選択してください。

source: Before activating the webservice, you must be sure to:
fi_fi: Varmista ennen verkkopalvelun aktivointia, että:
ja_jp: Webサービスを有効にする前に、次のことを確認する必要があります：

source: Check that URL rewriting is available on this server.
ja_jp: このサーバーでURL書き換えが利用可能であることを確認してください。

source: Check that the five methods GET, POST, PUT, DELETE and HEAD are supported by this server.
ja_jp: GET、POST、PUT、DELETE、HEAD の5つのメソッドが、このサーバでサポートされていることを確認してください。

source: Before choosing "Yes", check that PHP is not configured as an Apache module on your server.
ja_jp: 「はい」を選択する前に、PHPがあなたのサーバー上で Apacheのモジュールとして構成されていないことを確認してください。

source: Quick description of the key: who it is for, what permissions it has, etc.
ja_jp: キーの簡易説明：誰のためのものか、どのような権限を持っているかなど。

source: Use this option to associate data (products, modules, etc.) the same way for each selected shop.
ja_jp: 関連するデータ（商品、モジュールなど）を選択したショップでも同じように、このオプションを使用します

source: Click here to display the shops in the %s shop group
fi_fi: Klikkaa nähdäksesi ryhmän %s kaupat
ja_jp: ショップグループ %s のショップを表示するにはここをクリック

source: Click here to display the URLs of the %s shop
ja_jp: ショップ %s のURLを表示するにはここをクリック

source: Click here to display the list of shop groups
ja_jp: ショップグループの一覧を表示するにはここをクリック

source: How do I create a new SQL query?
fi_fi: Kuinka luon uuden tietokantakyselyn?
ja_jp: 新しいSQLクエリーを作成するには？

source: Click "Add New".
fi_fi: Klikkaa \"Lisää uusi\".
ja_jp: 『新規追加』をクリックしてください。

source: Fill in the fields and click "Save".
fi_fi: Täytä kaikki kentät ja valitse "Tallenna".
ja_jp: 項目に入力し『保存』をクリックしてください。

source: You can then view the query results by clicking on the Edit action in the dropdown menu
ja_jp: 次に、ドロップダウンメニューの「処理の編集」をクリックして、クエリ結果を表示できます

source: You can also export the query results as a CSV file by clicking on the Export button
ja_jp: 「エクスポート」ボタンをクリックして、クエリ結果をCSVファイルでエクスポートすることができます

source: Ignore this field if you don't use the Multistore tool. If you leave this field empty, the default shop will be used.
fi_fi: Älä välitä tästä kentästä jos et käytä multistore-työkalua. Jos jätät tämän kentän tyhjäksi, käytetään oletuskauppaa.
ja_jp: マルチストア機能を使用しない場合は、この項目を無視します。この項目が空白の場合はデフォルトのショップが使用されます。

source: Enable Advanced Stock Management on product (0 = No, 1 = Yes)
fi_fi: Ota käyttöön kehittyneempi varastonhallinta tuotteille (0 = Ei, 1 = Kyllä)
ja_jp: 商品の「高度な在庫管理」の有効化（0 = いいえ, 1 = はい）

source: 0 = Use quantity set in product, 1 = Use quantity from warehouse.
fi_fi: 0 = Käytä tuotteelle asetettua määrää, 1 = Käytä varastosta saatavaa määrää.
ja_jp: 0 =商品に設定された数量を使用する、1 =倉庫での数量を使用する。

source: ID of the warehouse to set as storage.
fi_fi: Varasto ID joka asetetaan varastoksi.
ja_jp: 在庫管理に利用する倉庫のID

source: A category root is where a category tree can begin. This is used with multistore.
fi_fi: Perustuoteryhmään liittyvät kaikki muut tuoteryhmät. Tätä käytetään Monta kauppaa -asetuksen kanssa.
ja_jp: カテゴリルートはカテゴリツリーの開始点の事です。これはマルチストア機能で使用されます。

source: Enable Advanced Stock Management on product (0 = No, 1 = Yes).
fi_fi: Ota käyttöön kehittyneempi varastonhallinta tuotteille (0 = Ei, 1 = Kyllä).
ja_jp: 商品の「高度な在庫管理」の有効化（0 = いいえ, 1 = はい）。

source: or
fi_fi: tai
ja_jp: または

source: How to restore a database backup in 10 easy steps
ja_jp: 10の簡単なステップでデータベースのバックアップを復元する方法

source: Set "Enable Shop" to "No" in the "Maintenance" page under the "Preferences" menu.
ja_jp: 「設定」メニュー下の「メンテンナス」ページの「ショップを有効」に「No」を設定

source: Download the backup from the list below or from your FTP server (in the folder "admin/backups").
ja_jp: 以下のリストまたはFTPサーバからリスト（フォルダの"admin /バックアップ"）からバックアップをダウンロード

source: Check the backup integrity: Look for errors, incomplete file, etc... Be sure to verify all of your data.
ja_jp: バックアップの整合性を確認：エラーが見つかりました、不完全なファイルを探してください。すべてのデータを必ず確認してください。

source: Please ask your hosting provider for "phpMyAdmin" access to your database.
ja_jp: データベースへphpMyAdminで接続するには、ホスティングプロバイダに問い合わせください

source: Connect to "phpMyAdmin" and select your current database.
ja_jp: ”phpMyAdmin”に接続し、現在のデータベースを選択

source: Unless you enabled the "Drop existing tables" option, you must delete all tables from your current database.
ja_jp: 「存在するテーブルを削除」オプションが利用可能である場合を除き、現在のデータベースから全てのテーブルを削除しなければなりません。

source: At the top of the screen, please select the "Import" tab
ja_jp: 画面上のインポートタブを選択します

source: Click on the "Browse" button and select the backup file from your hard drive.
ja_jp: [参照 ...]ボタンをクリックして、ハードディスクからバックアップファイルを選択

source: If your backup file exceeds this limit, contact your hosting provider for assistance.
ja_jp: バックアップファイルがこの上限を超える場合は、サーバー管理会社にご相談ください。

source: Click on the "Go" button and please wait patiently for the import process to conclude. This may take several minutes.
ja_jp: 『実行』ボタンをクリックし、インポート処理が完了するのを辛抱強く待ってください。処理には数分かかることがあります。

source: PrestaShop is not responsible for your database, its backups and/or recovery.
ja_jp: PrestaShopは、データベース、バックアップ、復元、およびデータについては責任を負いません。

source: How to restore a database backup in 10 easy steps:
ja_jp: 10の簡単なステップでデータベースのバックアップを復元する方法：

source: You can read information on import at:
ja_jp: インポートに関する関連情報はこちらを参照してください：

source: Allowed formats: .csv, .xls, .xlsx, .xlst, .ods, .ots
ja_jp: 利用可能なフォーマット： .csv, .xls, .xlsx, .xlst, .ods, .ots

source: Only UTF-8 and ISO 8859-1 encodings are allowed
ja_jp: UTF-8とISO-8859-1エンコーディングのみ許可されています

source: You can also upload your file via FTP to the following directory: %s .
ja_jp: 次のディレクトリ内にFTPでファイルをアップロードすることもできます：%s

source: e.g.
ja_jp: 例：

source: If enabled, the product's reference number MUST be unique!
ja_jp: 有効にした場合、商品の参照コードはユニークなものである必要があります！

source: If you enable this option, your imported items' ID number will be used as-is. If you do not enable this option, the imported ID numbers will be ignored, and PrestaShop will instead create auto-incremented ID numbers for all the imported items.
ja_jp: このオプションを有効にした場合、インポートされた商品のID番号がそのまま利用されます。もし、このオプションを無効にすると、インポートしたリスト内の商品ID番号は無視され、インポートされた全てのアイテムに対して PrestaShop が自動連番でID番号を発行します。

source: Sends an email to let you know your import is complete. It can be useful when handling large files, as the import may take some time.
ja_jp: インポートが完了したことを通知する電子メールを送信します。 インポートに時間がかかる大きなファイルを処理する時には便利な機能です。

source: Severity levels
ja_jp: 重大度レベル

source: Informative only
ja_jp: 単なるお知らせ

source: Warning
ja_jp: 警告

source: Error
ja_jp: エラー

source: Major issue (crash)!
ja_jp: 重大な問題（クラッシュ）！
