Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.2/*/AdminCatalogNotification.*.xlf
Languages: fi_fi

source: No reduction value has been submitted
fi_fi: Alennusarvoa ei ole lähetetty

source: Submitted reduction value (0-100) is out-of-range
fi_fi: Alennusarvo (0-100) on virheellinen

source: An error occurred while updating the specific price.
fi_fi: Virhe päivitettäessä tiettyä hintaa.

source: The specific price ID is invalid.
fi_fi: Määritetty hinta ID on virheellinen.

source: An error occurred while attempting to delete the specific price.
fi_fi: Virhe poistettaessa hintaa.

source: Cannot add image because product creation failed.
fi_fi: Kuvaa ei voi lisätä tuotteen luomisen epäonnistuttua.

source: Error while creating additional image
fi_fi: Lisäkuvien luomisessa tapahtui virhe

source: Invalid description for %s language
fi_fi: Virheellinen kuvaus kielelle %s

source: An attachment name is required.
fi_fi: Liitetiedoston nimi on pakollinen.

source: This attachment was unable to be loaded into the database.
fi_fi: Tätä liitetiedostoa ei voitu ladata tietokantaan.

source: We were unable to associate this attachment to a product.
fi_fi: Liitetiedoston yhdistäminen tuotteeseen ei valitettavasti onnistunut.

source: An error occurred while saving product attachments.
fi_fi: Virhe tallennettaessa tuotteen liitteitä.

source: You cannot delete this product because there is physical stock left.
fi_fi: Et voi poistaa tätä tuotetta koska sitä on vielä varastossa.

source: You cannot change the product's cover image.
fi_fi: Et voi vaihtaa tuotteen kansikuvaa.

source: You cannot delete the product #%d because there is physical stock left.
fi_fi: Tuotetta #%d ei voi poistaa koska sitä on vielä varastossa.

source: The price attribute is required.
fi_fi: Hintaominaisuus on vaadittu.

source: You must add at least one attribute.
fi_fi: vähintään yksi vaihtoehto

source: This combination already exists.
fi_fi: Tämä yhdistelmä on jo olemassa.

source: A product must be created before adding features.
fi_fi: Ennen ominaisuuksien lisäämistä tulee sinun luoda tuote.

source: Please specify priorities.
fi_fi: Määrittele prioriteetit.

source: An error occurred while updating priorities.
fi_fi: Virhe päivitettäessä prioriteetteja.

source: An error occurred while setting priorities.
fi_fi: Virhe määriteltäessä prioriteetteja.

source: An error occurred while creating customization fields.
fi_fi: Virhe luotaessa räätälöityjä kenttiä.

source: An error occurred while updating customization fields.
fi_fi: Virhe päivitettäessä räätälöityjä kenttiä.

source: An error occurred while updating the custom configuration.
fi_fi: Virhe päivitettäessä räätälöityä konfiguraatiota.

source: The label fields defined are invalid.
fi_fi: Annettujen kenttien arvot ovat virheellisiä.

source: A product must be created before adding customization.
fi_fi: Tuote pitää lisätä ennen kuin sille tehdään räätälöintiä.

source: The uploaded file exceeds the "Maximum size for a downloadable product" set in preferences (%1$dMB) or the post_max_size/ directive in php.ini (%2$dMB).
fi_fi: Lähetetty tiedosto ylittää "Suurimman sallitun koon ladattavalle tuotteelle" asetuksissa (%1$dMB) tai post_max_size/ kansio php.ini tiedostossa (%2$dMB).

source: An error occurred while attempting to move this picture.
fi_fi: Virhe siirrettäessä tätä kuvaa.

source: An error occurred while attempting to update the cover picture.
fi_fi: Kansikuvaa päivitettäessä tapahtui virhe.

source: An error occurred while attempting to delete the product image.
fi_fi: Virhe poistettaessa tuotekuvaa.

source: Wrong IDs
fi_fi: Väärä tunniste

source: Invalid price/discount amount
fi_fi: Virheellinen hinta / vähennys määrä

source: Please select a discount type (amount or percentage).
fi_fi: Ole hyvä ja valitse alennuksen tyyppi (kiinteä summa tai prosentuaalinen).

source: The from/to date is invalid.
fi_fi: Mistä/mihin päivämäärä on virheellinen.

source: A specific price already exists for these parameters.
fi_fi: Hinta näillä parametreilla löytyy jo entuudestaan.

source: The name for feature %1$s is too long in %2$s.
fi_fi: Ominaisuuden nimi %1$s on liian pitkä %2$s.

source: A valid name required for feature. %1$s in %2$s.
fi_fi: Toimiva nimi vaaditaan ominaisuudelle. %1$s - %2$s.

source: An error occurred while adding tags.
fi_fi: Virhe tageja lisätessä.

source: This %1$s field is required at least in %2$s
fi_fi: Kenttä %1$s on vaadittu %2$s

source: The %1$s field is too long (%2$d chars max).
fi_fi: Kenttä %1$s on liian pitkä (enintään %2$d merkkiä).

source: This %1$s field (%2$s) is too long: %3$d chars max (current count %4$d).
fi_fi: Tämä %1$s kenttä (%2$s) on liian pitkä: %3$d merkkiä maksimissaan (nyt %4$d).

source: The expiration-date attribute is required.
fi_fi: Vanhentumispäivä vaaditaan.

source: An error occurred while attempting to delete previous tags.
fi_fi: Virhe poistettaessa edellisiä tageja.

source: The selected currency is not valid
fi_fi: Valittu valuutta ei kelpaa

source: An error occurred while copying image, the file does not exist anymore.
fi_fi: Virhe kopioitaessa kuvaa, tiedostoa ei löydy enää.

source: An error occurred while copying image, the file width is 0px.
fi_fi: Virhe kopioitaessa kuvaa, tiedoston leveys on 0 pikseliä.

source: An error occurred while copying image, check your memory limit.
fi_fi: Virhe kopioitaessa kuvaa, tarkista muistirajoitus.

source: An error occurred while copying the image.
fi_fi: Virhe kopioitaessa kuvaa.

source: You can't add product packs into a pack
fi_fi: Et voi lisätä tuotepaketteja pakettiin

source: An error occurred while attempting to add products to the pack.
fi_fi: Virhe lisätessä tuotteita tuotepakettiin.

source: Invalid date range
fi_fi: Virheellinen päiväyksen aikaväli

source: It is not possible to delete a combination while it still has some quantities in the Advanced Stock Management. You must delete its stock first.
fi_fi: Yhdistelmää ei voi poistaa, jos sillä on vielä joitakin määriä Edistyneessä varastonhallinnassa. Sen varasto on poistettava ensin.

source: Error while deleting the stock
fi_fi: Virhe tuhottaessa varastoa

source: Successful deletion
fi_fi: Poistaminen onnistui

source: You cannot delete this attribute.
fi_fi: Tätä määritettä ei voi tuhota.

source: This pack is empty. You must add at least one product item.
fi_fi: Tämä pakkaus on tyhjä. Sinun on lisättävä ainakin yksi tuote.

source: This value is too long. It should have %limit% characters or less.
fi_fi: Arvo on liian pitkä. Siinä saa olla enintään %limit% merkkiä.

source: Product(s) successfully activated.
fi_fi: Onnistuneesti aktivoidut tuotteet.

source: Product(s) successfully deactivated.
fi_fi: Onnistuneesti aktivoinnista poistetut tuotteet.

source: Product(s) successfully deleted.
fi_fi: Onnistuneesti poistetut tuotteet.

source: Product(s) successfully duplicated.
fi_fi: Onnistuneesti kopioidut tuotteet.

source: Products successfully sorted.
fi_fi: Onnistuneesti lajitellut tuotteet.

source: Product successfully deleted.
fi_fi: Tuotteen poisto onnistui.

source: Product successfully duplicated.
fi_fi: Tuotteen kopiointi onnistui.

source: Product successfully activated.
fi_fi: Tuotteen aktivointi onnistui.

source: Product successfully deactivated.
fi_fi: Tuotteen aktivoinnin poisto onnistui.

source: The discount was successfully generated.
fi_fi: Alennus luotiin onnistuneesti.

source: Incorrect Stock Manager class [%s]
fi_fi: Virheellinen varastohallintaluokka [%s]

source: Stock Manager class not found [%s]
fi_fi: Varastohallintaluokkaa ei löydy [%s]

source: You cannot update the available stock when it depends on stock.
fi_fi: Et voi päivittää varastoa jos se on riippuvainen varastosta.

source: You cannot set a negative position, the minimum for a position is 0.
fi_fi: Et voi määrittää negatiivista sijaintia, minimiarvo sijainnille on 0.

source: You cannot set a position greater than the total number of products in the category, minus 1 (position numbering starts at 0).
fi_fi: Et voi määrittää sijainnille suurempaa arvoa kuin sinulla on tuotteita, miinus 1 (sijaintsinumerointi alkaa luvusta 0).

source: This will copy the images too. If you wish to proceed, click "Yes". If not, click "No".
fi_fi: Tämä kopio myös tuotekuvat. Valitse "Kyllä" jos haluat kopioda, muuten valitse "Ei".

source: Error on image caption: "%1s" is not a valid caption.
fi_fi: Virhe kuvan kuvatekstissä: "%1s" ei ole pätevä kuvateksti.

source: An error occurred while updating the status for an object.
fi_fi: Virhe päivitettäessä objektitilaa.

source: (cannot load object)
fi_fi: (objektin lataaminen epäonnistui)

source: The attribute value "%1$s" already exist for %2$s language
fi_fi: Ominaisuuden arvo "%1$s" löytyy ennestään %2$s kielellä

source: Failed to delete the attribute.
fi_fi: Määritteen poisto epäonnistui.

source: This feature has been disabled. You can activate it here: %s.
fi_fi: Tämä toiminto ei ole käytössä. Voit aktivoida sen täältä: %s.

source: Please select at least one attribute.
fi_fi: Valitse ainakin yksi attribuutti.

source: Unable to initialize these parameters. A combination is missing or an object cannot be loaded.
fi_fi: Määritysten valmisteleminen epäonnistui: yhdistelmää ei voi ladata tai se puuttuu.

source: You do not have permission to add suppliers.
fi_fi: Sinulla ei ole oikeuksia lisätä toimittajia.

source: The address is not correct. Please make sure all of the required fields are completed.
fi_fi: Osoite on virheellinen. Tarkista että kaikki kentät ovat täytettyinä.

source: It is not possible to delete a supplier if there are pending supplier orders.
fi_fi: Toimittajan poistaminen ei ole mahdollista, jos on meneillään olevia toimitusmääräyksiä.

source: Unable to resize one or more of your pictures.
fi_fi: Yhden tai useamman kuvan koon muuttaminen epäonnistui.

source: Invalid quantity
fi_fi: Virheellinen määrä

source: Invalid product
fi_fi: Virheellinen tuote

source: Invalid combination
fi_fi: Virheellinen yhdistelmä

source: An error occurred during the image upload process.
fi_fi: Aikana tapahtui virhe kuva upload.

source: An order has already been placed with this cart.
fi_fi: Tälle ostoskorille on jo tehty tilaus.

source: There are not enough products in stock.
fi_fi: Varastossa ei ole tarpeeksi tuotteita.

source: This product cannot be added to the cart.
fi_fi: Tätä tuotetta ei voi lisätä ostoskoriin.

source: You already have the maximum quantity available for this product.
fi_fi: Sinulla on jo enimmäismäärää tästä tuotteesta.

source: Invalid voucher.
fi_fi: Virheellinen alennuskuponki.

source: Invalid 'from' date
fi_fi: Virheellinen 'alkaen'-päivämäärä

source: Invalid 'to' date
fi_fi: Virheellinen 'päättyen'-päivämäärä

source: The category cannot be moved here.
fi_fi: Tuoteryhmää ei voi siirtää tänne.

source: The category cannot be a parent of itself.
fi_fi: Kategoria ei voi olla itsensä isäntä.

source: You cannot remove this category because one of your shops uses it as a root category.
fi_fi: Tätä kategoriaa ei voi poistaa koska yksi kaupoistasi käyttää sitä juurikategoriana.

source: An error occurred while uploading category image.
fi_fi: Kategorian kuvaa ladattaessa tapahtui virhe.

source: An error occurred while uploading thumbnail image.
fi_fi: Kuvakkeita ladatessa tapahtui virhe.

source: An error occurred while uploading the image:
fi_fi: Tapahtui virhe kuvaa lähetettäessä:

source: An error occurred while uploading the image.
fi_fi: Kuvaa ladattaessa tapahtui virhe.

source: The voucher cannot end before it begins.
fi_fi: Kupongin voimassaolo ei voi päättyä ennen voimassaolon alkamista.

source: The minimum amount cannot be lower than zero.
fi_fi: Minimin on oltava nollasta ylöspäin.

source: Reduction percentage must be between 0% and 100%
fi_fi: Alennusprosentti pitää olla väliltä 0-100 %

source: Reduction amount cannot be lower than zero.
fi_fi: Alennuksen määrä ei voi olla alle 0.

source: This cart rule code is already used (conflict with cart rule %rulename%)
fi_fi: Tämä ostoskorisääntö on jo käytössä (konflikti ostoskorisäännön %rulename% kanssa)

source: An action is required for this cart rule.
fi_fi: Vaaditaan toimenpidettä tälle ostoskorisäännölle.

source: No product has been found.
fi_fi: 0 tuotetta

source: This file is associated with the following products, do you really want to delete it?
fi_fi: Tämä tiedosto liittyy seuraaviin tuotteisiin, haluatko todella poistaa sen?

source: File not found
fi_fi: Tiedostoa ei löydy

source: Failed to copy the file.
fi_fi: Tiedoston kopiointi epäonnistui.

source: The file %1$s exceeds the size allowed by the server. The limit is set to %2$d MB.
fi_fi: Tiedoston %1$s koko ylittää palvelimelle asetetun kokorajoituksen. Rajoitus on %2$d MB.

source: Upload error. Please check your server configurations for the maximum upload size allowed.
fi_fi: Latausvirhe. Tarkista tiedostojen kokorajoituksen asetukset palvelimelta.

source: You can't add or edit a product in this shop context: select a shop instead of a group of shops.
fi_fi: Et voi lisätä tai muokata tuotetta tässä myymäläkontekstissa: valitse yksi myymälä äläkä useampia.

source: This will delete all the combinations. Do you wish to proceed?
fi_fi: Tämä poistaa kaikki yhdistelmät. Haluatko jatkaa?

source: This will delete the specific price. Do you wish to proceed?
fi_fi: Tämä poistaa erikoishinnan. Haluatko jatkaa?

source: A pack of products can't have combinations.
fi_fi: Tuotepakkauksella ei voi olla yhdistelmiä.

source: A virtual product can't have combinations.
fi_fi: Sähköisellä tuotteella ei voi olla yhdistelmiä.

source: You are in a multistore context: any modification will impact all your shops, or each shop of the active group.
fi_fi: Olet monikauppakontekstissa: kaikki muutokset vaikuttavat kaikkiin myymälöihisi, tai aktiivisen ryhmän jokaiseen myymälään.

source: When enabling advanced stock management for a pack, please make sure it is also enabled for its product(s) – if you choose to decrement product quantities.
fi_fi: Ottaessasi pakkaukselle käyttöön edistyneen varastonhallinnan, varmista, että se on käytössä myös sen tuotteille - jos haluat vähentää tuotemääriä.

source: If no carrier is selected then all the carriers will be available for customers orders.
fi_fi: Mikäli toimitustapaa ei ole valittu niin kaikki ovat käytettävissä.

source: Friendly URLs are currently disabled.
fi_fi: Ymmärrettävät URL:t ovat tällä hetkellä pois käytöstä.

source: To enable it, go to [1]SEO and URLs[/1]
fi_fi: Ota käyttöön siirtymällä kohtaan [1]Hakukoneoptimointi ja URL:t[/1]

source: Friendly URLs are currently enabled.
fi_fi: Ymmärrettävät URL:t ovat tällä hetkellä käytössä.

source: The "Force update of friendly URL" option is currently enabled.
fi_fi: "Pakota ymmärrettävän URL:n päivitys" on tällä hetkellä käytössä.

source: To disable it, go to [1]Product Settings[/1]
fi_fi: Poista käytöstä kohdassa [1]Tuoteasetukset[/1]

source: There is no result for this search. Update your filters to view other products.
fi_fi: Haulle ei löytynyt tuloksia. Päivitä suodattimesi näyttääksesi muita tuotteita.

source: Duplication in progress...
fi_fi: Kopiointi on kesken...

source: Duplication failed.
fi_fi: Kopiointi epäonnistui.

source: Activation in progress...
fi_fi: Aktivointi käynnissä...

source: Activation failed.
fi_fi: Aktivointi epäonnistui.

source: Deactivation in progress...
fi_fi: Aktivoinnin poisto käynnissä...

source: Deactivation failed.
fi_fi: Aktivoinnin poisto epäonnistui.

source: Deletion in progress...
fi_fi: Poistaminen käynnissä...

source: Deletion failed.
fi_fi: Poistaminen epäonnistui.

source: Duplicating products
fi_fi: Kopioidaan tuotteita

source: Duplicating...
fi_fi: Kopioidaan...

source: Activating products
fi_fi: Aktivoidaan tuotteita

source: Activating...
fi_fi: Aktivoidaan...

source: Deactivating products
fi_fi: Poistetaan tuotteiden aktivointia

source: Deactivating...
fi_fi: Poistetaan aktivointia...

source: Deleting products
fi_fi: Poistetaan tuotteita

source: Deleting...
fi_fi: Poistetaan...

source: There is no attachment yet.
fi_fi: Liitettä ei vielä ole.

source: What do you want to do with the products associated with this category?
fi_fi: Mitä haluat tehdä tähän tuoteryhmään liittyville tuotteille?

source: (Recommended)
fi_fi: (Suositeltu)

source: No address has been found for this brand.
fi_fi: Tällä tuotemerkillä ei löytynyt yhtään osoitetta.
