Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.2/*/AdminShopparametersHelp.*.xlf
Languages: el_gr, ja_jp

source: Enable this option only if your server allows URL rewriting (recommended).
el_gr: Ενεργοποίησε αυτή την επιλογή μόνο αν ο σέρβερ σου επιτρέπει το URL rewriting (συνιστάται).
ja_jp: サーバーがURLの書き換えを許可する場合のみ有効。（推奨）

source: URL rewriting (mod_rewrite) is not active on your server, or it is not possible to check your server configuration. If you want to use Friendly URLs, you must activate this mod.
el_gr: Η λειτουργία επαναδημιουργίας URL (mod_rewrite) δεν είναι ενεργοποιημένη στο διακομιστή σας ή ο έλεγχος της παραμετροποίησης δεν είναι εφικτός. Αν θέλετε να χρησιμοποιήσετε Φιλικά URL, πρέπει να ενεργοποιήσετε αυτό το πρόσθετο.
ja_jp: URLの書き換え（mod_rewrite）が、ご利用サーバでは有効になっていないか、サーバの設定を確認することができません。フレンドリーURLを使用したい場合は、この設定を有効にする必要があります。

source: Enable this option if you want to allow accented characters in your friendly URLs.
el_gr: Ενεργοποιήστε αυτή την επιλογή αν θέλετε να επιτρέπονται τονισμένοι χαρακτήρες στις φιλικές URL.
ja_jp: フレンドリーURLでアクセント付き文字の使用を認める場合はこのオプションを有効にしてください。

source: You should only activate this option if you are using non-latin characters ; for all the latin charsets, your SEO will be better without this option.
el_gr: Θα πρέπει να ενεργοποιήσετε αυτή την επιλογή μόνο αν χρησιμοποιείτε μη λατινικούς χαρακτήρες. Για όλες τις λατινογενής συλλογές, τα SEO σας, θα είναι καλύτερα χωρίς αυτή την επιλογή.
ja_jp: 非ラテン文字を使用している場合のみ、このオプションを有効にすることをお勧めします。全ラテン文字セットには、このオプションなしの方がSEOに適しています。

source: Enable this option only if you have problems with URL rewriting.
el_gr: Ενεργοποιήστε αυτή την επιλογή μόνο εάν έχετε προβλήματα με το URL επανεγγραφή σε μερικές σελίδες.
ja_jp: URLの書き換えに問題がある場合にのみ、このオプションを有効にしてください。

source: Some of PrestaShop's features might not work correctly with a specific configuration of Apache's mod_security module. We recommend to turn it off.
el_gr: Κάποιες από τα χαρακτηριστικά του PrestaShop μπορεί να μην εργάζονται σωστά με τις συγκεκριμένες ρυθμίσεις του module mod_security του Apache. Προτείνουμε να το απενεργοποιήσετε.
ja_jp: PrestaShop のいくつかの機能は、Apache の mod security 設定で、正しく作動しない可能性があります。オフに設定することをお奨めします。

source: You can search for a new domain name or add a domain name that you already own. You will be redirected to your PrestaShop account.
el_gr: Μπορείτε να κάνετε αναζήτηση για ένα νέο όνομα τομέα ή να προσθέσετε ένα όνομα τομέα που ήδη σας ανήκει. Θα μεταφερθείτε στο λογαριασμό σας PrestaShop.
ja_jp: 新しいドメイン名を検索するか、取得済みの新しいドメイン名を追加することが出来ます。 PrestaShop アカウントにリダイレクトされます。

source: Name of the related page.
el_gr: Όνομα της σχετιζόμενης σελίδας.
ja_jp: 関連するページ名です。

source: Title of this page.
el_gr: Τίτλος αυτής της σελίδας.
ja_jp: このページのタイトルです。

source: A short description of your shop.
el_gr: Μια σύντομη περιγραφή του καταστήματός σου.
ja_jp: ショップについての短い説明文。

source: List of keywords for search engines.
el_gr: Κατάλογος των λέξεων-κλειδιών για τις μηχανές αναζήτησης.
ja_jp: 検索エンジンのためのキーワードのリスト。

source: To add tags, click in the field, write something, and then press the "Enter" key.
el_gr: Για να προσθέσετε ετικέτες, κάντε κλικ στο πεδίο, γράψτε κάτι, και μετά πατήστε το "Enter".
ja_jp: 「タグ」を追加するには、入力フィールドをクリックし、何かを入力後に「Enter」キーを押してください。

source: For instance, "contacts" for http://example.com/shop/contacts to redirect to http://example.com/shop/contact-form.php
el_gr: Για παράδειγμα, "contacts" ώστε όταν χρησιμοποιείτε το http://example.com/shop/contacts να σας μεταφέρει στο http://example.com/shop/contact-form.php
ja_jp: 例えば、「お問合せ」 は、http://mysite.com/shop/contacts から http://mysite.com/shop/contact-form.php にリダイレクトされます。

source: Only letters and hyphens are allowed.
el_gr: Επιτρέπονται μόνο γράμματα και η παύλα (-).
ja_jp: 文字とハイフンしか使えません。

source: Invalid characters:
el_gr: Μη έγκυροι χαρακτήρες:
ja_jp: 利用できない文字：

source: Image width in pixels. Enter "0" to use the original size.
el_gr: Πλάτος εικόνας σε pixels. Πληκτρολογήστε "0" για να χρησιμοποιήσετε το αρχικό μέγεθος
ja_jp: 画像の幅をピクセル単位で指定。元のサイズを使用する場合は "0" を入力してください。

source: Image height in pixels. Enter "0" to use the original size.
el_gr: Ύψος εικόνας σε pixels. Πληκτρολογήστε "0" για να χρησιμοποιήσετε το αρχικό μέγεθος
ja_jp: 画像の高さをピクセル単位で指定。元のサイズを使用する場合は "0" を入力してください。

source: Activate or deactivate your shop (It is a good idea to deactivate your shop while you perform maintenance. Please note that the webservice will not be disabled).
el_gr: Ενεργοποιήσετε ή να απενεργοποιήσετε το κατάστημά σας. Είναι καλή ιδέα να απενεργοποιήτε το κατάστημά σας, ενώ κάνετε συντήρηση σε αυτό. Παρακαλώ σημειώστε ότι η διαδικτυακή υπηρεσία δεν θα πρέπει να απενεργοποιηθεί
ja_jp: ショップの表示状況を設定します。（ショップをメンテナンス中の場合は、無効に設定することをおすすめします。Webサービスが無効になっていないことには注意してください）

source: IP addresses allowed to access the front office even if the shop is disabled. Please use a comma to separate them (e.g. 42.24.4.2,127.0.0.1,99.98.97.96)
el_gr: Διευθύνσεις IP που έχουν πρόσβαση στο Front Office, ακόμη κι όταν το κατάστημα είναι απενεργοποιημένο. Χρησιμοποιείστε κόμματα για να τις διαχωρίσετε (π.χ. 42.24.4.2,127.0.0.1,99.98.97.96)
ja_jp: ショップが無効になっていてもアクセスを許可するIPアドレス。カンマで区切って複数指定できます。（例： 42.24.4.2,127.0.0.1,99.98.97.96）

source: Custom text displayed on maintenance page while shop is deactivated.
el_gr: Ελεύθερο κείμενο που εμφανίζεται στη σελίδα συντήρησης όσο το κατάστημα είναι απενεργοποιημένο.
ja_jp: ショップを閉鎖中のメンテナンスページに表示する自由編集テキスト。

source: Display an overview of the addresses, shipping method and cart just before the order button (required in some European countries).
el_gr: Να εμφανίζεται σύνοψη των διευθύνσεων, της μεθόδου αποστολής και του καλαθιού πριν το κουμπί "Παραγγελία" (είναι υποχρεωτικό σε ορισμένες χώρες της Ευρώπης).
ja_jp: 注文確定ボタンの直前に、住所、配送方法、カート内容をプレビュー表示する。（いくつかのヨーロッパの国では必須）

source: Allow guest visitors to place an order without registering.
el_gr: Επιτρέψτε τους επισκέπτες να τοποθετήσουν παραγγελία χωρίς να εγγραφούν.
ja_jp: 会員登録無し（ゲスト）購入を許可する。

source: Disable the option to allow customers to reorder in one click from the order history page (required in some European countries).
el_gr: Απενεργοποίησε την επιλογή να επιτρέπει τους πελάτες να επαναπαραγγείλουν με ένα κλικ από το ιστορικό παραγγελιών (απαιτείται σε κάποιες Ευρωπαϊκές χώρες).
ja_jp: お客様が注文履歴にて1クリックで再注文できるオプションを無効にする。（一部の欧州諸国では必須）

source: Set to 0 to disable this feature.
el_gr: Εισάγετε "0" για να απενεργοποιήσετε αυτή τη λειτουργία.
ja_jp: この機能を無効にするには "0" に設定してください。

source: Automatically updates the shipping costs when you edit an order.
el_gr: Ενημερώνει αυτόματα τα έξοδα αποστολή όταν επεξεργάζεστε μια παραγγελία.
ja_jp: 注文情報を編集した際に、配送料を自動再計算する。

source: Allow the customer to ship orders to multiple addresses. This option will convert the customer's cart into one or more orders.
el_gr: Επιτρέψτε στον πελάτη να αποστείλει την παραγγελία του σε πολλές διευθύνσεις. Αυτή η επιλογή θα μετατρέψει καλάθι του πελάτη σε μία ή περισσότερες παραγγελίες.
ja_jp: お客様が、商品の発送先住所を複数指定できるようにします。 このオプションにより、カートは一つまたは複数の注文に変換されます。

source: Allows you to delay shipping at your customers' request.
el_gr: Σας επιτρέπει να καθυστερήσετε την αποστολή αν το ζητήσει ο πελάτης.
ja_jp: 顧客の要望に応じた配送の延期を許可する。

source: Require customers to accept or decline terms of service before processing an order.
el_gr: Απαιτεί από τους πελάτες για να αποδεχτούν ή να απορρίψουν τους όρους υπηρεσίας πριν από την εκτέλεση της παραγγελίας
ja_jp: 注文を確定する前に、利用規約へのお客様の同意または不同意を必須にします。

source: Choose the page which contains your store's terms and conditions of use.
el_gr: Επιλέξτε τη σελίδα που περιέχει τους όρους και τις προϋποθέσεις χρήσης του καταστήματος.
ja_jp: ショップの利用規約を掲載したページを選択してください。

source: Suggest gift-wrapping to customers.
el_gr: Προτείνετε στον πελάτη συσκευασία δώρου και τη δυνατότητα να αφήνουν ένα μήνυμα
ja_jp: お客様にギフトラッピングをおすすめします。

source: Set a price for gift wrapping.
el_gr: Ορίστε τιμή για τη συσκευασία δώρου.
ja_jp: ギフトラッピングの価格を設定してください。

source: Set a tax for gift wrapping.
el_gr: Ορίστε φόρο για τη συσκευασία δώρου.
ja_jp: ギフトラッピングの税を設定

source: Suggest recycled packaging to customer.
el_gr: Προτείνετε στον πελάτη συσκευασία από ανακυκλωμένο υλικό.
ja_jp: お客様にリサイクルパッケージでの配送を提案する。

source: The group defined for your un-identified visitors.
el_gr: Η οριζόμενη ομάδα για τους μη ταυτοποιημένους επισκέπτες σας.
ja_jp: 未確認の訪問者であると定義されたグループ

source: The group defined for your identified guest customers (used in guest checkout).
el_gr: Η ομάδα ορίζεται από τους ταυτοποιημένους πελάτες-επισκέπτες (χρησιμοποιείται στις αγορές χωρίς εγγραφή).
ja_jp: ゲスト顧客であると定義されたグループ（ゲストでの注文をご利用）。

source: The group defined for your identified registered customers.
el_gr: Η ομάδα ορίζεται για τους ταυτοποιημένους εγγεγραμμένους πελάτες.
ja_jp: 顧客であると定義されたグループ。

source: Automatically apply this value as a discount on all products for members of this customer group.
el_gr: Θα εφαρμόζει αυτόματα την τιμή αυτή ως έκπτωση σε όλα τα προϊόντα για τα μέλη αυτής της ομάδας πελατών.
ja_jp: この顧客グループ内のすべてのメンバーに対して、全ての商品にこの値が値引きとして自動的に適用されます。

source: How prices are displayed in the order summary for this customer group.
el_gr: Πώς είναι οι τιμές που εμφανίζονται στην περίληψη Για αυτή την ομάδα πελατών (φόρος συμπεριληφθούν ή να εξαιρεθούν).
ja_jp: この顧客グループの注文内容を表示する際の価格表示方式です。

source: Customers in this group can view prices.
el_gr: Οι πελάτες σε αυτή την ομάδα μπορούν να δουν τιμές.
ja_jp: このグループの顧客は価格を参照することができます。

source: %s - All persons without a customer account or customers that are not logged in.
el_gr: %s - Όλα τα άτομα χωρίς λογαριασμό πελάτη ή πελάτες που δεν εισήλθαν.
ja_jp: %s - 顧客アカウントを登録していない、もしくはログインしていないすべての人。

source: %s - All persons who placed an order through Guest Checkout.
el_gr: %s - Όλα τα άτομα που κάνανε παραγγελία χωρίς εγγραφή.
ja_jp: %s - 顧客登録を行なわず、ゲスト注文したすべてのお客様

source: %s - All persons who created an account on this site.
el_gr: %s - Όλα τα άτομα που δημιούργησαν έναν λογαριασμό σε αυτό το site.
ja_jp: %s - このサイトでアカウントを作成したすべての人

source: PrestaShop has three default customer groups:
el_gr: Το PrestaShop έχει τρεις προεπιλεγμένες ομάδες πελατών:
ja_jp: PrestaShop は、3つのデフォルト顧客グループを持っています。

source: Whether or not to display this store.
el_gr: Εμφανίζεται ή όχι αυτό το κατάστημα.
ja_jp: このショップを表示するかどうか

source: Storefront picture.
el_gr: Εικόνα βιτρίνας.
ja_jp: ショップの写真。

source: Displayed in emails sent to customers.
el_gr: Εμφανίζεται σε e-mail που στέλνονται στους πελάτες.
ja_jp: お客様に送信するメールに表示。

source: Shop registration information (e.g. SIRET or RCS).
el_gr: Πληροφορίες μητρώου καταστήματος (π.χ. ΓΕΜΗ).
ja_jp: ショップの登録情報（例：SIRETまたはRCS）。

source: Order status (e.g. 'Pending').
el_gr: Κατάσταση παραγγελίας (π.χ. «Αναμονή»).
ja_jp: 注文ステータス（例：保留）

source: Invalid characters: numbers and
el_gr: Άκυροι χαρακτήρες: αριθμοί και
ja_jp: 不正な文字：数字と

source: Upload an icon from your computer (File type: .gif, suggested size: 16x16).
el_gr: Ανεβάστε ένα εικονίδιο από τον υπολογιστή σας (Τύπος αρχείου: .gif, προτεινόμενο μέγεθος: 16x16).
ja_jp: コンピュータからアイコンをアップロード（ファイルタイプ： .gif 、推奨サイズ：16 x 16）

source: Status will be highlighted in this color. HTML colors only.
el_gr: Η κατάσταση θα επισημανθεί με αυτό το χρώμα. HTML χρώματα μόνο.
ja_jp: ステータスはこの色でハイライトされます。HTMLカラーのみ。

source: Only letters, numbers and underscores ("_") are allowed.
el_gr: Μόνο γράμματα, νούμερα και κάτω παύλες ("_") επιτρέπονται.
ja_jp: 文字、数字、アンダーバー（”_”）のみ使用可。

source: Email template for both .html and .txt.
el_gr: Πρότυπο E-mail για .html και .txt.
ja_jp: .htmlと.ｔｘｔの両方のメールテンプレート

source: Order's return status name.
el_gr: Ονομασία παραγγελίας σε κατάσταση επιστροφής.
ja_jp: 注文返品ステータス名

source: When active, all shopping features will be disabled.
el_gr: Όταν είναι ενεργοποιημένη, όλα τα xαρακτηριστικά αγορών θα απενεργοποιηθούν.
ja_jp: アクティブな時、すべてのショッピング機能は無効になります。

source: Set the maximum size of the summary of your product description (in characters).
el_gr: Ορίστε το μέγιστο μέγεθος της σύντομης περιγραφής του προϊόντος (σε χαρακτήρες).
ja_jp: 商品説明文の簡易表示の最大サイズを設定（文字数）。

source: characters
el_gr: Χαρακτήρες
ja_jp: 文字

source: How to calculate quantity discounts.
el_gr: Πώς να υπολογίζονται οι ποσοτικές εκπτώσεις.
ja_jp: 数量割引を計算する際の個数の計算方法。

source: When active, friendly URL will be updated on every save.
el_gr: Όταν ενεργό, φιλικές URL θα ανανεώνονται σε κάθε αποθήκευση.
ja_jp: 有効にした場合、保存する度にフレンドリーURLが更新されます。

source: When active, new products will be activated by default during creation.
el_gr: Όταν είναι ενεργό, τα νέα προϊόντα ενεργοποιούνται από προεπιλογή κατά τη δημιουργία.
ja_jp: 有効にしていると、新規商品の登録作業中でもショップに表示されます。

source: Number of products displayed per page. Default is 10.
el_gr: Τα προϊόντα που εμφανίζονται ανά σελίδα. Η προεπιλογή είναι 10.
ja_jp: 1ページに表示する商品数です。デフォルトは "10" です。

source: The order in which products are displayed in the product list.
el_gr: Default παραγγελία για τη λίστα των προϊόντων
ja_jp: 商品リストで表示される商品の並び順。

source: Default order method for product list.
el_gr: Προεπιλεγμένη μέθοδος ταξινόμησης για λίστα προϊόντων.
ja_jp: 商品リストのデフォルトの並び順の指定です。

source: Set to "0" to disable this feature.
el_gr: Εισάγετε "0" για να απενεργοποιήσετε αυτή τη λειτουργία.
ja_jp: この機能を無効にするには "0" に設定します。

source: Display or hide the "add to cart" button on category pages for products that have attributes forcing customers to see product details.
el_gr: Εμφάνιση ή απόκρυψη του κουμπιού "προσθήκη στο καλάθι" στις σελίδες κατηγορίας για προϊόντα που διαθέτουν ιδιότητες για να αναγκάσουν τους πελάτες για να δουν τις λεπτομέρειες προϊόντων
ja_jp: 商品にオプション選択がある場合、商品の詳細ページからでなければ商品を購入できないように、カテゴリページで「カートに追加」ボタンを非表示にするよう設定することが出来ます。

source: In the volume discounts board, display the new price with the applied discount instead of showing the discount (ie. "-5%").
el_gr: Στον πίνακα με τις εκπτώσεις ανά όγκο, εμφάνισε την νέα τιμή με την εφαρμοζόμενη έκπτωση αντί να εμφανίζεται η έκπτωση (πχ "-5%").
ja_jp: 数量割引表で、値引率（例： -5%）を表示するのではなく、割引後の価格を表示する。

source: By default, the Add to Cart button is hidden when a product is unavailable. You can choose to have it displayed in all cases.
el_gr: Κατά προεπιλογή, το κουμπί προσθήκη στο καλάθι είναι κρυμμένο όταν ένα προϊόν δεν είναι διαθέσιμο. Μπορείς να επιλέξεις να εμφανίζεται σε κάθε περίπτωση.
ja_jp: デフォルトでは、「カートに入れる」ボタンは商品が購入できない場合には非表示になります。常にボタンを表示するように選択することも可能です。

source: When selling packs of products, how do you want your stock to be calculated?
el_gr: Όταν πουλάτε πακέτα προϊόντων, πώς θέλετε να υπολογίζεται το απόθεμα;
ja_jp: セット組み商品が購入された場合、在庫をどのように計算しますか？

source: After a customer logs in, you can recall and display the content of his/her last shopping cart.
el_gr: Αφού ο πελάτης συνδεθεί, μπορεί να γίνει ανάκληση και εμφάνιση του περιεχομένου του τελευταίου καλαθιού του.
ja_jp: お客様がログインした際、そのお客様が前回ご利用になったショッピングカート内容を再表示することができます。

source: Send an email with summary of the account information (email, password) after registration.
el_gr: Στέλνει ένα email με τη σύνοψη των πληροφοριών του λογαριασμού χρήστη (email, κωδικός) μετά την εγγραφή.
ja_jp: 登録後、アカウント情報（メール、パスワード）を含んだメールを送信する。

source: Minimum time required between two requests for a password reset.
el_gr: Ελάχιστος απαραίτητος χρόνος μεταξύ δύο αιτήσεων για επαναφορά κωδικού.
ja_jp: パスワードリセットの連続リクエストに、最低必要な間隔。

source: Activate or deactivate B2B mode. When this option is enabled, B2B features will be made available.
el_gr: Ενεργοποίηση ή απενεργοποίηση B2B λειτουργίας. Όταν αυτή η επιλογή είναι ενεργοποιημένη κάποια xαρακτηριστικά Β2Β είναι διαθέσιμα.
ja_jp: B2Bモードを有効/無効にします。有効に設定すると、B2B機能が利用できるようになります。

source: Display or not the birth date field.
el_gr: Να εμφανίζεται ή όχι πεδίο "Ημερομηνία γέννησης".

source: Display or not the partner offers tick box, to receive offers from the store's partners.
el_gr: Να εμφανίζεται ή όχι το κουτάκι "Προσφορές συνεργατών", με το οποίο επιλέγεται αν θα εμφανίζονται προσφορές από συνεργάτες του καταστήματος.
ja_jp: ショップのパートナーから送信される、「パートナーからのお知らせ」の受信選択チェックボックスを表示するかどうか。

source: Leave blank if no change.
el_gr: Αφήστε κενό εάν δεν υπάρχουν αλλαγές.
ja_jp: 変更がない場合は空白のままにしておいてください。

source: Fee given for each visit.
el_gr: Αμοιβή που δίνονται για κάθε επίσκεψη.
ja_jp: サイトへの訪問の都度発生する手数料です。

source: Fee given for each order placed.
el_gr: Αμοιβή που δίνονται για τοποθετούνται κάθε παραγγελία.
ja_jp: 注文毎に発生する手数料です。

source: If you know how to use MySQL regular expressions, you can use the [1]expert mode[/1].
el_gr: Εάν ξέρετε να χρησιμοποιείτε MySQL regex, μπορείτε να χρησιμοποιήσετε την [1]εκδοχή για ειδικούς[/1].
ja_jp: MySQL の正規表現をご存知であれば、[1]エキスパートモード[/1] を利用できます。

source: If you own an SSL certificate for your shop's domain name, you can activate SSL encryption (https://) for customer account identification and order processing.
el_gr: Αν διαθέτετε πιστοποιητικό SSL για το όνομα του ιστοτόπου του καταστήματός σας, μπορείτε να ενεργοποιήσετε την κρυπτογράφηση SSL (https://) για την ταυτοποίηση του λογαριασμού πελάτη και την επεξεργασία της παραγγελίας.
ja_jp: ショップの独自ドメイン名でSSL証明書を利用できるなら、お客様のアカウント情報と注文処理のSSL暗号化（https://）を利用することができます。

source: If you want to enable SSL on all the pages of your shop, activate the "Enable on all the pages" option below.
el_gr: Αν θέλετε να ενεργοποιήσετε το SSL σε όλες τις σελίδες του καταστήματός σας, επιλέξτε "Ενεργοποίηση σε όλες τις σελίδες" παρακάτω.
ja_jp: ショップのすべてのページでSSLを有効にする場合、以下の「すべてのページでSSLを有効にする」オプションを有効にしてください。

source: When enabled, all the pages of your shop will be SSL-secured.
el_gr: Όταν ενεργοποιηθεί, όλες οι σελίδες στο κατάστημά σας θα προστατεύονται με SSL.
ja_jp: 有効にした場合、ショップの全てのページがSSL保護されます。

source: Enable or disable token in the Front Office to improve PrestaShop's security.
el_gr: Ενεργοποίηση ή απενεργοποίηση token για το Front Office, ώστε να βελτιωθεί η ασφάλεια PrestaShop
ja_jp: PrestaShopのセキュリティを向上させるため、ショップ側でのトークン利用設定を行なってください。

source: Allow iframes on text fields like product description. We recommend that you leave this option disabled.
el_gr: Επέτρεψε iframes στα πεδία κειμένου όπως την περιγραφή προϊόντων. Προτείνουμε να αφήσετε αυτή την επιλογή απενεργοποιημένη.
ja_jp: 商品詳細などのフィールドで iframes の使用を許可する。このオプションは無効としておくことをお勧めします。

source: Clean the HTML content on text fields. We recommend that you leave this option enabled.
el_gr: Καθάρισε τα HTML περιεχόμενα στα πεδία κειμένου. Προτείνουμε να αφήσετε αυτή την επιλογή ενεργοποιημένη.
ja_jp: テキストフィールドのHTMLをクリーニングする。このオプションは有効にすることをお奨めします。

source: You can choose among 6 different ways of rounding prices. "Round up away from zero ..." is the recommended behavior.
el_gr: Επιλέξτε ανάμεσα σε 6 διαφορετικούς τρόπους για στρογγυλοποίηση των τιμών. "Στρογγυλοποίηση προς τα πάνω ..." είναι η προτεινόμενη συμπεριφορά.
ja_jp: 端数の丸め処理に関して、6つの方法から選択できます。「四捨五入」が推奨の設定です。

source: You can choose when to round prices: either on each item, each line or the total (of an invoice, for example).
el_gr: Μπορείτε να επιλέξετε πότε στρογγυλοποιούνται οι τιμές: για κάθε αντικείμενο, για κάθε γραμμή ή για το σύνολο (ενός παρασταστικού για παράδειγμα).
ja_jp: どこで端数を丸めるかを選択できます：商品毎、小計毎、合計（たとえば請求書などで）

source: Choose how many decimals you want to display
el_gr: Επέλεξε πόσα δεκαδικά ψηφία θέλεις να εμφανίζονται
ja_jp: 少数点以下何桁まで表示するかを指定してください。

source: Enable brands and suppliers pages on your front office even when their respective modules are disabled.
el_gr: Να εμφανίζονται σελίδες για μάρκες και προμηθευτές στη σελίδα του καταστήματος ακόμη κι αν έχουν απενεργοποιηθεί τα σχετικά δομικά στοιχεία.
ja_jp: それぞれのモジュールが無効になっている場合でも、ショップ上でブランドとサプライヤのページを有効にする。

source: Enable best sellers page on your front office even when its respective module is disabled.
el_gr: Ενεργοποιήστε τα κορυφαία προϊόντα στη σελίδα του καταστήματος ακόμα και όταν το αντίστοιχο πρόσθετο είναι απενεργοποιημένο.
ja_jp: それぞれのモジュールが無効になっている場合でも、ショップ上でベストセラーページを有効にする。

source: The multistore feature allows you to manage several e-shops with one Back Office. If this feature is enabled, a "Multistore" page will be available in the "Advanced Parameters" menu.
el_gr: Το χαρακτηριστικό πολυκατάστημα σας επιτρέπει να διαχειρίζεστε πολλαπλά ηλεκτρονικά καταστήματα από έναν πίνακα Διαχείρισης. Αν αυτό το χαρακτηριστικό ενεργοποιηθεί, μία σελίδα "Πολυκατάστημα" θα κάνει την εμφάνισή της στο μενού "Προχωρημένες Παράμετροι".
ja_jp: マルチストア機能を使用すると、1つの管理画面で複数のショップを管理できます。この機能を有効にすると、「拡張パラメータ」メニューの「マルチストア」ページが利用できるようになります。

source: Contact name (e.g. Customer Support).
el_gr: Όνομα επαφής (π.χ. Εξυπηρέτηση πελατών).
ja_jp: 問合せ先名（例： カスタマーサポート）

source: Emails will be sent to this address.
el_gr: Τα E-mail θα αποστέλλονται σε αυτή τη διεύθυνση.
ja_jp: このアドレス宛にメールが送信されます。

source: If enabled, all messages will be saved in the "Customer Service" page under the "Customer" menu.
el_gr: Αν το ενεργοποοιήσετε, όλα τα μηνύματα θα αποθηκευθούν στη σελίδα "Υπηρεσίες πελατών", στο μενού "Πελάτες"
ja_jp: 有効にした場合、すべてのメッセージは「カスタマーサービス」メニューに保存されます。

source: Further information regarding this contact.
el_gr: Επιπλέον πληροφορίες για αυτή την επαφή.
ja_jp: このお問合せについての追加情報。

source: Enable the automatic indexing of products. If you enable this feature, the products will be indexed in the search automatically when they are saved. If the feature is disabled, you will have to index products manually by using the links provided in the field set.
el_gr: Ενεργοποίηση αυτόματης δεικτοδότησης προϊόντων. Αν ενεργοποιήσετε αυτό το χαρακτηριστικό, τα προϊόντα θα δεικτοδοτηθούν αυτόματα στην αναζήτηση μόλις αποθηκευτούνε. Αν αυτό το χαρακτηριστικό απενεργοποιηθεί, θα χρειαστεί να τα δεικτοδοτήσετε χειροκίνητα χρησιμοποιώντας τους συνδέσμους που παρέχονται στο σύνολο του πεδίου.
ja_jp: 商品の自動インデックスを有効にする。この機能を有効にした場合は、商品を保存した際に自動的に検索用インデックスに追加されます。もしこの機能を無効にしている場合には、このフィールドセット内にあるリンクから、手動で商品を検索インデックスに追加する必要があります。

source: By default, to search for “blouse”, you have to enter “blous”, “blo”, etc (beginning of the word) – but not “lous” (within the word).
el_gr: Από προεπιλογή, για να αναζητήσετε "ρούχα", πρέπει να εισάγετε "ρούχ", "ρου", κτλ (αρχή της λέξης) - αλλά όχι "χα" (μέσα στη λέξη).
ja_jp: デフォルトでは、「ブラウス」を検索する場合、「ブラ」や「ブラウ」と入力する必要があります。（前方一致で指定します。「ラウス」のように部分一致ではありません）。

source: With this option enabled, it also gives the good result if you search for “lous”, “ouse”, or anything contained in the word.
el_gr: Με αυτή την επιλογή ενεργοποιημένη, παίρνετε επίσης ένα καλό αποτέλεσμα αν κάνετε αναζήτηση για "ούχ", "ούχα" και ό,τι άλλο περιέχεται στη λέξη.
ja_jp: このオプションを有効にすると、「ラウス」や「ウス」などの部分一致検索が出来るようになります。

source: Enable search within a whole word, rather than from its beginning only.
el_gr: Ενεργοποίηση αναζήτησης για ολόκληρη τη λέξη, αντί μόνο για την αρχή της.
ja_jp: 前方一致だけではなく、部分一致による検索も有効にする。

source: It checks if the searched term is contained in the indexed word. This may be resource-consuming.
el_gr: Ελέγχει αν ο όρος που ζητήθηκε περιέχεται στην καταγεγραμμένη λέξη. Αυτό μπορεί να καταναλώσει πόρους.
ja_jp: インデックスされた単語に検索文字列が含まれているかをチェックします。この場合サーバのリソースを消費するため動作が遅くなる場合もあります。

source: By default, if you search "book", you will have "book", "bookcase" and "bookend".
el_gr: Από προεπιλογή, αν κάνετε αναζήτηση για "βιβλιο", θα πάρετε "βιβλιο", "βιβλιοθήκη" και "βιβλιοστάτης".
ja_jp: デフォルトでは、「本」と検索すると、「本」、「本箱」、「本物」などがヒットします。

source: With this option enabled, it only gives one result “book”, as exact end of the indexed word is matching.
el_gr: Με αυτήν την επιλογή ενεργοποιημένη, παίρνετε μόνο το αποτέλεσμα "βιβλιο", καθώς η κατάληξη της αποθηκευμένης λέξης ταιριάζει.
ja_jp: このオプションを有効にすると、インデックスされている単語から、完全一致の「本」だけがヒットします。

source: Enable more precise search with the end of the word.
el_gr: Ενεργοποίηση ακριβέστερης αναζήτησης στο τέλος της λέξης.
ja_jp: 検索単語の完全一致を有効にする。

source: It checks if the searched term is the exact end of the indexed word.
el_gr: Ελέγχει αν ο όρος που ζητήθηκε είναι η κατάληξη της αποθηκευμένης λέξης.
ja_jp: 検索文字列がインデックスされた単語と完全一致するかどうかを判定します。

source: Only words this size or larger will be indexed.
el_gr: Μόνο λόγια από αυτού του μεγέθους θα πρέπει να αναπροσαρμόζονται.
ja_jp: このサイズ以上の単語のみインデックス化されます。
