Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.2/*/AdminAdvparametersNotification.*.xlf
Languages: bg_bg, da_dk

source: URL rewriting failed to auto-generate a friendly URL for: %s
bg_bg: Презаписът на URL не успя да генерира автоматичен URL за: %s
da_dk: URL omskrivning mislykkedes at autogenerere en brugervenlig URL for: %s

source: Rewrite link for %1$s (ID %2$s): re-written as %3$s.
bg_bg: Да презапишете линка за %1$s (ID %2$s): презапис като %3$s.
da_dk: Omskriv link til %1$s (ID %2$s): omskrevet som %3$s.

source: A category cannot be its own parent. The parent category ID is either missing or unknown (ID: %1$s).
bg_bg: Категорията не може да бъде родителска на себе си. ID на родителската категория липсва или е неизвестно (ID: %1$s).
da_dk: En kategori kan ikke være sin egen overordnede kategori. Det overordnede kategori-id mangler eller er ukendt (ID: %1$s).

source: The root category cannot be modified.
bg_bg: Основната категория не може да бъде променяна.
da_dk: Hovedkategorien kan ikke ændres.

source: cannot be copied.
bg_bg: не може да бъде копирано.
da_dk: kan ikke kopieres.

source: %1$s (ID: %2$s) cannot be %3$s
bg_bg: %1$s (ID: %2$s) не може да бъде %3$s
da_dk: %1$s (ID: %2$s) kan ikke være %3$s

source: Unknown tax rule group ID. You need to create a group with this ID first.
bg_bg: Невалидно ID на групата правила за данъци. Първо трябва да създадете група с това ID.
da_dk: Ukendt gruppe-ID for momsregel. Du skal først oprette en gruppe med dette ID.

source: %s cannot be saved
bg_bg: %s не може да бъде запазено
da_dk: %s kan ikke gemmes

source: Shop is not valid
bg_bg: Магазинът не е валиден
da_dk: Butikken er ugyldig

source: Discount is invalid
bg_bg: Намалението не е валидно
da_dk: Rabatten er ugyldig

source: Tags list is invalid
bg_bg: Списъкът с етикети не е валиден
da_dk: Tags listen er ugyldig

source: Error copying image: %s
bg_bg: Грешка при копирането на изображение: %s
da_dk: Fejl i at kopiere billede: %s

source: Product #%1$d: the picture (%2$s) cannot be saved.
bg_bg: Продукт №%1$d: изображението (%2$s) не може да бъде запазено.
da_dk: Vare nr. %1$d: Billedet (%2$s) kan ikke gemmes.

source: Advanced stock management has incorrect value. Not set for product %1$s
bg_bg: Разширеното управление на наличности е с невярна стойност. Не е зададена за продукта %1$s
da_dk: Avanceret lagerstyring har en forkert værdi. Er ikke indstillet til produktet %1$s

source: Advanced stock management is not enabled, cannot enable on product %1$s
bg_bg: Разширеното управление на наличности не е разрешено, не може да се разреши за продукта %1$s
da_dk: Avanceret lagerstyring er ikke aktiveret og kan ikke aktiveres for produktet %1$s

source: Advanced stock management is not enabled, warehouse not set on product %1$s
bg_bg: Разширеното управление на наличности не е разрешено, не е зададен склад за продукта %1$s
da_dk: Avanceret lagerstyring er ikke aktiveret, og lageret er ikke indstillet til produktet %1$s

source: Warehouse did not exist, cannot set on product %1$s.
bg_bg: Склада не съществува, не може да бъде зададен за продукта %1$s.
da_dk: Varehus eksisterer ikke, kan ikke sætte på produkt %1$s.

source: Incorrect value for "Depends on stock" for product %1$s
bg_bg: Неправилна стойност на „В зависимост от наличността“ за продукта %1$s
da_dk: Forkert værdi for "Afhænger af lagerbeholdningen" for produktet %1$s

source: Advanced stock management is not enabled, cannot set "Depends on stock" for product %1$s
bg_bg: Разширеното управление на наличности не е разрешено, не може да се зададе "В зависимост от наличността" за продукта %1$s
da_dk: Avanceret lagerstyring er ikke aktiveret, "Afhænger af lagerbeholdningen" kan ikke indstilles for produktet %1$s

source: %data% cannot be saved
bg_bg: %data% не може да бъде запазено

source: No image was found for combination with id_product = %s and image position = %s.
bg_bg: Не е намерено изображение за комбинацията id_product = %s и позиция на изображението = %s.
da_dk: Intet billede fundet for varianter med id_vare = %s og billedposition = %s.

source: EAN13 "%1s" has incorrect value for product with id %2d.
bg_bg: EAN13 "%1s" има невярна стойност за продукта с ИД %2d.
da_dk: EAN13 "%1s" har forkert værdi for produkt med id %2d.

source: Advanced stock management has incorrect value. Not set for product with id %d.
bg_bg: Разширеното управление на наличности има невярна стойност. Не е зададена за продукт с ИД %d.
da_dk: Avanceret lagerstyring har forkert værdi. Ikke sat for produkt med id %d.

source: Advanced stock management is not enabled, cannot enable on product with id %d.
bg_bg: Разширеното управление на наличности не е разрешено, не може да се разреши за продукт с ИД %d.
da_dk: Avanceret lagerstyring er ikke aktiveret, kan ikke aktivere på produkt med id %d.

source: Advanced stock management is not enabled, warehouse is not set on product with id %d.
bg_bg: Разширеното управление на наличности не е разрешено, няма зададен склад за продукт с ИД %d.
da_dk: Avanceret lagerstyring er ikke aktiveret, varehus er ikke sat for produkt med id %d.

source: Email address %1$s (ID: %2$s) cannot be validated.
bg_bg: Имейл адресът %1$s (ID: %2$s) не може да бъде проверен.
da_dk: E-mailadressen %1$s (ID: %2$s) kan ikke godkendes.

source: Email address %1$s (ID: %2$s) cannot be saved.
bg_bg: Имейл адресът %1$s (ID: %2$s) не може да бъде запазен.
da_dk: E-mailadressen %1$s (ID: %2$s) kan ikke gemmes.

source: %1$s does not exist in database %2$s (ID: %3$s), and therefore cannot be validated
bg_bg: %1$s не съществува в базата данни %2$s (ID: %3$s) и затова не може да бъде проверено
da_dk: %1$s findes ikke i databasen %2$s (ID: %3$s) og kan derfor ikke godkendes

source: %1$s does not exist in database %2$s (ID: %3$s), and therefore cannot be saved
bg_bg: %1$s не съществува в базата данни %2$s (ИД: %3$s) и затова не може да бъде съхранено
da_dk: %1$s findes ikke i databasen %2$s (ID: %3$s) og kan derfor ikke gemmes

source: "%s" is not a valid email address.
bg_bg: "%s" не е валиден имейл адрес.
da_dk: "%s" er ikke en gyldig email.

source: The customer ID #%d does not exist in the database, and therefore cannot be validated.
bg_bg: Клиент с ID #%d не съществува в базата данни и затова не може да бъде проверен.
da_dk: Kunden med ID #%d findes ikke i databasen, og kan derfor ikke godkendes.

source: The customer ID #%d does not exist in the database, and therefore cannot be saved.
bg_bg: Клиентски ИД №%d не съществува в базата данни и затова записа не може да бъде осъществен.
da_dk: Kunden med ID %d eksisterer ikke i databasen, og kan derfor ikke gemmes.

source: Supplier is invalid
bg_bg: Снабдителят е невалиден
da_dk: Leverandør er ugyldig

source: Alias is invalid
bg_bg: Невалиден псевдоним
da_dk: Alias er ugyldigt

source: Store is invalid
bg_bg: Невалиден магазин
da_dk: Butik er ugyldig

source: Supplier ID (%d) is not valid (at line %d).
bg_bg: ID на снабдителя (%d) не е валиден (на ред %d).
da_dk: Leverandør ID (%d) er ikke gyldigt (på linie %d).

source: Lang ID (%d) is not valid (at line %d).
bg_bg: ID на lang (%d) не е валиден (на ред %d).
da_dk: Sprog ID (%d) er ikke gyldigt (på linje %d).

source: Warehouse ID (%d) is not valid (at line %d).
bg_bg: ID на склад (%d) не е валиден (на ред %d).
da_dk: Lagersted ID (%d) er ikke gyldig (på linje %d).

source: Currency ID (%d) is not valid (at line %d).
bg_bg: ID на валута (%d) не е валиден (на ред %d).
da_dk: Valuta ID (%d) er ikke gyldig (på linje %d).

source: Reference (%s) already exists (at line %d).
bg_bg: Референцията (%s) вече съществува (на ред %d).
da_dk: Reference (%s) eksisterer allerede (på linje %d).

source: Date format (%s) is not valid (at line %d). It should be: %s.
bg_bg: Форматът на датата (%s) не е валиден (в ред %d). Трябва да бъде: %s.
da_dk: Datoformat (%s) er ikke gyldigt (på linje %d). Det skal være: %s.

source: YYYY-MM-DD
bg_bg: ГГГГ-ММ-ДД
da_dk: ÅÅÅÅ-MM-DD

source: Date (%s) cannot be in the past (at line %d). Format: %s.
bg_bg: Датата (%s) не може да бъде минала (на ред %d). Формат: %s.
da_dk: Dato (%s) kan ikke være i fortiden (på linie %d). Format: %s.

source: Discount rate (%d) is not valid (at line %d). %s.
bg_bg: Размерът на намалението (%d) не е валиден (на ред ред %d). %s.
da_dk: Rabatsats (%d) er ikke gyldig (på linje %d). %s.

source: Format: Between 0 and 100
bg_bg: Формат: Между 0 и 100
da_dk: Format: Mellem 0 og 100

source: Supply Order (%d) is not editable (at line %d).
bg_bg: Заявката за доставка (%d) не е валидна (на ред %d).
da_dk: Forsyningsordre (%d) kan ikke redigeres (på linje %d).

source: Supply Order could not be saved (at line %d).
bg_bg: Заявката за доставка не може да бъде запазена (на ред %d).
da_dk: Forsyningsordre kunne ikke gemmes (på linje %d).

source: Supply Order (%s) could not be loaded (at line %d).
bg_bg: Заявката за доставка (%s) не може да бъде заредена (на ред %d).
da_dk: Forsyningsordre (%s) kunne ikke indlæses (på linie %d).

source: Product/Attribute (%d/%d) cannot be added twice (at line %d).
bg_bg: Продукт/Атрибут (%d/%d) не може да бъде добавен два пъти (на ред %d).
da_dk: Vare/attribut (%d/%d) kan ikke tilføjes to gange (på linje %d).

source: Product (%d/%d) is not available for this order (at line %d).
bg_bg: Продукт (%d%d) не е наличен за тази поръчка (на ред %d).
da_dk: Vare (%d/%d) er ikke disponibel for denne ordre (på linje %d).

source: Unit Price (tax excl.) (%d) is not valid (at line %d).
bg_bg: Единичната цена (без данък) (%d) не е валидна (на ред %d).
da_dk: Enhedspris (ekskl. moms) (%d) er ikke gyldig (på linje %d).

source: Quantity Expected (%d) is not valid (at line %d).
bg_bg: Очакваното количество (%d) не е валидно (на ред %d).
da_dk: Forventet antal (%d) er ikke gyldigt (på linje %d).

source: Cannot read the .CSV file
bg_bg: CSV файлът не може да бъде прочетен
da_dk: Kan ikke læse .CSV filen

source: Linking Accessories...
bg_bg: Свързване на Аксесоари...
da_dk: Tilknytter tilbehør ...

source: %s import
bg_bg: %s импорт

source: (from %s to %s)
bg_bg: (от %s до %s)
da_dk: (fra %s til %s)

source: with truncate
bg_bg: с прекъсване
da_dk: med afkortet

source: The confirmation email couldn't be sent, but the import is successful. Yay!
bg_bg: Имейлът с потвърждение не беше изпратен, но импортирането протече успешно. Ура!
da_dk: E-mailbekræftelsen kunne ikke sendes, men importen lykkedes. Juhuu!

source: Importing your data...
bg_bg: Импортиране на Вашите данни...

source: Aborting, please wait...
bg_bg: Анулиране, моля изчакайте...

source: Data imported!
bg_bg: Данните са импортирани!

source: Look at your listings to make sure it's all there as you wished.
bg_bg: Прегледайте листингите си и се уверете, че всичко е точно както го искате.

source: Errors occurred:
bg_bg: Възникнаха грешки:

source: Warning, the current import may require a PHP setting update, to allow more data to be transferred. If the current import stops before the end, you should increase your PHP "post_max_size" setting to [1]%size%[/1]MB at least, and try again.
bg_bg: Внимание, текущото импортиране може да изисква определена настройка на PHP да бъде променена, за да може да се прехвърлят повече данни. Ако текущото импортиране спре преди да е импортирано всичко, трябва да увеличите директивата „post_max_size“ на PHP поне на [1]%size%[/1]MB и да опитате отново.

source: Some errors were detected. Please check the details:
bg_bg: Възникнаха няколко грешки. Моля, вижте допълнителната информация:

source: We made the following adjustments:
bg_bg: Направихме следните корекции:

source: Validating data...
bg_bg: Валидиране на данните...

source: Processing next page...
bg_bg: Обработване на следващата страница...

source: Linking accessories...
bg_bg: Свързване на аксесоарите...

source: Ignore warnings and continue?
bg_bg: Игнориране на предупрежденията и продължаване?
da_dk: Vil du ignorere advarslerne og fortsætte?

source: Abort import
bg_bg: Прекратяване на импортирането
da_dk: Afbryd import

source: Can't add the voucher.
bg_bg: Ваучерът не може да бъде добавен.
da_dk: Kan ikke tilføje rabatkuponen.

source: You do not have permission to view this.
bg_bg: Нямаш права, за да разглеждаш това.
da_dk: Du har ikke tilladelse til at se dette.

source: There is no "/backup" directory.
bg_bg: Не е намерена папка "/backup".
da_dk: Mappen "/backup" findes ikke.

source: No file has been specified.
bg_bg: Не е избран файл.
da_dk: Ingen fil angivet.

source: Unable to open backup file(s).
bg_bg: Архивът не може да се отвори.
da_dk: Kan ikke åbne backupfil(er).

source: Unable to display backup file(s).
bg_bg: Архивът не може да се покаже
da_dk: Kan ikke vise backupfil(er).

source: Administrator permissions cannot be modified.
bg_bg: Администраторските привилегии не могат да бъдат променяни
da_dk: SuperAdmin rettigheder kan ikke ændres.

source: Disclaimer before creating a new backup
bg_bg: Предупреждение преди създаване на нов архив
da_dk: Ansvarsfraskrivelse før oprettelse af ny backup

source: PrestaShop is open-source software. You are using it at your own risk under the license agreement.
bg_bg: PrestaShop е open-source софтуер. Използваш го на собствена отговорност и според лицензионните условия.
da_dk: PrestaShop er Open Source Software. Brugen af det er på eget ansvar, og i henhold til licensaftalen.

source: You should back up your data on a regular basis (both files and database).
bg_bg: Трябва да архивирате данните си редовно (файловете и базата данни).
da_dk: Du bør tage en backup af dine data jævnligt (både filer og database).

source: This function only backs up your database, not your files.
bg_bg: Тази опция архивира само твоята база от данни, не и файловете ти.
da_dk: Denne funktion opretter udelukkende en backup af din database, ikke dine filer.

source: By default, your existing database tables will be dropped during the backup recovery (see "Backup options" below).
bg_bg: Съществуващата ти база от данни ще бъде изтрита по време на възтановяването по подразбиране (виж "Опции за архивиране" по-долу).
da_dk: Som standard vil dine eksisterende databasetabeller blive sløjfet under genoprettelse af en backup (se ʺBackup Indstillingerʺ nedenfor).

source: Always verify the quality and integrity of your backup files!
bg_bg: Винаги проверявай качеството и целостта на архивираните файлове!
da_dk: Du bør altid kontrollere kvaliteten og integriteten af dine backupfiler!

source: Always verify that your backup files are complete, up-to-date and valid, even if you had a success message appear during the backup process.
bg_bg: Винаги проверявай, че архивът е пълен, актуален и валиден, дори и след получаване на съобщение за успех при прицеса на архивиране.
da_dk: Du bør altid kontrollere, at dine backupfiler er komplette, up-to-date og godkendte, også selv om du fik besked om, at backupprocessen var succesfuld.

source: Always check your data.
bg_bg: Винаги проверявай данните си.
da_dk: Du bør altid kontrollere dine data.

source: Never restore a backup on a live site.
bg_bg: Никога не възстановявай архив, когато магазинът е на линия.
da_dk: Du bør aldrig genskabe en backup for en kørende butik.

source: I have read the disclaimer. Please create a new backup.
bg_bg: Прочетох предупредението. Създай архив.
da_dk: Jeg har læst ansvarsfraskrivelsen. Opret venligst en ny backup.

source: PrestaShop is not responsible for your database, its backups and/or recovery.
bg_bg: PrestaShop не носи отговорност за твоите бази от данни, архивите и/или възстановяването им.
da_dk: PrestaShop er ikke ansvarlig for din database, dine backupper, data eller genindlæsninger.

source: How to restore a database backup
bg_bg: Как се възстановява базата данни от архив
da_dk: Hvordan man gendanner en database backup

source: If you need to restore a database backup, we invite you to subscribe to a [1][2]technical support plan[/2][/1].
bg_bg: Ако имате нужда да възстановите архив на базата данни, ви съветваме да се абонирате за [1][2]план за техническа поддръжка[/2][/1].

source: Our team will take care of restoring your database safely.
bg_bg: Нашият екип ще се погрижи за безопасно възстановяване на вашата база данни.

source: Why can't I restore it by myself?
bg_bg: Защо не мога да я възстановя самостоятелно?
da_dk: Hvorfor kan jeg ikke gendanne det selv?

source: Your shop is hosted by PrestaShop. Although you can create backup files here below, there are core settings you cannot access for security reasons, like the database management. Thus, only our team can proceed to a restoration.
bg_bg: Вашият магазин се хоства от PrestaShop. Въпреки че по-долу можете да създадете архиви, съществуват настройки на ядрото, които не можете да достъпите от съображения за сигурност, каквато е управлението на бази данни. Също така само нашият екип може да извършва процеса по възстановяване.

source: Beginning the download ...
bg_bg: Започва сваляне ...
da_dk: Starter download ...

source: Backup files should automatically start downloading.
bg_bg: Файловете с архивите трябва автоматично да започнат да се свалят.

source: If not,[1][2] please click here[/1]!
bg_bg: Ако не,[1][2] щракнете тук[/1]!

source: Do you really want to remove the server %s:%s
bg_bg: Наистина ли желаете да премахнете отдалеченият сървър %s:%s
da_dk: Ønsker du virkelig at fjerne server %s:%s

source: Please choose a MySQL table
bg_bg: Моля изберете MySQL таблица
da_dk: Vælg venligst en MySQL tabel

source: This SQL query has no result.
bg_bg: Тази SQL заявка не върна резултат.
da_dk: Denne SQL query har intet resultat.

source: Your file has been successfully imported into your shop. Don't forget to re-build the products' search index.
bg_bg: Файлът Ви е успешно импортиран в магазина Ви. Не забравяйте да изградите отново индекса за търсене на продукти.
da_dk: Filen blev importeret i butikken. Husk at opdatere indekset for produktsøgning.

source: Note that the Category import does not support having two categories with the same name.
bg_bg: Забележете, че Импортирането на категория не поддържа импортиране на две категории с еднакво име.

source: Note that you can have several products with the same reference.
bg_bg: Забележете, че може да имате няколко продукта с еднаква референция.
da_dk: Bemærk, at du kan have flere varer med den samme reference.

source: Importing Supply Order Details will reset your history of ordered products, if there are any.
bg_bg: Импортирането на Данни за поръчки за снабдяване ще върне Вашата стара история на поръчаните стоки ако има такива.

source: Are you sure that you would like to delete this entity:
bg_bg: Сигурни ли сте, че искате да изтриете това:
da_dk: Er du sikker på, du vil slette denne entitet:

source: You do not have permission to delete this. When the MultiStore mode is enabled, only a SuperAdmin can delete all items before an import.
bg_bg: Нямате права да изтриете това. Когато е активиран режима за множество магазини, само Супер Администратор може да изтрие всички артикули преди импортиране.
da_dk: Du har ikke tilladelse til at slette dette. Når Multistore er aktiveret, skal man være SuperAdmin for at kunne slette alle enheder, før de importeres.

source: Missing files
bg_bg: Липсващи файлове
da_dk: Manglende filer

source: Updated files
bg_bg: Променени файлове
da_dk: Opdaterede filer

source: Changed/missing files have been detected.
bg_bg: Променени/липсващи файлове бяха установени.
da_dk: Ændrede/manglende filer er blevet fundet.

source: No change has been detected in your files.
bg_bg: Не са установени промени във файловете Ви.
da_dk: Ingen ændring er blevet fundet i dine filer.

source: OK
bg_bg: Добре

source: Please fix the following error(s)
bg_bg: Моля, коригирай следните грешки
da_dk: Ret venligst følgende fejl

source: Checking files...
bg_bg: Проверка на файловете...
da_dk: Undersøger filer...
