Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.2/*/AdminInternationalHelp.*.xlf
Languages: ja_jp, sk_sk

source: Search a word or expression, e.g.: "Order confirmation"
ja_jp: 単語や表現を検索します（例：「注文の確認」）
sk_sk: Hľadať slovo alebo výraz, napr. "Potvrdenie objednávky"

source: Two-letter ISO code (e.g. FR, EN, DE).
ja_jp: 2桁 ISO コード（例：FR, EN, DE）
sk_sk: Dvojznakový ISO kód (napr. SK, FR, EN, DE).

source: IETF language tag (e.g. en-US, pt-BR).
ja_jp: IETF言語タグ（例：en-US、pt-BR）
sk_sk: IETF kód pre jazyk (napr. en-US, sk-SK).

source: Short date format (e.g., %s).
ja_jp: 短い日付フォーマット（例：%s）
sk_sk: Krátky formát dátumu (napr. %s).

source: Full date format (e.g., %s).
ja_jp: 完全な日付フォーマット（例：%s）
sk_sk: Celý formát dátumu (napr. %s).

source: Upload the country flag from your computer.
ja_jp: 国旗をアップロード。
sk_sk: Nahrať vlajku krajiny z počítača.

source: Image is displayed when "no picture is found".
ja_jp: 「画像が見つからない」場合に代わりの画像が表示されます。
sk_sk: Obrázok, ktorý sa zobrazí, pokiaľ sa nenájde žiadny obrázok.

source: Enable if this language is read from right to left.
ja_jp: この言語が、文字を右から左に読む場合に有効に指定してください。
sk_sk: Povoľte, ak sa tento jazyk číta sprava doľava.

source: (Experimental: your theme must be compliant with RTL languages).
ja_jp: （実験的：ご利用中のテーマが、RTL言語に対応している必要があります）
sk_sk: (Experimentálne: Vaša téma musí zvládať RTL jazyky).

source: This option allows you, among other things, to restrict access to your shop for certain countries. See below.
ja_jp: このオプションは、その他の条件と共に特定の国からのショップの利用を制限します。下記を参照してください。
sk_sk: Toto nastavenie Vám dovolí, okrem iných vecí, obmedziť prístup do Vášho obchodu pre určité krajiny. Viď nižšie.

source: You can add IP addresses that will always be allowed to access your shop (e.g. Google bots' IP).
ja_jp: ショップへのアクセスを常に許可するIPアドレスを追加することができます。（例：GoogleBotsのIP）
sk_sk: Môžete pridať IP adresy, ktoré budú môcť hocikedy pristupovať na váš obchod (napr. IP adresa Google bota).

source: Provide the state name to be displayed in addresses and on invoices.
ja_jp: 請求書の住所に表示するための都道府県名（州名）を指定してください。

source: 1 to 4 letter ISO code.
ja_jp: 1文字から4文字の ISOコード。
sk_sk: 1 až 4 znakový ISO kód.

source: You can prefix it with the country ISO code if needed.
ja_jp: 必要に応じて国の ISOコードをプリフィックス（接頭辞）として付けることができます。
sk_sk: V prípade potreby môžete pridať ISO kód krajiny ako predponu.

source: Country where the state is located.
ja_jp: その都道府県（州）が所属する国。
sk_sk: Krajina, v ktorej sa štát nachádza.

source: Only the countries with the option "contains states" enabled are displayed.
ja_jp: 「都道府県（州）を含む」オプションが有効な国のみが表示されます。
sk_sk: Zobrazené sú iba krajiny, ktoré majú povolenú voľbu "obsahuje štáty".

source: Geographical region where this state is located.
ja_jp: この都道府県（州）が含まれる地帯。
sk_sk: Geografická zóna, v ktorej sa štát nachádza.

source: Used for shipping
ja_jp: 配送計算に利用します
sk_sk: Použité pri doručení

source: If you disable the ecotax, the ecotax for all your products will be set to 0.
ja_jp: 環境税を無効にした場合は、すべての商品の環境税は0に設定されます。
sk_sk: Ak deaktivujete recyklačný poplatok, recyklačný poplatok pre všetky produkty bude nastavený na 0.

source: Select whether or not to include tax on purchases.
ja_jp: 購入金額に対して税を加算するかどうかを選択してください。
sk_sk: Vyberte, či zahrnúť alebo nezahrnúť daň na nákupy.

source: Select whether or not to display tax on a distinct line in the cart.
ja_jp: カート内に個別の行を使って税を表示するかどうかを選択してください。
sk_sk: Vyberte či sa má alebo nemá zobrazovať daň na samostatnom riadku v košíku.

source: Define the ecotax (e.g. French ecotax: 19.6%).
ja_jp: 環境税を設定してください。（例：フランス環境税：19.6%）
sk_sk: Určite recyklačný poplatok (napr. vo Francúzku: 19.6%).

source: Tax name to display in carts and on invoices (e.g. "VAT").
ja_jp: カートや請求書に表示する税の名前（例：「消費税」「VAT」）。
sk_sk: Názov dane, ktorá sa má zobrazovať v košíkoch a faktúrach (napr. DPH).

source: Format: XX.XX or XX.XXX (e.g. 19.60 or 13.925)
ja_jp: フォーマット：XX.XX あるいは XX.XXX（例：19.60 や 13.925）
sk_sk: Formát: XX.XX alebo XX.XXX (napr. 19.60 alebo 13.925)

source: Zone name (e.g. Africa, West Coast, Neighboring Countries).
ja_jp: ゾーン名（例：アフリカ、西海岸、近隣諸国）
sk_sk: Názov zóny (napr. Afrika, Západné pobrežie, Orava).

source: Allow or disallow shipping to this zone.
ja_jp: このゾーンへの配送を許可するかどうか。
sk_sk: Povoliť alebo zakázať doručovanie do tejto zóny.

source: ISO code (e.g. USD for Dollars, EUR for Euros, etc.).
ja_jp: ISOコード（例：米ドルは "USD"、ユーロは "EUR"）
sk_sk: ISO kód (napr. USD pre dolár, EUR pre euro, atď.)

source: Exchange rates are calculated from one unit of your shop's default currency. For example, if the default currency is euros and your chosen currency is dollars, type "1.20" (1€ = $1.20).
ja_jp: 為替レートはショップでデフォルト設定されている通貨単位を "1" として計算されます。たとえば、デフォルト通貨日本円である場合、米ドルを通貨として選択する場合には "0.009158" （1JPY=0.009158USD）と記入します。
sk_sk: Výmenné kurzy sa počítajú z jednej jednotky predvolenej meny vášho obchodu. Napríklad. ak predvolená mena je euro a vy ste si vybrali doláre, napíšte "1.20" (1€ = $1.20).

source: You can define a range of Zip/postal codes (e.g., 75000-75015) or simply use one Zip/postal code.
ja_jp: 郵便番号/Zipコードを特定の範囲で定義するか（例：7500000〜7500015など）、郵便番号を1つだけ使用することができます。
sk_sk: Môžete určiť rozsah PSČ (napr. 75000-75015) alebo jednoducho použite jeden PSČ kód.

source: You must define the behavior if an address matches multiple rules:
ja_jp: 住所が複数のルールに一致した場合の動作を定義してください：
sk_sk: Ak adresa vyhovuje viacerým pravidlám, musíte zadefinovať správanie:

source: - This tax only: Will apply only this tax
ja_jp: - この税のみ：この税だけを適用します
sk_sk: - Iba táto daň: bude sa vzťahovať iba na túto daň

source: - Combine: Combine taxes (e.g.: 10% + 5% = 15%)
ja_jp: - 合計適用：（例：10% + 5% =15%）
sk_sk: - Kombinovať: kombinovať dane (napr. 10% + 5% = 15%)

source: - One after another: Apply taxes one after another (e.g.: 100 + 10% => 110 + 5% = 115.5)
ja_jp: - 逐次適用：税金を順番に追加適用します (例：100 + 10% => 110 + 5% = 115.5)
sk_sk: - Jedna po druhej: použiť dane jedna po druhej (napr. 100 + 10% => 110 + 5% = 115.5)

source: No Tax
ja_jp: 税なし
sk_sk: Žiadna daň

source: (Total tax: %s)
ja_jp: （税合計: %s）
sk_sk: (DPH celkom: %s)

source: The default language used in your shop.
ja_jp: ショップで使用されているデフォルトの言語。
sk_sk: Predvolený jazyk Vášho obchodu.

source: Set browser language as default language
ja_jp: ブラウザの言語をデフォルト言語に設定する
sk_sk: Nastaviť jazyk podľa prehliadača ako predvolený

source: The default country used in your shop.
ja_jp: ショップの中で使用されているデフォルトの国
sk_sk: Predvolená krajina používaná vo Vašom obchode

source: Set country corresponding to browser language
ja_jp: ブラウザ言語に対応する国を設定する
sk_sk: Nastaviť krajinu korešpondujúcu s jazykom prehliadača

source: The default currency used in your shop.
ja_jp: ショップで使用されているデフォルトの通貨。
sk_sk: Predvolená mena vo Vašom obchode.

source: If you change the default currency, you will have to manually edit every product price.
ja_jp: デフォルトの通貨を変更する場合は、手動ですべての商品の価格を変更しなくてはならなくなります。
sk_sk: Ak zmeníte predvolenú menu, budete musieť ručne zmeniť cenu každého produktu.

source: The default weight unit for your shop (e.g. "kg" for kilograms, "lbs" for pound-mass, etc.).
ja_jp: ショップのデフォルトの重量単位です。（例："kg" はキログラム、"lbs" はポンドマスなど）
sk_sk: Predvolená jednotka váhy pre Váš obchod (napr. "kg" pre kilogram, "lbs" pre libry, atď.)

source: The default distance unit for your shop (e.g. "km" for kilometer, "mi" for mile, etc.).
ja_jp: ショップのデフォルトの距離単位です。（例："km" はキロメートル、”mi” はマイルなど）
sk_sk: Predvolená jednotka vzdialenosti pre Váš obchod (napr. "km" pre kilometer, "mi" pre míľu, atď.)

source: The default volume unit for your shop (e.g. "L" for liter, "gal" for gallon, etc.).
ja_jp: ショップのデフォルトの容積単位です。（例："L" はリットル、”gal” はガロンなど）
sk_sk: Predvolená jednotka objemu pre Váš obchod (napr. "l" pre liter, "gal" pre galón, atď.)

source: The default dimension unit for your shop (e.g. "cm" for centimeter, "in" for inch, etc.).
ja_jp: ショップのデフォルトの寸法単位です。（例："cm" はセンチメートル、”in” はインチなど）
sk_sk: Predvolená jednotka rozmeru pre Váš obchod (napr. "cm" pre centimeter "in" pre palec, atď.)

source: The ISO 639-1 identifier for the language of the country where your web server is located (en, fr, sp, ru, pl, nl, etc.).
ja_jp: あなたのWebサーバが置かれている国の言語の ISO 639-1 識別子。（ja, en, fr, sp, ru, pl, nl など）
sk_sk: Identifikátor ISO 639-1 pre jazyk krajiny, v ktorej sa nachádza Váš webový server (en, fr, sp, ru, pl, nl, atď.).

source: The ISO 3166-1 alpha-2 identifier for the country/region where your web server is located, in lowercase (us, gb, fr, sp, ru, pl, nl, etc.).
ja_jp: あなたのWebサーバが置かれている国/地域の ISO 3166-1 alpha-2 識別子を小文字で。（jp, us, gb, fr, sp, ru, pl, nl など）
sk_sk: Identifikátor ISO 3166-1 alpha-2 pre jazyk krajinu, v ktorej sa nachádza Váš webový server, v malých písmenách (en, fr, sp, ru, pl, nl, atď.).

source: If set to yes then the localization pack will be downloaded from prestashop.com. Otherwise the local xml file found in the localization folder of your PrestaShop installation will be used.
ja_jp: 「はい」に設定すると、ローカライゼーションパックが prestashop.com からダウンロードされます。 そうでない場合には、PrestaShop インストールファイル内の localization フォルダにあるローカル XMLファイルが使用されます。
sk_sk: Ak nastavíte áno, bude lokalizačný balík stiahnutý z prestashop.com. Inak sa použije lokálny xml súbor nájdený v zložke lokalizácií, vašej PrestaShop inštalácie.

source: Restrict country selections in front office to those covered by active carriers
ja_jp: ショップで選択出来る国を、有効な配送方法が設定されているものだけに制限する
sk_sk: Obmedziť výber krajín v administrácii iba na tie, ktoré majú priradených prepravcov

source: Two -- or three -- letter ISO code (e.g. "us" for United States).
ja_jp: 2桁か3桁文字のISOコード（例：日本は "jp"）

source: International call prefix, (e.g. 1 for United States).
ja_jp: 国際電話のプレフィックス番号（例：日本の場合は "81"）
sk_sk: Medzinárodná telefónna predvoľba (napr. +421 pre Slovensko)

source: Geographical region.
ja_jp: この国が含まれる地帯。
sk_sk: Geografický región.

source: Indicate the format of the postal code: use L for a letter, N for a number, and C for the country's ISO 3166-1 alpha-2 code. For example, NNNNN for the United States, France, Poland and many other; LNNNNLLL for Argentina, etc. If you do not want PrestaShop to verify the postal code for this country, leave it blank.
ja_jp: 郵便番号のフォーマットを指定します。文字の場合は "L"、数字の場合は "N"、国の ISO 3166-1 アルファ-2コードの場合は "C" を使用します。 たとえば、米国、フランス、ポーランドなどの場合は "NNNNN"、日本の場合は7桁の数値なので "NNNNNNN" となります。 PrestaShopでこの国の郵便番号を確認したくない場合は、空白のままにしておきます。
sk_sk: Zadajte formát PSČ: použite L pre písmeno, N pre číslo a C pre kód ISO 3166-1 alpha-2 krajiny. Napr. NNNNN pre USA, Slovensko, Poľsko a mnoho iných; LNNNNLLL pre Argentínu, atď. Ak nechcete, aby PrestaShop kontroloval PSČ, nechajte políčko prázdne.

source: Display this country to your customers (the selected country will always be displayed in the Back Office).
ja_jp: お客様にこの国を表示する。（選択された国は常に管理画面で表示されます）
sk_sk: Zobraziť túto krajinu zákazníkom (vybratá krajina sa vždy zobrazí v administračnom rozhraní).

source: This will restore your last registered address format.
ja_jp: これは、最後に登録された住所フォーマットで復元します

source: This will restore the default address format for this country.
ja_jp: これは、この国用でデフォルトの住所フォーマットが復元します

source: This will restore your current address format.
ja_jp: これは、現在の住所フォーマットで復元します

source: This will delete the current address format
ja_jp: これは現在の住所フォーマットを削除します

source: Some of these expressions use this special syntax: %s.
ja_jp: これらの語句のいくつかでは、この特別な構文を利用します：%s。

source: There are [1]%replace%[/1] products
ja_jp: [1]%replace%[/1] 個の商品があります

source: %s" will be replaced by a number.
ja_jp: %s" は、数値に変換されます。

source: List of pages in [1]%replace%[/1]
ja_jp: [1]%replace%[/1] 内のページ一覧

source: %s" will be replaced by a string.
ja_jp: %s" は、文字列に置き換えられます。

source: You MUST use this syntax in your translations. Here are several examples:
ja_jp: 翻訳の際には、必ずこの構文を使わなければなりません。次の事例を参考にしてください：

source: Here you can modify translations for all installed module.
ja_jp: ここでは、すべてのインストール済みモジュールの翻訳を編集する事が出来ます。

source: Select your module
ja_jp: モジュールを選択

source: You MUST use this syntax in your translations. Here are a few examples:
ja_jp: 翻訳の際には、必ずこの構文を使わなければなりません。次の事例を参考にしてください：

source: This expression uses a special syntax:
ja_jp: この式は、特別な構文を使用します：

source: Here you can modify translations for every line of text inside PrestaShop.
ja_jp: ここでは、PrestaShop内のすべてのテキスト入力の翻訳を修正することができます。

source: First, select a type of translation (such as "Back office" or "Installed modules"), and then select the language you want to translate strings in.
ja_jp: 初めに翻訳のタイプを選んでください（「管理画面」や「インストール済みモジュール」など）、それから翻訳したい言語を選択してください。

source: You can add or update a language directly from the PrestaShop website here.
ja_jp: ここでは、PrestaShop のウェブサイトよりダイレクトに言語の追加や更新が出来ます。

source: If the language file format is ISO_code.gzip (e.g. "us.gzip"), and the language corresponding to this package does not exist, it will automatically be created.
ja_jp: 言語ファイルのフォーマットが ISOコード.gzip（例：us.gzip）である場合や、このパッケージに対応する言語が存在しない場合は、自動的に作成されます。

source: Warning: This will replace all of the existing data inside the destination language.
ja_jp: 選択された言語ファイルに上書きされるので、ご注意下さい。

source: Export data from one language to a file (language pack).
ja_jp: １つの言語からファイルをデータでエクスポート（言語パック）

source: Select which theme you would like to export your translations to.
ja_jp: 翻訳ファイルをエクスポートするテーマを選択してください。

source: Copies data from one language to another.
ja_jp: 他の言語からデータをコピー

source: If necessary [1][2] you must first create a new language[/1].
ja_jp: 必要な場合には、[1][2] 初めに新しい言語を作成する必要があります[/1].

source: Missing files are marked in red
ja_jp: 不足しているファイルは赤色でマークされています

source: Two -- or three -- letter ISO code (e.g. "us for United States).
sk_sk: Dve alebo tri písmena ISO kódu (napr. "sk" pre Slovensko).

source: Provide the State name to be display in addresses and on invoices.
sk_sk: Zadajte názov štátu, ktorý sa bude zobrazovať v adresách a na faktúrach.
