Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.2/*/AdminInternationalNotification.*.xlf
Languages: bg_bg, el_gr, ka_ge

source: Incorrect Tax Manager class [%s]
bg_bg: Некоректен клас за Управление на данъците [%s]
el_gr: Λανθασμένη κλάση Διαχειριστή Φόρου [%s]

source: Tax Manager class not found [%s]
bg_bg: Не е направен клас за Управление на данъците [%s]
el_gr: Η κλάση Διαχειριστή Φόρου δεν βρέθηκε [%s]

source: No tax
bg_bg: Няма данък
el_gr: Κανένας φόρος
ka_ge: Без налога

source: Cannot load country: %d
bg_bg: Невъзможно зареждане на държава: %d
el_gr: Δεν μπορώ να φορτώσω την χώρα: %d

source: Cannot enable the associated country: %s
bg_bg: Невъзможно активиране на асоциираната държава: %s
el_gr: Δεν είναι δυνατή η ενεργοποίηση της συνδεδεμένης χώρας: %s

source: Invalid Zone name.
bg_bg: Невалидно име на Зона.
el_gr: Μη έγκυρο όνομα Ζώνης.

source: Invalid state properties.
bg_bg: Невалиден статус на свойствата
el_gr: Μη έγκυρες ιδιότητες πολιτείας.

source: Cannot update the associated country: %s
bg_bg: Невъзможно обновяване на асоциираната държава: %s
el_gr: Αδυναμία ενημέρωσης συνδεδεμένης χώρας: %s

source: An error occurred while adding the state.
bg_bg: Възникна грешка при добавяне на щат
el_gr: Παρουσιάστηκε σφάλμα κατά την προσθήκη πολιτείας.

source: An error occurred while fetching the state.
bg_bg: Възникна грешка при избиране на щат.
el_gr: Παρουσιάστηκε σφάλμα κατά την ανάκτηση πολιτείας.

source: Invalid tax properties.
bg_bg: Невалидни свойства на данъците.
el_gr: Μη έγκυρες ιδιότητες φόρου.

source: An error occurred while importing the tax: %s
bg_bg: Възникна грешка при импортирането на данъка: %s
el_gr: Παρουσιάστηκε σφάλμα κατά την εισαγωγή του φόρου: %s

source: This tax rule cannot be saved.
bg_bg: Това данъчно правило не може да бъде запазено.
el_gr: Αυτός ο κανόνας φόρου δεν μπορεί να αποθηκευτεί.

source: Invalid currency properties.
bg_bg: Невалидни свойства на валутата.
el_gr: Μη έγκυρες ιδιότητες νομίσματος.

source: An error occurred while importing the currency: %s
bg_bg: Възникна грешка при импортирането на валутата: %s
el_gr: Παρουσιάστηκε σφάλμα κατά την εισαγωγή του νομίσματος: %s

source: Localization pack corrupted: wrong unit type.
bg_bg: Пакетът за локализация е дефектен: грешен тип стойност.
el_gr: Το πακέτο τοπικοποίησης είναι κατεστραμμένο: λάθος τύπος μονάδας.

source: An error occurred while setting the units.
bg_bg: Възникна грешка при създаване на мерната единица.
el_gr: Παρουσιάστηκε σφάλμα κατά τον καθορισμό των module.

source: An error occurred while installing the module: %s
bg_bg: Възникна грешка при инсталиране на модула: %s
el_gr: Παρουσιάστηκε σφάλμα κατά την εγκατάσταση του πρόσθετου: %s

source: An error occurred while uninstalling the module: %s
bg_bg: Възникна грешка при деинсталиране на модула: %s
el_gr: Παρουσιάστηκε σφάλμα κατά την απεγκατάσταση του πρόσθετου: %s

source: An error has occurred, this module does not exist: %s
bg_bg: Възникна грешка, модулът не съществува: %s
el_gr: Παρουσιάστηκε σφάλμα, αυτό το πρόσθετο δεν υπάρχει: %s

source: An error occurred during the configuration setup: %1$s
bg_bg: Възникна грешка по време на конфигурирането: %1$s
el_gr: Παρουσιάστηκε σφάλμα κατά την ρύθμιση: %1$s

source: An error occurred during the default group update
bg_bg: Възникна грешка при актуализиране на групата по подразбиране
el_gr: Παρουσιάστηκε σφάλμα κατά την ενημέρωση της προεπιλεγμένης ομάδας

source: An error has occurred during the default group update
bg_bg: Възникна грешка при актуализиране на групата по подразбиране
el_gr: Παρουσιάστηκε σφάλμα κατά την ενημέρωση της προεπιλεγμένης ομάδας

source: Invalid language ISO code (%s)
bg_bg: Невалиден ISO код на езика (%s)
el_gr: Μη έγκυρος ISO κωδικός γλώσσας (%s)

source: Fatal error: ISO code is not correct
bg_bg: Фатална грешка: некоректен ISO код
el_gr: Μοιραίο σφάλμα: Ο κωδικός ISO δεν είναι σωστός

source: Fatal error: IETF code %s is not correct
bg_bg: Фатална грешка: IETF кодът на %s е невалиден
el_gr: ΜΟΙΡΑΙΟ ΣΦΑΛΜΑ - ο κώδικας IETF %s δεν είναι σωστός

source: Sorry this language is not available
bg_bg: За съжаление този език не е наличен
el_gr: Συγνώμη αυτή η γλώσσα δεν είναι διαθέσιμη

source: Server does not have permissions for writing.
bg_bg: Сървърът няма права за редакция.
el_gr: Δεν έχει δικαιώματα εγγραφής στο Server.

source: Language pack unavailable.
bg_bg: Езиковият пакет не е наличен.
el_gr: Μη διαθέσιμο πακέτο γλώσσας.

source: An error occurred while creating the language: %s
bg_bg: Грешка при създаване на език: %s
el_gr: Παρουσιάστηκε σφάλμα κατά τη δημιουργία της γλώσσας: %s

source: The translation was successfully copied.
bg_bg: Преводът е успешно копиран.
el_gr: Η γλώσσα αντιγράφηκε με επιτυχία
ka_ge: Язык успешно скопирован

source: Cannot add configuration %1$s for %2$s language
bg_bg: Невъзможно добавяне на конфигурация %1$s за %2$s език
el_gr: Αδύνατη η προσθήκη ρύθμισης %1$s για %2$s γλώσσα

source: The translations have been successfully added.
bg_bg: Преводите са успешно добавени
el_gr: Οι μεταφράσεις προστέθηκαν με επιτυχία
ka_ge: Перевод успешно добавлен

source: The translation was added successfully, but the language has not been created.
bg_bg: Преводът е добавен успешно, но езикът не е създаден.
el_gr: Μετάφραση προστέθηκε με επιτυχία, αλλά δεν έχει δημιουργηθεί η γλώσσα

source: Localization pack imported successfully.
bg_bg: Локализационният пакет е успешно импортнат.
el_gr: Το πακέτο τοπικοποίησης εισηχθεί με επιτυχία

source: Importing a new language may fail without the OpenSSL module. Please enable "openssl.so" on your server configuration.
bg_bg: Импортирането на нов език може да е неуспешно без модула OpenSSL. Моля, разрешете "openssl.so" в конфигурацията на вашият сървър.
el_gr: Η εισαγωγή μίας νέας γλώσσας μπορεί να αποτύχει χωρίς το πρόσθετο OpenSSL. Παρακαλούμε ενεργοποιήστε το "openssl.so" στο διακομιστή σας.

source: Cannot load the localization pack.
bg_bg: Пакетът за локализация не може да се зареди.
el_gr: Δεν είναι δυνατή η φόρτωση localization pack (από το prestashop.com και από το τοπικό σας φάκελο "localization")

source: Please select at least one item to import.
bg_bg: Избери поне един файл за импорт.
el_gr: Παρακαλώ επιλέξτε τουλάχιστον ένα στοιχείο για εισαγωγή.

source: %language% could not be loaded
bg_bg: %language% не може да бъде зареден
el_gr: %language% δεν μπορεί να φορτωθεί

source: A tax rule already exists for this country/state with tax only behavior.
bg_bg: Вече съществува данъчно условие за тази държава/област, където облагането с данък е задължително.
el_gr: Ένας κανόνας φόρου υπάρχει ήδη για αυτή την χώρα με μόνο συμπεριφορά φόρου.

source: The Zip/postal code is invalid. It must be typed as follows: %format% for %country%.
bg_bg: Пощенският код е невалиден. Правилният формат е: %format% за %country%.
el_gr: Ο ταχυδρομικός κωδικός είναι λανθασμένος. Πρέπει να πληκτρολογηθεί ως %format% για τη χώρα %country%.

source: An error has occurred: Cannot save the current tax rule.
bg_bg: Възникна грешка: Настоящото данъчно правило не може да бъде запазено.
el_gr: Παρουσιάστηκε σφάλμα: Δεν είναι δυνατή η αποθήκευση του τρέχοντα φορολογικού κανόνα

source: When you delete a language, all related translations in the database will be deleted. Are you sure you want to proceed?
bg_bg: Когато изтриете език, всички свързани с него преводи в базата от данни ще бъдат изтрити. Сигурни ли сте, че искате да продължите?
el_gr: Όταν διαγράψετε μια γλώσσα, όλες οι σχετικές μεταφράσεις στη βάση δεδομένων θα διαγραφούν. Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτή τη γλώσσα;

source: When you delete a language, all related translations in the database will be deleted.
bg_bg: Когато изтриеш език, всички свързани с него преводи в базата от данни ще бъдат изтрити.
el_gr: Όταν διαγράφετε μια γλώσσα, όλες οι σχετικές μεταφράσεις στη βάση δεδομένων θα διαγραφούν.
ka_ge: ენის წაშლა გამოიწვევს მონაცემთა ბაზაში ყველა მონათესავე თარგმანის წაშლას

source: Your .htaccess file must be writable.
bg_bg: .htaccess файлът трябва да може да се редактира.
el_gr: Το αρχείο .htaccess πρέπει να είναι εγγράψιμο.

source: You cannot delete the default language.
bg_bg: не може да изтриеш езика по подразбиране.
el_gr: δεν μπορείτε να διαγράψετε την προεπιλεγμένη γλώσσα
ka_ge: Нельзя удалять язык по умолчанию

source: You cannot delete the language currently in use. Please select a different language.
bg_bg: Не можеш да изтриеш езика, който се използва в момента. Моля смени езика преди да го изтриеш.
el_gr: Δεν μπορείτε να διαγράψετε τη γλώσσα σε χρήση. Παρακαλούμε να αλλάξετε γλώσσα πριν τη διαγράψετε.
ka_ge: არ შეიძლება მოხმარებაში მყოფი ენის წაშლა, გთხოვთ წაშლამდე შეცვალოთ ენები

source: You cannot change the status of the default language.
bg_bg: Не може да смениш статуса на езика по подразбиране.
el_gr: Δεν μπορείτε να αλλάξετε την κατάσταση της προεπιλεγμένης γλώσσας.

source: This ISO code is already linked to another language.
bg_bg: Този ISO Код вече е свързан с друг език.
el_gr: Αυτός ο κωδικός ISO είναι ήδη συνδεδεμένο με μια άλλη γλώσσα.

source: Flag and "No picture" image fields are required.
bg_bg: Изискват се полета на изображения за флаг и "Няма изображение".
el_gr: Τα πεδία Flag και "No picture" είναι υποχρεωτικά.

source: An error occurred while copying "No Picture" image to your product folder.
bg_bg: Възникна грешка при копиране на изображението "Няма изображение" в продуктовата папка.
el_gr: Παρουσιάστηκε σφάλμα κατά την αντιγραφή no-picture εικόνας στο φάκελο του προϊόντος σας.

source: An error occurred while copying "No picture" image to your category folder.
bg_bg: Възникна грешка при копиране на изображението "Няма изображение" в категорийната папка.
el_gr: Παρουσιάστηκε σφάλμα κατά την αντιγραφή no-picture εικόνας στο φάκελο της κατηγορίας.

source: An error occurred while copying "No picture" image to your brand folder.
bg_bg: Възникна грешка при копиране на изображението „Няма изображение“ в папката на марката ви.
el_gr: Ανέκυψε σφάλμα κατά την αντιγραφή της εικόνας "Χωρίς εικόνα" στον φάκελο της μάρκας σας.

source: An error occurred while resizing "No picture" image to your product directory.
bg_bg: Възникна грешка при копиране на изображение "Няма изображение" в продуктовата директория.
el_gr: Παρουσιάστηκε σφάλμα κατά την αλλαγή μεγέθους no-picture εικόνας στον κατάλογο των προϊόντων σας.

source: An error occurred while resizing "No picture" image to your category directory.
bg_bg: Възникна грешка при копиране на изображение "Няма изображение" в категорийната директория.
el_gr: Παρουσιάστηκε σφάλμα κατά την αλλαγή μεγέθους no-picture εικόνας στον κατάλογο κατηγορίας.

source: An error occurred while resizing "No picture" image to your brand directory.
bg_bg: Възникна грешка при преоразмеряване на изображението „Няма изображение“ в папката на марката Ви.
el_gr: Παρουσιάστηκε σφάλμα κατά την αλλαγή μεγέθους "No-Picture" εικόνας στον κατάλογο των προϊόντων σας.

source: An error occurred during image deletion process.
bg_bg: Възникна грешка при изтриване на изображението.
el_gr: Παρουσιάστηκε σφάλμα κατά τη διαγραφή της εικόνας.

source: Iso code is not valid
bg_bg: ISO кодът е невалиден
el_gr: Κωδικός ISO μη έγκυρος

source: Technical Error: ps_version is not valid
bg_bg: Техническа грешка: невалидна ps_version
el_gr: Τεχνικό Σφάλμα: ps_version δεν είναι έγκυρο

source: Wrong ISO code, or the selected language pack is unavailable.
bg_bg: Грешен ISO код или избраният езиков пакет не е наличен.
el_gr: λάθος κωδικός ISO ή το πακέτο γλώσσας δεν είναι διαθέσιμο

source: Technical Error: translation server unreachable.
bg_bg: Техническа грешка: недостъпен сървър за преводи.
el_gr: Τεχνικό Σφάλμα: Server μετάφρασης μη προσβάσιμος.

source: This ISO code already exists. You cannot create two states with the same ISO code.
bg_bg: ISO кодът вече съществува. Не може да създаваш две държави с еднакъв ISO код.
el_gr: Αυτός ο κωδικός ISO υπάρχει ήδη, δεν μπορείτε να δημιουργήσετε δύο πολιτείες με τον ίδιο κωδικό ISO στην ίδια χώρα

source: This state was used in at least one address. It cannot be removed.
bg_bg: Този щат е използван поне в един адрес. Не може да бъде премахнат.
el_gr: Η κατάσταση που χρησιμοποιήθηκε τουλάχιστον μία φορά. Δεν μπορεί να αφαιρεθεί.

source: This tax is currently in use as a tax rule. Are you sure you'd like to continue?
bg_bg: Този данък в момента се използва като данъчно правило. Сигурни ли сте, че искате да продължите?
el_gr: Ο φόρος αυτός είναι σε χρήση ως φορολογικός κανόνας. Είστε σίγουροι ότι θέλετε να συνεχίσετε;

source: This tax is currently in use as a tax rule. If you continue, this tax will be removed from the tax rule. Are you sure you'd like to continue?
bg_bg: Този данък в момента се използва като данъчно правило. Ако продължиш, данъка ще бъде премахнат от данъчното правило. Сигурен ли си, че искаш да продължиш?
el_gr: Ο φόρος αυτός χρησιμοποιείται σε ένα φορολογικό κανόνα. Αν συνεχίσετε, ο φόρος αυτός θα αφαιρεθεί από τον φορολογικό κανόνα. Είστε σίγουροι ότι θέλετε να συνεχίσετε;

source: The geolocation database is unavailable.
bg_bg: Базата от данни за геолокация не е налична.
el_gr: Η βάση δεδομένων Γεωτοποθεσίας δεν είναι διαθέσιμη.

source: Country selection is invalid.
bg_bg: Избраната държава е невалидна
el_gr: Μη έγκυρη επιλογή χώρας

source: Invalid whitelist
bg_bg: Невалиден списък
el_gr: Μη έγκυρη whitelist

source: You cannot delete the default currency
bg_bg: Не можеш да изтриеш валутата по подразбиране
el_gr: Δεν είναι δυνατή η διαγραφή του προεπιλεγμένου νομίσματος
ka_ge: Нельзя удалять валюту по умолчанию!

source: You cannot disable the default currency
bg_bg: Не можеш да изтриеш валутата по подразбиране
el_gr: Δεν μπορείτε να απενεργοποιήσετε το προεπιλεγμένο νόμισμα

source: This currency already exists.
bg_bg: Тази валута вече съществува.
el_gr: Το νόμισμα υπάρχει ήδη.

source: The currency conversion rate cannot be equal to 0.
bg_bg: Валутният курс не може да бъде равен на 0.
el_gr: Ο συντελεστής μετατροπής νομίσματος δεν μπορεί να είναι ίσος με 0.

source: This ISO code already exists.You cannot create two countries with the same ISO code.
bg_bg: Този ISO код вече съществува. Не можеш да създадеш две държави с еднакъв ISO код.
el_gr: Αυτός ο κωδικός ISO υπάρχει ήδη. Δεν μπορείτε να δημιουργήσετε δύο χώρες με τον ίδιο κωδικό ISO.

source: Invalid address layout %s
bg_bg: Невалиден адрес на слой %s
el_gr: Μη έγκυρη διάταξη διεύθυνσης %s

source: You must select two languages in order to copy data from one to another.
bg_bg: Трябва да избереш 2 езика, за да копираш данните от единия на другия.
el_gr: θα πρέπει να επιλέξετε 2 γλώσσες, για να αντιγράψετε δεδομένα από το ένα στο άλλο
ka_ge: Чтобы начать копирование из одного языка в другой требуется установить не менее ДВУХ языков

source: You must select two themes in order to copy data from one to another.
bg_bg: Трябва да избереш 2 теми, за да копираш данните от едната на другата.
el_gr: θα πρέπει να επιλέξετε 2 θέματα, ώστε να αντιγράψετε δεδομένα από το ένα στο άλλο
ka_ge: вы должны выбрать 2 темы, для того, чтобы копировать данные из одной в другую

source: An error occurred while copying data.
bg_bg: Възникна грешка се появи при копиране на данните.
el_gr: ένα σφάλμα κατά την αντιγραφή των δεδομένων
ka_ge: Произошла ошибка при копировании данных

source: There is nothing to copy (same language and theme).
bg_bg: Няма данни за копиране! (еднакви език и тема).
el_gr: τίποτα για να αντιγράψετε! (Ίδια γλώσσα και θέμα)
ka_ge: нечего копировать! (одинаковый язык и тема

source: Theme(s) not found
bg_bg: Няма намерена тема (теми)
el_gr: Το Theme δεν βρέθηκε

source: A part of the data has been copied but some of the language files could not be found.
bg_bg: Част от данните са копирани, но част от езиковите файлове не са намерени.
el_gr: ένα μέρος των στοιχείων που έχει αντιγραφεί, αλλά κάποια αρχεία γλώσσας δεν θα μπορούσε να βρεθεί ή να αντιγραφούν
ka_ge: часть данных была скопирована, но некоторые файлы не найдены или не могут быть скопированы

source: An error occurred while creating archive.
bg_bg: Възникна грешка при създаването на архив.
el_gr: Προέκυψε σφάλμα κατά την δημιουργία της αρχειοθήκης.

source: Please select a language and a theme.
bg_bg: Моля избери език и тема
el_gr: Παρακαλώ επιλέξτε μια γλώσσα και ένα θέμα.

source: Tab "%s" is not valid
bg_bg: Табът "%s" не е валиден
el_gr: Η καρτέλα "%s" δεν είναι έγκυρη

source: The archive cannot be extracted.
bg_bg: Архивът не може да бъде разархивиран.
el_gr: Το αρχείο δεν μπορεί να εξαχθεί.

source: Cannot write to the theme's language file (%s). Please check writing permissions.
bg_bg: Не може да се редактира езиковия файл (%s) на темата. Моля, проверете правата за писане.
el_gr: Αδύνατη η εγγραφή στο αρχείο γλώσσας του θεματος (%s). Παρακαλούμε ελέγξτε τα δικαιώματα εγγραφής.

source: This %type_content% file extension is not accepted.
bg_bg: Разширението на файл %type_content% не е прието.
el_gr: Αυτή η επέκταση αρχείου (%type_content%) δεν είναι αποδεκτή.

source: Your email translations contain some invalid HTML and cannot be saved. Please check your content.
bg_bg: Имейл преводите Ви съдържат невалидни HTML елементи и не могат да бъдат запазени. Моля, проверете съдържанието си.
el_gr: Οι μεταφράσεις των email σας δεν μπορούν να αποθηκευτούν διότι περιέχουν μη έγκυρη HTML. Ελέγξτε τον κώδικά σας.

source: Your HTML email templates cannot contain JavaScript code.
bg_bg: Шаблоните за HTML e-mail не могат да съдържат JavaScript код.
el_gr: Τα HTML πρότυπα e-mail δεν μπορούν να περιέχουν κώδικα JavaScript.

source: The module directory must be writable.
bg_bg: Директорията на модула трябва да подлежи на редакция.
el_gr: Ο κατάλογος module πρέπει να είναι εγγράψιμος
ka_ge: Каталог с модулями должен иметь права на запись

source: missing translation(s)
bg_bg: липсващ(и) превод(и)
el_gr: απουσιάζουν μεταφράσεις(η)

source: There was a problem getting the mail files.
bg_bg: Възникна проблем при получаване на мейл файловете.
el_gr: Υπάρχει ένα πρόβλημα στη λήψη αρχείων αλληλογραφίας.

source: This expression uses a special syntax:
bg_bg: Този израз използва специален синтаксис:
el_gr: Αυτή η παράσταση συντάσσεται με συγκεκριμένο τρόπο:

source: Translation successfully updated
bg_bg: Успешно обновяване на превода
el_gr: Η μετάφραση ενημερώθηκε επιτυχώς

source: Failed to update translation
bg_bg: Неуспешна актуализация на превода
el_gr: Αποτυχία ενημέρωσης της μετάφρασης

source: Before changing the default currency, we strongly recommend that you enable maintenance mode. Indeed, any change on the default currency requires a manual adjustment of the price of each product and its combinations.
bg_bg: Преди да промените валутата по подразбиране, силно препоръчваме да включите 'режим на поддръжка'. Всъщност, всяка промяна на валутата по подразбиране изисква ръчна настройка на цената на всеки продукт и неговите комбинации.
el_gr: Πριν αλλάξετε το προεπιλεγμένο νόμισμα, σας συνιστούμε να ενεργοποιήσετε τη λειτουργία συντήρησης. Πράγματι, οποιαδήποτε αλλαγή στο προεπιλεγμένο νόμισμα απαιτεί τη μη αυτόματη προσαρμογή της τιμής κάθε προϊόντος και των συνδυασμών του.

source: A language pack is available for this ISO.
bg_bg: Наличен е езиков пакет за този ISO код.
el_gr: Ένα πακέτο γλώσσας είναι διαθέσιμο για αυτή το ISO (το όνομα είναι

source: The Prestashop version compatible with this language and your system is:
bg_bg: Версията на PrestaShop, съвместима с този език и със системата ви, е:
el_gr: Η έκδοση του PrestaShop που είναι συμβατή με αυτήν τη γλώσσα και το σύστημα είναι η:

source: After creating the language, you can import the content of the language pack, which you can download under "International -- Translations.
bg_bg: След създаване на език, можете да импортирате съдържанието на езиковия пакет, който можете да свалите в Интернационализация -- Преводи.
el_gr: Μετά τη δημιουργία της γλώσσας, μπορείτε να εισαγάγετε το περιεχόμενο του πακέτου γλώσσας, το οποίο μπορείτε να κατεβάσετε από το "Διεθνείς -- Μεταφράσεις".

source: No language pack is available on prestashop.com for this ISO code
bg_bg: Няма наличен езиков пакет на prestashop.com за този ISO код
el_gr: Κανένα πακέτο γλώσσας διαθέσιμο στο prestashop.com για αυτόν τον κωδικό ISO
ka_ge: ენის პაკეტი არ არსებობს ამ iso კოდისათვის

source: This language pack is NOT complete and cannot be used in the front or back office because some files are missing.
bg_bg: Този езиков пакет НЕ е завършен и не може да бъде използван в Лицевия или Административния панел, защото липсват файлове.
el_gr: Αυτό το γλωσσικό πακέτο ΔΕΝ είναι ολοκληρωμένο και δεν μπορεί να χρησιμοποιηθεί στη Διεπιφάνεια ή τη Διαχείριση επειδή κάποια αρχεία λείπουν.

source: Are you sure you want to restore the default address format for this country?
bg_bg: Сигурен ли си, че искаш да възстановиш формата на адреса по подразбиране за тази държава?
el_gr: Είστε βέβαιοι ότι θέλετε να επαναφέρετε την προεπιλεγμένη μορφή διεύθυνσης γι' αυτή τη χώρα;

source: Apache mod_security is activated on your server. This could result in some Bad Request errors
bg_bg: На Вашият сървър е активиран Apache mod_security. Това може да доведе до грешки от типа Лоши заявки
el_gr: Apache mod_security είναι ενεργοποιημένο στον server σας. Αυτό μπορεί να προκαλέσει κάποια σφάλματα Bad Request

source: Warning! Your hosting provider is using the Suhosin patch for PHP, which limits the maximum number of fields allowed in a form:
bg_bg: Внимание! Хостингът Ви използва Suhosin patch за PHP, който ограничава максималния брой разрешени полета в една форма:
el_gr: Προειδοποίηση, πάροχος σας χρησιμοποιει το επίθεμα suhosin για το PHP, το οποίο περιορίζει τον μέγιστο αριθμό των πεδίων να δημοσιεύσετε σε μορφή:

source: Please ask your hosting provider to increase the Suhosin limit to
bg_bg: Моля, помолете Вашият хостинг доставчик да увеличи лимита на Suhosin
el_gr: Παρακαλώ ρωτήστε τον πάροχο σας για να αυξήσει το suhosin και ζητήσετε ένα όριο των

source: Warning! Your PHP configuration limits the maximum number of fields allowed in a form:
bg_bg: Внимание! Вашата PHP конфигурация ограничава максималния брой полета в един формуляр:
el_gr: Προειδοποίηση, οι PHP ρυθμίσεις σας περιορίζουν τον μέγιστο αριθμό των πεδίων για δημοσίευση σε μορφή

source: for max_input_vars.
bg_bg: за max_input_vars.
el_gr: για τη μεταβλητή max_input_vars.

source: Please ask your hosting provider to increase this limit to
bg_bg: Моля, помолете Вашият хостинг доставчик да увеличи този лимит на
el_gr: Παρακαλώ ζητήστε απο τον πάροχο σας να αυξήσει το όριο αυτό σε

source: %s at least, or you will have to edit the translation files.
bg_bg: Най-малко %s или ще трябва да редактирате ръчно файловете с преводите.
el_gr: %s το ελάχιστο, ή θα χρειαστεί να διορθώσεις τα αρχεία μετάφρασης.

source: %limit% for suhosin.post.max_vars.
bg_bg: %limit% за suhosin.post.max_vars.
el_gr: %limit% για suhosin.post.max_vars.

source: %limit% for suhosin.request.max_vars.
bg_bg: %limit% за suhosin.request.max_vars.
el_gr: %limit% για suhosin.request.max_vars.

source: %s at least, or you will have to edit the translation files manually.
bg_bg: Най-малко %s или ще трябва да редактирате ръчно файловете с преводите.
el_gr: %s τουλάχιστον, αλλιώς θα πρέπει να επεξεργαστείτε χειροκίνητα τα αρχεία μετάφρασης.

source: Please select a module!
bg_bg: Моля, изберете модул!
el_gr: Παρακαλώ επιλέξτε ένα πρόσθετο!

source: Please select your language!
bg_bg: Моля, изберете езика си!
el_gr: Παρακαλώ επιλέξτε την γλώσσα σας!

source: Cannot connect to the PrestaShop website to get the language list.
bg_bg: Не е възможна връзка със сайта на PrestaShop, за да вземеш езиковия списък.
el_gr: Δεν μπορείτε να συνδεθείτε στο prestashop.com για να κατεβάστε την λίστα γλωσσών.
