Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.2/*/AdminShippingHelp.*.xlf
Languages: ja_jp, lv_lv

source: Allowed characters: letters, spaces and %s
ja_jp: 利用可能な文字：文字、スペースです。また、%s
lv_lv: Atļautās zīmes: burti, atstarpes un "%s"

source: Carrier name displayed during checkout
ja_jp: 注文手続きで表示される配送方法名
lv_lv: Piegādātāja nosaukums, kurš redzams klientam

source: Upload a logo from your computer.
ja_jp: ロゴファイルをアップロードしてください。
lv_lv: Ielādēt logo no datora

source: or
ja_jp: または
lv_lv: vai

source: Estimated delivery time will be displayed during checkout.
ja_jp: 注文手続きの画面で、おおよそのお届け日数が表示されるようになります。
lv_lv: Laiks, kas nepieciešams, lai piegādātu pasūtījumu - redzams klientam pērkot produktus

source: Delivery tracking URL: Type '@' where the tracking number should appear. It will then be automatically replaced by the tracking number.
ja_jp: 配送トラッキングURL：追跡番号が表示される箇所に「@」とご記入下さい。、自動的に追跡番号が表示されます。

source: The zones in which this carrier will be used.
ja_jp: この配送方法が適用されるゾーン。
lv_lv: Zonas, kurās piegādātājs sniedz pakalpojumus.

source: Group access
ja_jp: グループアクセス
lv_lv: Grupas piekļuve

source: Apply both regular shipping cost and product-specific shipping costs.
ja_jp: 通常の送料計算と、商品毎の送料指定の両方に適用されます。

source: Include the shipping and handling costs in the carrier price.
ja_jp: 送料と取扱い手数料を配送価格に含める。
lv_lv: Iekļaut piegādes

source: Apply the cost of the highest defined range
ja_jp: もっとも金額が高いレンジの値を適用します
lv_lv: Pielāgot augstāko definēto cenu

source: Out-of-range behavior occurs when none is defined (e.g. when a customer's cart weight is greater than the highest range limit).
ja_jp: 配送設定が存在しない場合、配達地域外の場合の処理が行なわれます。（例：設定した最大重量以上の商品がカートに入っているなど）

source: Maximum height managed by this carrier. Set the value to "0," or leave this field blank to ignore.
ja_jp: この配送で許可されている最大の高さ。この項目が "0" または空白であれば無視。
lv_lv: Maksimālais augstums, ko šis pārvadātājs var transportēt. Ievadi vērtību "0" vai atstāj šo vērtību tukšu lai ignorētu.

source: Maximum width managed by this carrier. Set the value to "0," or leave this field blank to ignore.
ja_jp: この配送で許可されている最大の幅。この項目が "0" または空白であれば無視。
lv_lv: Maksimālais platums, ko šis pārvadātājs var transportēt. Ievadi vērtību "0" vai atstāj šo vērtību tukšu lai ignorētu.

source: Maximum depth managed by this carrier. Set the value to "0," or leave this field blank to ignore.
ja_jp: この配送で許可されている最大の奥行き。この項目が "0" または空白であれば無視。
lv_lv: Maksimālais dziļums ko šis pārvadātājs var transportēt. Ievadi vērtību "0" vai atstāj šo vērtību tukšu lai ignorētu.

source: Maximum weight managed by this carrier. Set the value to "0," or leave this field blank to ignore.
ja_jp: この配送で許可されている最大の幅。この項目が "0" または空白であれば無視。
lv_lv: Maksimālais svars ko šis pārvadātājs var transportēt. Ievadi vērtību "0" vai atstāj šo vērtību tukšu lai ignorētu.

source: For in-store pickup, enter 0 to replace the carrier name with your shop name.
ja_jp: 「直接実店舗で受取」する場合は、"0" を入力しておくと、ショップの名前が配送名に置き換わります。
lv_lv: Ja uzstādīta 0, tad piegādātāja nosaukums tiks aizstāts ar veikala nosaukumu

source: Enter "0" for a longest shipping delay, or "9" for the shortest shipping delay.
ja_jp: 配達日数が最長の場合は "0" を、最短の場合は "9" をご入力して下さい。
lv_lv: Ievadi "0" lai atliktu piegādes laiku ilgāk, vai "9" lai atliktu piegādi uz īsāku laiku.

source: Mark the groups that are allowed access to this carrier.
ja_jp: この配送方法を利用できる顧客グループに全てチェックを入れてください。
lv_lv: Atzīmējiet tās grupas, kurām vēlaties atļaut pieeju šim piegādātājam

source: Enable the carrier in the front office.
ja_jp: ショップの配送方法を有効にする。
lv_lv: Iekļaut pārvadātāju klientiem redzamajā sarakstā.

source: Allowed characters: letters, spaces and "%s".
ja_jp: 利用可能な文字：文字、スペースです。また、"%s"
lv_lv: Atļautās zīmes: burti, atstarpes un "%s".

source: The carrier's name will be displayed during checkout.
ja_jp: 配送方法名は、ご注文手続きの中で表示されます。
lv_lv: Pārvadātāja nosaukums tiks uzrādīts norēķināšanās laikā.

source: The delivery time will be displayed during checkout.
ja_jp: 配送日数は、ご注文手続きの中で表示されます。

source: Delivery tracking URL: Type '@' where the tracking number should appear. It will be automatically replaced by the tracking number.
ja_jp: 配送トラッキングURL：追跡番号を表示したい箇所に「@」とご記入下さい。、自動的に追跡番号が表示されます。

source: For example: 'http://example.com/track.php?num=@' with '@' where the tracking number should appear.
ja_jp: 例： 'http://example.com/track.php?num=@' （追跡番号を表示したい場所に'@' を指定します。）

source: Include the handling costs (as set in Shipping > Preferences) in the final carrier price.
ja_jp: 取扱い手数料を含める（「配送」＞「環境設定」の最終配送料設定の内容に準じます）

source: Out-of-range behavior occurs when no defined range matches the customer's cart (e.g. when the weight of the cart is greater than the highest weight limit defined by the weight ranges).
ja_jp: お客様のカート情報が配送設定範囲外であったため、配達地域外の場合の処理が行なわれました。（例：設定した最大重量以上の商品がカートに入っているなど）

source: Maximum width managed by this carrier. Set the value to "0", or leave this field blank to ignore.
ja_jp: この配送で許可されている最大の幅。この項目が "0" または空白であれば無視。
lv_lv: Maksimālais platums, ko šis pārvadātājs var transportēt. Ievadi vērtību "0" vai atstāj šo vērtību tukšu lai ignorētu.

source: The value must be an integer.
ja_jp: 入力値は、整数でなければいけません。

source: Maximum height managed by this carrier. Set the value to "0", or leave this field blank to ignore.
ja_jp: この配送で許可されている最大の高さ。この項目が "0" または空白であれば無視。

source: Maximum depth managed by this carrier. Set the value to "0", or leave this field blank to ignore.
ja_jp: この配送で許可されている最大の奥行き。この項目が "0" または空白であれば無視。
lv_lv: Maksimālais dziļums ko šis pārvadātājs var transportēt. Ievadi vērtību "0" vai atstāj šo vērtību tukšu lai ignorētu.

source: Maximum weight managed by this carrier. Set the value to "0", or leave this field blank to ignore.
ja_jp: この配送で許可されている最大の高さ。この項目が "0" または空白であれば無視。
lv_lv: Maksimālais svars ko šis pārvadātājs var transportēt. Ievadi vērtību "0" vai atstāj šo vērtību tukšu lai ignorētu.

source: If you set these parameters to 0, they will be disabled.
ja_jp: これらのパラメータに "0" に設定すると、無効になります。
lv_lv: Ja Jūs šo parametru vērtības norādīsiet kā 0, tie tiks atslēgti

source: Coupons are not taken into account when calculating free shipping.
ja_jp: 送料無料を計算するときにクーポンは考慮されません。

source: Your shop's default carrier
ja_jp: ショップのデフォルトの配送方法です。

source: This will only be visible in the front office.
ja_jp: これはショップ側でのみ表示されます。

source: Your online store needs to have a proper carrier registered in PrestaShop as soon as you start shipping your products. This means sending yours parcels using your local postal service, or having a contract with a private carrier which in turn will ship your parcels to your customers. In order to have PrestaShop suggest the most adequate carrier to your customers during their order checkout process, you need to register all the carriers with which you have chosen to work.
ja_jp: ショップを公開するとすぐにでも商品の発送が始まります。そのためには PrestaShop に適切な配送方法が登録されている必要があります。それは、既に地元の郵便サービスや民間の運送業者を利用できる状況が整っていることを意味します。 PrestaShopが注文手続きの中で、顧客に最も適切な配送方法を提案するためには、利用可能な全ての配送方法を設定しておく必要があります。

source: PrestaShop comes with a number of carrier modules that you can activate. You can also buy carrier modules on the PrestaShop Addons marketplace. Recommended modules are listed below: install the module that matches your carrier, and configure it!
ja_jp: PrestaShopには、すぐに利用可能な配送モジュールが多数用意されています。また、PrestaShop Addons マーケットプレイスから、配送モジュールを購入することもできます。 おすすめのモジュールは以下の通りです： ご利用の配送サービスと一致するモジュールをインストールして設定してください！

source: If there is no existing module for your carrier, then you can register that carrier by hand using the information that it can provide you: shipping rates, regional zones, size and weight limits, etc. Click on the "Add new carrier" button below to open the Carrier Wizard, which will help you register a new carrier in a few steps.
ja_jp: ご契約の配送業者に合う既存のモジュールがない場合は、必要な情報を直接入力して、希望の配送方法を登録することができます（送料、地域ゾーン、サイズと重量の制限など）。配送方法設定ウィザードを使うと、数ステップで新しい配送方法を簡単に登録出来ます。

source: Note: DO NOT register a new carrier if there already exists a module for it! Using a module will be much faster and more accurate!
ja_jp: 注意：既にふさわしい配送モジュールが登録されている場合は、新しい配送方法を登録しないでください！モジュールを使用する方がはるかに高速で正確です！

source: Format:
ja_jp: フォーマット：

source: Filesize:
ja_jp: ファイルサイズ：

source: MB max.
ja_jp: 最大MB

source: Current size:
ja_jp: 現在のサイズ：

source: undefined
ja_jp: 不明
