Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.2/*/AdminInternationalNotification.*.xlf
Languages: bg_bg, el_gr, ka_ge

source: Language files must be complete to allow copying of translations.
bg_bg: Езиковите файлове трябва да са довършени, за да се копират преводите.
el_gr: Τα αρχεία γλώσσας (όπως αναφέρεται στο Εργαλεία> Γλώσσες> 'Έκδοση) πρέπει να είναι πλήρη, ώστε να επιτρέπουν η δημιουργία αντιγράφων των μεταφράσεων

source: Please install the %module_name% module before using this feature.
bg_bg: Моля, инсталирайте модул %module_name%, преди да използвате тази функционалност.
el_gr: Παρακαλούμε εγκαταστήσετε το πρόσθετο %module_name% πριν χρησιμοποιήσετε αυτή τη δυνατότητα.
