Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.2/*/AdminDashboardFeature.*.xlf
Languages: es_co

source: Dashboard
es_co: Tablero

source: Average bank fees per payment method
es_co: Gastos bancarios promedio por método de pago

source: Average shipping fees per shipping method
es_co: Gastos de envío promedio por método de transporte

source: Other settings
es_co: Otros ajustes

source: Other fees per order
es_co: Otros gastos por pedido

source: Add more dashboard modules
es_co: Añadir más módulos de panel

source: Official Documentation
es_co: Documentación Oficial

source: User, Developer and Designer Guides
es_co: Guías de Usuario, Desarrollador y Diseñador

source: PrestaShop Forum
es_co: Foro PrestaShop

source: Connect with the PrestaShop community
es_co: Conéctese con la comunidad de PrestaShop

source: Enhance your store with templates & modules
es_co: Enriquezca su tienda con plantillas & módulos

source: The Forge
es_co: Reporte de errores

source: Report issues in the Bug Tracker
es_co: Reporta problemas al Bug Tracker

source: Contact Us!
es_co: ¡Contáctenos!
