Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.2/*/AdminShopparametersHelp.*.xlf
Languages: el_gr, ja_jp

source: Please enter the index words separated by a "|".
el_gr: Παρακαλώ εισάγετε τις λέξεις χωρίζοντας τες με "|".
ja_jp: 「|」を単語の区切り文字として入力してください

source: Enter each alias separated by a comma (e.g. 'prestshop,preztashop,prestasohp').
el_gr: Πληκτρολογήστε κάθε ψευδώνυμο, χωρισμένο με κόμα (π.χ. «prestshop, preztashop, prestasohp»).
ja_jp: お互いのエイリアスを半角カンマ（','）で区切ってください。（例： prestshop,preztashop,prestasohp）

source: Forbidden characters: <>;=#{}
el_gr: Απαγορευμένοι χαρακτήρες: <>;=#{}
ja_jp: 禁止文字： <>;=#{}

source: Search this word instead.
el_gr: Αντ' αυτού αναζήτησε αυτή τη λέξη.
ja_jp: 代わりにこの単語で検索します。

source: This field does not refer to the shop name visible in the front office.
el_gr: Αυτό το πεδίο δεν αναφέρεται στο ορατό όνομα καταστήματος στη σελίδα καταστήματος.
ja_jp: この項目はお客様が見るショップに表示するショップ名を指すものではありません。

source: Follow %sthis link%s to edit the shop name used on the front office.
el_gr: Ακολουθήστε %sαυτόν το σύνδεσμο%s για να τροποποιήσετε το όνομα του καταστήματος στη σελίδα καταστήματος.
ja_jp: ショップ側で使用されるショップ名を編集する場合は %sこちらのリンク%s を利用してください。

source: You can't edit the shop group because the current shop belongs to a group with the "share" option enabled.
el_gr: Δεν μπορείτε να επεξεργαστείτε την ομάδα καταστημάτων επειδή το κατάστημα ανήκει σε μια ομάδα με ενεργοποιημένη την \"κοινη\" επιλογή.
ja_jp: 現在のショップは「共有」オプションが有効なショップグループに含まれているため、ショップグループを編集することができません。

source: This is the root category of the store that you've created. To define a new root category for your store, %splease click here%s.
el_gr: Αυτός είναι ο ριζικός κατάλογος του καταστήματος που δημιουργήσατε. Για να ορίσετε νέο ριζικό κατάλογο για το κατάστημά σας, παρακαλούμε %sπατήστε εδώ%s.
ja_jp: これはショップのルートカテゴリです。ショップのルートカテゴリを新たに指定する場合には、%sここをクリック%s してください。

source: By selecting associated categories, you are choosing to share the categories between shops. Once associated between shops, any alteration of this category will impact every shop.
el_gr: Επιλέγοντας τις συνδεδεμένες κατηγορίες, κατανέμετε τις κατηγορίες μεταξύ διαφόρων καταστημάτων. Μόλις συνδεθούν δύο καταστήματα, οποιαδήποτε αλλαγή σε αυτήν την κατηγορία θα επηρεάσει και τα άλλα καταστήματα.
ja_jp: 関連カテゴリを選択すると、店舗間でカテゴリを共有することになります。いったん店舗間で連携を行なうと、このカテゴリーに対する変更はすべての店舗に影響を与えることになります。

source: e.g. 10:00AM - 9:30PM
el_gr: π.χ. 10:00 π.μ. - 9:30 μ.μ.
ja_jp: 例 10:00 AM - 9:30 PM

source: Show me more
el_gr: Προβολή περισσότερων
ja_jp: 詳細を表示

source: Definitions:
el_gr: Ορισμοί:
ja_jp: 定義方法：

source: The "http_referer" field is the website from which your customers arrive.
el_gr: Το πεδίο "http_referer" είναι η ιστοσελίδα από την οποία έρχονται οι πελάτες σας.
ja_jp: "http_referer" は、訪問者がどのウェブサイトを経由してアクセスして来たかを設定する項目です。

source: For example, visitors coming from Google will have an "http_referer" value like this one: "http://www.google.com/search?q=prestashop".
el_gr: Για παράδειγμα, οι επισκέπτες που έρχονται από το Google έχουν μια τιμή "http_referer" όπως αυτή: "http://www.google.com/search?q=prestashop".
ja_jp: 例えば、Google 経由での訪問者の場合、次のような値の "http_referer" を持ちます：”http://www.google.com/search?q=prestashop”。

source: If the visitor arrives directly (by typing the URL of your shop, or by using their bookmarks, for example), the http_referer will be empty.
el_gr: Όταν οι επισκέπτες φτάνουν κατευθείαν (πληκτρολογώντας το URL του καταστήματος, ή χρησιμοποιώντας τους σελιδοδείκτες τους), το http_referer θα είναι κενό.
ja_jp: 訪問者がダイレクトアクセスしてきた場合は（ショップのURLを直接ブラウザに入力したり、ブックマークを使用するなど）、"http_referer" は空になります。

source: If you'd like to view all the visitors coming from Google, you can type "%google%" in this field. Alternatively, you can type "%google.fr%" if you want to view visitors coming from Google France, only.
el_gr: Έτσι, εάν θέλετε όλοι οι επισκέπτες που προέρχονται από το Google, μπορείτε να πληκτρολογήσετε \"% google%\" σε αυτό τον τομέα, ή \"%% google.fr\" αν θέλετε τους επισκέπτες που προέρχονται από το Google μόνο για τη Γαλλία.
ja_jp: もし、Google 経由での訪問者をすべて確認したいのであれば、このフィールドに「%google%」と入力してください。もし、日本の Google 経由の訪問者に限定したい場合は「%google.co.jp%」と入力することができます。

source: The "request_uri" field is the URL from which the customers come to your website.
el_gr: Το πεδίο "request_uri" είναι το URL από το οποίο οι πελάτες ήρθαν στην ιστοσελίδα σας.
ja_jp: 「request_uri」項目は、お客様がどのURLからやってきたかを示しています。

source: For example, if the visitor accesses a product page, the URL will be like this one: "%smusic-ipods/1-ipod-nano.html".
el_gr: Για παράδειγμα, αν ένας επισκέπτης προσπελάσει μια σελίδα προϊόντος, το URL θα είναι σαν κι αυτό: %smusic-ipods/1-ipod-nano.html".
ja_jp: たとえば、訪問者が商品ページにアクセスすると、URLは「%smusic-ipods / 1-ipod-nano.html」のようになります。

source: This is helpful because you can add tags or tokens in the links pointing to your website.
el_gr: Αυτό μπορεί να βοηθήσει επειδή μπορείτε να προσθέσετε ετικέτες ή λεκτικές μονάδες στους συνδέσμους που οδηγούν στην ιστοσελίδα σας.
ja_jp: これは便利です、なぜなら、ウェブサイトを指すいくつかのタグやトークンを追加することができます。

source: For example, you can post a link (such as "%sindex.php?myuniquekeyword" -- note that you added "?myuniquekeyword" at the end of the URL) in an online forum or as a blog comment, and get visitors statistics for that unique link by entering "%%myuniquekeyword" in the "request_uri" field.
el_gr: Για παράδειγμα, μπορείτε να δημοσιεύσετε έναν σύνδεσμο (όπως "%sindex.php?myuniquekeyword" -- παρατηρήστε ότι το "?myuniquekeyword" βρίσκεται στο τέλος του URL) σε ένα φόρουμ στο διαδίκτυο ή ως σχόλιο σε blog και να πάρετε στατιστικά επισκεπτών γι αυτόν το σύνδεσμο πληκτρολογώντας "%%myuniquekeyword" στο πεδίο "request_uri".
ja_jp: たとえば、オンラインフォーラムやブログのコメントにリンクとして 「%sindex.php?mykeyword」（URLの最後に「?mykeyword」を追加している点に注目）を投稿すれば、「request_uri」フィールドに 「%%mykeyword」と入力することによって、この特定のリンクによって発生した訪問者だけを統計として取得出来ます。

source: This method is more reliable than the "http_referer" one, but there is one disadvantage: if a search engine references a page with your link, then it will be displayed in the search results and you will not only indicate visitors from the places where you posted the link, but also those from the search engines that picked up that link.
el_gr: Αυτή η μέθοδος είναι περισσότερο αξιόπιστη από την "http_referer", υπάρχει όμως ένα μειονέκτημα: αν μια μηχανή αναζήτησης αναφέρει μια σελίδα με σύνδεσμό σας, τότε θα εμφανιστεί στα αποτελέσματα της μηχανής αναζήτησης κι έτσι δε θα εμφανιστούν μόνο οι επισκέπτες από τις τοποθεσίες όπου δημοσιεύσατε το σύνδεσμο αλλά και εκείνοι που πήραν το σύνδεσμο από μηχανές αναζήτησης.
ja_jp: この方法は ”http_referer" よりも信頼性は高くなりますが、不都合な事もあります。もし、検索エンジンがこうしたリンクを持ったページを拾って検索結果に表示させた場合、実際のリンクを掲載したページから以外からのアクセスの場合でも結果に反映されることになります。

source: The "Include" fields indicate what has to be included in the URL.
el_gr: Τα πεδία "Συμπερίληψη" δείχνουν τι πρέπει να συμπεριληφθεί στο URL.
ja_jp: 「対象」項目にはURL内に含まれている必要がある文字列を指定します。

source: The "Exclude" fields indicate what has to be excluded from the URL.
el_gr: Τα πεδία "Aποκλεισμός" δείχνουν τι πρέπει να αποκλειστεί από το URL.
ja_jp: 「除外」項目にはURLに含まれていると対象外とする文字列を指定します。

source: When using simple mode, you can use a wide variety of generic characters to replace other characters:
el_gr: Στην απλή λειτουργία μπορείτε να χρησιμοποιήσετε πολλούς γενικούς χαρακτήρες για να αντικαταστήσετε άλλους χαρακτήρες:
ja_jp: シンプルモードを使用する場合は、任意の文字を置き換えるのに、一般的な文字を使用できます。

source: _" will replace one character. If you want to use the real "_", you should type this: "\\_".
el_gr: Το «_» αντικαθιστά έναν χαρακτήρα. Αν θέλετε να χρησιμοποιήσετε τον χαρακτήρα «_», πληκτρολογήστε αυτό: «\\_».

source: %" will replace any number of characters. If you want to use the real "%", you should type this: "\\%".
el_gr: Το «%» αντικαθιστά έναν ή περισσότερους χαρακτήρες. Αν θέλετε να χρησιμοποιήσετε τον χαρακτήρα «%», πληκτρολογήστε αυτό: «\\%».

source: The Simple mode uses the MySQL "LIKE" pattern matching, but for a higher potency you can use MySQL's regular expressions in the Expert mode.
el_gr: Η Απλή λειτουργία χρησιμοποιεί την πατέρνα εύρεσης MySQL "LIKE" αλλά για υψηλότερη δραστικότητα μπορείτε να χρησιμοποιήσετε τις συνήθεις εκφράσεις της MySQL στην Ειδική λειτουργία.
ja_jp: シンプルモードでは、MySQL の "LIKE" パターンマッチングを使用しますが、より高い精度の結果を得るには、エキスパートモードで MySQL の正規表現を使用できます。

source: Take a look at MySQL's documentation for more details.
el_gr: Ρίξτε μια ματιά στο εγχειρίδιο της MySQL για περισσότερες πληροφορίες.
ja_jp: 詳細は、MySQL のドキュメントを参照してください。

source: Get help!
el_gr: Ζητήστε βοήθεια!
ja_jp: ヘルプ！

source: There is a huge quantity of data, so each connection corresponding to a referrer is indexed. You can also refresh this index by clicking the "Refresh index" button. This process may take a while, and it's only needed if you modified or added a referrer, or if you want changes to be retroactive.
el_gr: Υπάρχει μια τεράστια ποσότητα δεδομένων, έτσι κάθε σύνδεση που αντιστοιχεί σε έναν παραπέμποντα δεικτοδοτείται. Μπορείτε επίσης να ανανεώσετε αυτό το ευρετήριο πατώντας στο κουμπί "Ανανέωση ευρετηρίου". Αυτή η διαδικασία μπορεί να διαρκέσει και χρειάζεται μόνο εάν προσθέσατε ή τροποποιήσατε έναν παραπέμποντα, ή αν θέλετε οι αλλαγές να είναι αναδρομικές.
ja_jp: データが膨大な量であるため、リファラに対応する各接続をインデックス化します。『インデックスの更新』ボタンをクリックして、このインデックスを更新することもできます。このプロセスには大変時間がかかることがあり、リファラを変更または追加した場合や、全体を再構成しなおす場合にのみ必要なものです。

source: Your data is cached in order to sort it and filter it. You can refresh the cache by clicking on the "Refresh cache" button.
el_gr: Τα δεδομένα σας αποθηκεύονται για να ταξινομηθούν και να φιλτραριστούν. Μπορείτε να ανανεώσετε την κρυφή μνήμη πατώντας το κουμπί "Ανανέωση κρυφής μνήμης".
ja_jp: データを並べ替えてフィルタリングするために、データがキャッシュされます。 キャッシュをリフレッシュするには、『キャッシュを更新』ボタンをクリックします。

source: Direct traffic can be quite resource-intensive. You should consider enabling it only if you have a strong need for it.
el_gr: Η άμεση επισκεψιμότητα είναι αρκετά απαιτητική σε πόρους. Ενεργοποιήστε την μόνο αν τη χρειάζεστε πολύ.
ja_jp: ダイレクトトラフィックの利用は、極めて大量のリソースを消費します。強力なデータベースとサーバを利用しており、よほどの理由がある場合にのみ検討すべきです。
