Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.2/*/AdminAdvparametersNotification.*.xlf
Languages: bg_bg, da_dk

source: "Backup" directory does not exist.
bg_bg: Директория "Архив" не съществува
da_dk: "Backup" mappe eksisterer ikke.

source: Error deleting
bg_bg: Грешка при изтриване
da_dk: Fejl ved sletning

source: Invalid ID
bg_bg: Невалидно ID
da_dk: Ugyldigt ID

source: Unable to create backup file
bg_bg: Създаването на архив е неуспешно.
da_dk: Kan ikke oprette backupfil

source: An error occurred while backing up. Unable to obtain the schema of %s
bg_bg: Възникна грешка при архивирането. Невъзможно получаване на схема на %s
da_dk: En fejl opstod under backup. Kan ikke tilgå skema for %s

source: No valid tables were found to backup.
bg_bg: Не бяха открити валидни таблици за съхраняване на копие.
da_dk: Der blev ikke fundet nogen gyldige tabeller til backup.

source: Error: parameter "to" is corrupted
bg_bg: Грешка: параметър "до" е повреден
da_dk: Fejl: Parameter "to" er i uorden

source: Error: parameter "bcc" is corrupted
bg_bg: Грешка: параметър "до" е повреден
da_dk: Fejl: Parameter "bcc" er ugyldig

source: Error: invalid e-mail template
bg_bg: Грешка: невалиден шаблон на имейл
da_dk: Fejl: Ugyldig e-mail-skabelon

source: Error: invalid e-mail subject
bg_bg: Грешка: Няма тема в e-mail-a
da_dk: Fejl: Ugyldigt e-mail-emne

source: Error: invalid e-mail address
bg_bg: Грешка: Невалиден e-mail адрес
da_dk: Fejl: Ugyldig e-mail adresse

source: Error: invalid SMTP server or SMTP port
bg_bg: Грешка: невалиден SMTP сървър или SMTP порт
da_dk: Fejl: Ugyldig SMTP server eller SMTP port

source: Error - The following e-mail template is missing: %s
bg_bg: Грешка - липсва следният имейл шаблон: %s
da_dk: Fejl - følgende e-mailskabelon mangler: %s

source: You can't put this menu inside itself.
bg_bg: Не можете да сложите това меню в самото себе си.
da_dk: Du kan ikke indsætte denne menu i sig selv.

source: The limit chosen is larger than the server's maximum upload limit. Please increase the limits of your server.
bg_bg: Избраният лимит е по-голям от максималния лимит на сървъра. Увеличи лимитите на сървъра.
da_dk: Den valgte grænse, er større end serverens maksimale upload grænse. Øg venligst grænseværdierne for din serverkonfiguration.

source: The backup file does not exist
bg_bg: Архивният файл не съществува
da_dk: Backupfilen findes ikke

source: The "Backups" directory located in the admin directory must be writable (CHMOD 755 / 777).
bg_bg: Директория "Backups" се намира в административната директория и трябва да бъде достъпна за писане (CHMOD 755/777).
da_dk: "Backup" mappen som er placeret i admin mappen skal være skrivbar (CHMOD 755 / 777).

source: It appears the backup was successful, however you must download and carefully verify the backup file before proceeding.
bg_bg: Изглежда архивирането премина успешно. Въпреки това, свалете архивния файл и го проверете преди да продължите.
da_dk: Formentlig blev din backup gennemført, dog bør du downloade, og nøje undersøge backupfilen.

source: Unable to open your backup directory
bg_bg: Невъзможно отваряне на архивната директория
da_dk: Det var ikke muligt at åbne din backupmappe

source: SSL does not seem to be available on your server.
bg_bg: Изглежда SSL не е наличен на Вашият сървър.
da_dk: SSL ser ikke ud til at være tilgængeligt på din server.

source: You've selected a state for a country that does not contain states.
bg_bg: Избран е щат за държава, която няма щати.
da_dk: Du har valgt en stat for et land, der ikke indeholder stater.

source: (the directory %s must be writable)
bg_bg: (директорията %s трябва да има права за писане)
da_dk: (mappen %s skal være skrivbar)

source: (you must install the [a]Memcache PECL extension[/a])
bg_bg: (трябва да имате инсталирано разширението [a]Memcache PECL[/a])
da_dk: (du skal installere [a]Memcache PECL udvidelsen[/a])

source: (you must install the [a]Memcached PECL extension[/a])
bg_bg: (трябва да имате инсталирано разширението [a]Memcache PECL[/a])
da_dk: (du skal installere [a]Memcache PECL udvidelsen[/a])

source: (you must install the [a]APC PECL extension[/a])
bg_bg: (трябва да имате инсталирано разширението [a]APC PECL[/a])
da_dk: (du skal installere [a]APC PECL udvidelsen[/a])

source: (you must install the [a]Xcache extension[/a])
bg_bg: (трябва да имате инсталирано разширението [a]Xcache[/a])
da_dk: (du skal installere [a]Xcache udvidelsen[/a])

source: The Memcached IP is missing.
bg_bg: Memcached IP липсва.
da_dk: Memcached IP mangler.

source: The Memcached port is missing.
bg_bg: Портът Memcached липсва.
da_dk: Memcached port mangler.

source: The Memcached weight is missing.
bg_bg: Теглото на Memcached липсва.
da_dk: Memcached vægt mangler.

source: The Memcached server cannot be added.
bg_bg: Memcached сървър не може да бъде добавен.
da_dk: Kan ikke tilføje Memcached server.

source: There was an error when attempting to delete the Memcached server.
bg_bg: Възникна грешка при опита за изтриване на Memcached сървъра.
da_dk: Fejl ved sletning af Memcached server.

source: To use Smarty Cache, the directory %directorypath% must be writable.
bg_bg: За да излзвате Smarty Cache, директорията %directorypath% трябва да бъде достъпна за запис.
da_dk: For at bruge Smart Cache skal der kunne skrives til mappen %directorypath%.

source: Before being able to use this tool, you need to:[1][2]Create a blank .htaccess in your root directory.[/2][2]Give it write permissions (CHMOD 666 on Unix system).[/2][/1]
bg_bg: Преди да може да използвате този инструмент трябва да:[1][2]Създадете празен файл с името .htaccess в главната директория.[/2][2]Установете и права за писане (CHMOD 666 при Юникс системи).[/2][/1]

source: Media server #1 is invalid
bg_bg: Невалиден медиа сървър #1
da_dk: Medieserver #1 er ugyldig

source: Media server #2 is invalid
bg_bg: Невалиден медиа сървър #2
da_dk: Medieserver #2 er ugyldig

source: Media server #3 is invalid
bg_bg: Невалиден медиа сървър #3
da_dk: Medieserver #2 er ugyldig

source: Before being able to use this tool, you need to: <br />- Create a blank .htaccess in your root directory. <br />- Give it write permissions (CHMOD 666 on Unix system).
bg_bg: Преди да можете да ползвате този инструмент е необходимо: <br />- Да създадете празен .htaccess във вашата основна директория. <br />- Да ѝ зададете права за запис (CHMOD 666 при Unix системите).
da_dk: Før du kan bruge dette værktøj skal du. <br />- Oprette en blank .htaccess fil i din rod kategori. <br />- Give skrivetilladelser (CHMOD 666 på Unix).

source: The caching system is missing.
bg_bg: Кешираща система липсва.
da_dk: Cachesystem mangler.

source: To use Memcached, you must install the Memcache PECL extension on your server.
bg_bg: За да използваш Memcached, трябва да инсталираш разширение Memcached PECL на сървъра си.
da_dk: For at bruge Memcached, skal du installere Memcache PECL udvidelsen på din server.

source: To use Memcached, you must install the Memcached PECL extension on your server.
bg_bg: За да използвате Memcached, трябва да инсталирате PECL разширението Memcached на сървъра си.
da_dk: For at anvende Memcached, skal du installere udvidelsen Memcached PECL på din server.

source: To use APC cache, you must install the APC PECL extension on your server.
bg_bg: За да изпозлваш APC cache, трябва да инсталираш разширение APC PECL на сървъра си.
da_dk: For at bruge APC-cachen, skal du installere udvidelsen APC PECL på din server.

source: To use Xcache, you must install the Xcache extension on your server.
bg_bg: За да използваш Xcache, трябва да инсталираш разширение Xcache на сървъра си.
da_dk: For at bruge Xcache, skal du installere Xcache udvidelsen på din server.

source: To use Xcache, you must configure "xcache.var_size" for the Xcache extension (recommended value 16M to 64M).
bg_bg: За да използваш Xcache, трябва да конигурираш "xcache.var_size" за разширение Xcache (препоръчва се стойност от 16M до 64M).
da_dk: For at bruge Xcache, skal du konfigurere "xcache.var_size" for Xcache forlængelsen (anbefalet værdi 16M til 64M).

source: The settings file cannot be overwritten.
bg_bg: Файлът с настройките беше презаписан.
da_dk: Kan ikke overskrive filen med indstillinger.

source: Error: Could not find whether debug mode is enabled. Make sure that the correct permissions are set on the file %s
bg_bg: Грешка: не може да се разбере разрешен ли е режимът за отстраняване на грешки. Уверете се, че са зададени верни права за файла %s
da_dk: Fejl: Kunne ikke finde ud af, om fejlfindingstilstanden er aktiveret. Sørg for, at de korrekte tilladelser er sat på filen %s

source: Error: Could not write to file. Make sure that the correct permissions are set on the file %s
bg_bg: Грешка: невъзможен запис във файла. Моля, уверете се, че са зададени верни права за файла %s
da_dk: Fejl: Kunne ikke skrive til filen. Sørg for, at de korrekte tilladelser er sat på filen %s

source: Error: Could not read file. Make sure that the correct permissions are set on the file %s
bg_bg: Грешка: невъзможно четене на файл. Уверете се, че са зададени верни права за файла %s
da_dk: Fejl: Kunne ikke læse filen. Sørg for, at de korrekte tilladelser er sat på filen %s

source: You cannot edit the SuperAdmin profile.
bg_bg: Не можеш да добавяш профили на СуперАдмин
da_dk: Du kan ikke redigere SuperAdmin profil.

source: The provided profile is invalid
bg_bg: Предоставеният профил не е валиден
da_dk: Den angivne profil er ugyldig

source: You cannot disable or delete your own account.
bg_bg: Не можеш да деактивираш или да изтриеш собствения си профил.
da_dk: Du kan ikke deaktivere eller slette din egen konto.

source: You cannot disable or delete the administrator account.
bg_bg: Не можеш да деактивираш или изтриеш администраторския профил.
da_dk: Du kan ikke deaktivere eller slette den sidste administratorkonto.

source: You cannot delete this account because it manages warehouses. Check your warehouses first.
bg_bg: Не можеш да изтриеш този профил, тъй като той управлява склада. Първо провери склада.
da_dk: Du kan ikke slette denne konto, fordi den administrerer lagersteder. Kontroller dine lagersteder først.

source: Your current password is invalid.
bg_bg: Паролата Ви не е валидна.
da_dk: Dit nuværende kodeord er ugyldigt.

source: The confirmation password does not match.
bg_bg: Потвърждението за парола не съвпада.
da_dk: Det gentagede kodeord stemmer ikke overens.

source: You should have at least one employee in the administrator group.
bg_bg: Трябва да имаш поне един служител в администраторската група.
da_dk: Du skal have mindst en medarbejder i administratorgruppen.

source: Invalid theme
bg_bg: Невалидна тема
da_dk: Ugyldig tema

source: The employee must be associated with at least one shop.
bg_bg: Служителят трябва да е свързан с поне един магазин.
da_dk: Medarbejderen skal mindst have tilknytning til en butik.

source: The password must be at least %s characters long.
bg_bg: Паролата трябва да бъде дълга най-малко %s символа.
da_dk: Adgangskoden skal være på mindst %s karakterer.

source: Key length must be 32 character long.
bg_bg: Дължината на ключа трябва да бъде 32 символа.
da_dk: Nøglelængde skal være 32 tegn lang.

source: This key already exists.
bg_bg: Този ключ вече съществува.
da_dk: Denne nøgle findes allerede.

source: To avoid operating problems, please use an Apache server.
bg_bg: За да се избегнат проблеми, използвай Apache сървър.
da_dk: For at undgår driftsproblemer, benyt venligst en Apache server.

source: Please activate the 'mod_auth_basic' Apache module to allow authentication of PrestaShop's webservice.
bg_bg: Моля, активирайте модула на Apache 'mod_auth_basic', за да разрешите удостоверяване на уеб услуги от PrestaShop.

source: Please activate the 'mod_rewrite' Apache module to allow the PrestaShop webservice.
bg_bg: Моля, активирайте модула на Apache 'mod_rewrite', за да разрешите уеб услугите на PrestaShop.

source: We could not check to see if basic authentication and rewrite extensions have been activated. Please manually check if they've been activated in order to use the PrestaShop webservice.
bg_bg: Не можахме да проверим дали базовото удостоверяване и разширенията за редакция са активирани. Провери ръчно дали са активирани, за да използваш уеб услугите на PrestaShop.
da_dk: Vi kunne ikke kontrollere, om basis authentication og omskrivningsudvidelserne er aktiveret. Kontroller venligst manuelt, om de er aktiveret for at benytte PrestaShop WebService.

source: Please activate the 'SimpleXML' PHP extension to allow testing of PrestaShop's webservice.
bg_bg: Моля, активирайте разширението на PHP 'SimpleXML', за да разрешите тестване на уеб услугите на PrestaShop.

source: It is preferable to use SSL (https:) for webservice calls, as it avoids the "man in the middle" type security issues.
bg_bg: Препоръчително е да използвате SSL (https:) за разговорите към уеб услугите, за да се избегнат казуси по сигурността от типа "човек по средата".
da_dk: Hvis muligt, er det bedst at bruge SLL (https:) til WebService-kald, da man så undgår sikkerhedshensyn af typen "mellemstation".

source: Update your PHP version.
bg_bg: Актуализирай PHP версията си.
da_dk: Opdater din PHP version.

source: Configure your server to allow file uploads.
bg_bg: Конфигурирайте сървъра си, за да позволите качване на файлове.
da_dk: Opsæt din server til at tillade fil uploads.

source: Configure your server to allow the creation of directories and files with write permissions.
bg_bg: Конфигурирай сървъра, за да разрешиш създаването на директории и файлове с разрешение за редакция.
da_dk: Konfigurer din server til at tillade oprettelse af mapper og til filer med skriverettigheder.

source: Enable the GD library on your server.
bg_bg: Активирай GD библиотека на сървъра
da_dk: Aktiver GD biblioteket på din server.

source: Enable the MySQL support on your server.
bg_bg: Активирай помощ за My SQL на сървъра.
da_dk: Aktiver MySQL understøttelser på din server.

source: Set write permissions for the "config" folder.
bg_bg: Задайте права за запис на папката "config".
da_dk: Angiv skriverettigheder for "config" mappen.

source: Set write permissions for the "cache" folder.
bg_bg: Задайте права за запис на папката "cache".
da_dk: Angiv skriverettigheder for "cache" mappen.

source: Set write permissions for the "sitemap.xml" file.
bg_bg: Задайте права за запис на папката "sitemap.xml".
da_dk: Angiv skriverettigheder for "sitemap.xml" filen.

source: Set write permissions for the "img" folder and subfolders.
bg_bg: Задайте права за запис на папката "img" и подпапките.
da_dk: Angiv skriverettigheder for ʺimgʺ mappe og undermapper, rekursivt.

source: Set write permissions for the "log" folder and subfolders.
bg_bg: Задайте права за запис на папката "log" и подпапките.
da_dk: Angiv skriverettigheder for ʺlogʺ mappen og undermapperne, rekursivt.

source: Set write permissions for the "mails" folder and subfolders.
bg_bg: Задайте права за запис на папката "mail" и подпапките.
da_dk: Angiv skriverettigheder for ʺmailsʺ mappen og undermapperne, rekursivt.

source: Set write permissions for the "modules" folder and subfolders.
bg_bg: Задайте права за запис на папката "modules" и подпапките.
da_dk: Sæt skrivetilladelser for ʺmodules" mappe og undermapper, rekursivt.

source: Set the write permissions for the "themes%s/lang/" folder and subfolders, recursively.
bg_bg: Задайте правата за писане на папката "themes%s/lang/" и подпапките рекурсивно.
da_dk: Sæt skriverettighederne for mappen "themes%s/lang/" og undermapper, rekursivt.

source: Set write permissions for the "translations" folder and subfolders.
bg_bg: Задайте права за запис на папката "translations" и подпапките.
da_dk: Angiv skriverettigheder for ʺtranslationsʺ mappe og undermapper, rekursivt.

source: Set write permissions for the "upload" folder and subfolders.
bg_bg: Задайте права за запис на папката "upload" и подпапките.
da_dk: Angiv skriverettigheder for ʺuploadʺ mappe og undermapper, rekursivt.

source: Set write permissions for the "download" folder and subfolders.
bg_bg: Настрой правата за редакция на папка "download" и подпапки.
da_dk: Angiv skriverettigheder for ʺdownloadʺ mappe og undermapper, rekursivt.

source: Allow the PHP fopen() function on your server.
bg_bg: Разрешете функцията PHP fopen() на сървъра Ви.
da_dk: Tillad PHP-funktionen fopen() på din server.

source: Enable GZIP compression on your server.
bg_bg: Активирай GZIP компресия на сървъра.
da_dk: Aktiver GZIP komprimering på din server.

source: Some PrestaShop files are missing from your server.
bg_bg: Някои файлове на PrestaShop липсват от вашият сървър.
da_dk: Nogle PrestaShop filer mangler fra din server.

source: You are using PHP %s version. Soon, the latest PHP version supported by PrestaShop will be PHP 5.4. To make sure you’re ready for the future, we recommend you to upgrade to PHP 5.4 now!
bg_bg: Вие имате инсталиран PHP версия %s. Скоро минималната поддържана версия от PrestaShop ще бъде PHP 5.4. За нормалната работа в бъдеще, препоръчваме да обновите версията си до PHP 5.4 сега!
da_dk: Du anvender PHP %s version. Snart vil den seneste version af PHP der understøttes af PrestaShop være PHP 5.4. For at være sikker på at du er klar til fremtiden, så anbefaler vi at du opgraderer til PHP 5.4 nu!

source: Enable the Apache mod_rewrite module
bg_bg: Разрешаване на модула Apache mod_rewrite
da_dk: Aktiver Apache-modulet mod_rewrite

source: For security reasons, you cannot delete the Administrator's profile.
bg_bg: От съображения за сигурност не може да изтриете администраторския профил
da_dk: Af sikkerhedsgrunde kan du ikke slette SuperAdmin profilen.

source: You cannot have two shops with the same name in the same group.
bg_bg: Не можеш да имаш два магазина с еднакво име в една и съща група.
da_dk: Du kan ikke have butikker med samme navn i den samme gruppe.

source: Unable to load this shop.
bg_bg: Този магазин не може да се зареди.
da_dk: Kan ikke indlæse denne butik.

source: You need to select at least the root category.
bg_bg: Трябва да избереш поне основната директория.
da_dk: Du skal vælge mindst en hovedkategori.

source: When saving the query, only the "SELECT" SQL statement is allowed.
bg_bg: Когато съхранявате заявката, се разрешава само SQL отчета "SELECT".
da_dk: Når søgningen gemmes, er kun "SELECT" SQL kommandoen tilladt.

source: The file is too large and cannot be downloaded. Please use the LIMIT clause in this query.
bg_bg: Прекалено голям файл – не може да бъде изтеглен. Моля, ползвайте клаузата LIMIT за тази заявка.
da_dk: Filen er for stor og kan ikke downloades. Brug sætningen LIMIT i denne forespørgsel.

source: The "%tablename%" table does not exist.
bg_bg: Таблицата "%tablename%" не съществува.
da_dk: Tabellen "%tablename%" findes ikke.

source: The "%attribute%" attribute does not exist in the "%table%" table.
bg_bg: Атрибута "%attribute%" в таблицата "%table%" не съществува.
da_dk: Egenskaben "%attribute%" findes ikke i tabellen "%table%".

source: Undefined "%s" error
bg_bg: Неизвестна "%s" грешка
da_dk: Udefineret fejl af typen "%s"

source: The "*" operator cannot be used in a nested query.
bg_bg: Операторът "*" не може да се използва във вложена заявка.
da_dk: Operatoren "*" kan ikke anvendes i en indlejret forespørgsel.

source: The operator "%s" is incorrect.
bg_bg: Грешен оператор "%s" .
da_dk: Karaktereren "%s" er brugt ukorrekt.

source: The "%operator%" operator is incorrect.
bg_bg: Операторът "%operator%" е неправилен.
da_dk: Operatøren "%operator%" er forkert.

source: The LIMIT clause must contain numeric arguments.
bg_bg: Клаузата за ЛЛИМИТ трябва да съдържа само цифрови аргументи.
da_dk: Begrænsningen skal indeholde numeriske argumenter.

source: The "%reference%" reference does not exist in the "%table%" table.
bg_bg: Референцията "%reference%" в таблицата "%table%" не съществува.
da_dk: Referencen "%reference%" findes ikke i tabellen "%table%".

source: When multiple tables are used, each attribute must refer back to a table.
bg_bg: Когато се използват много таблици, всеки атрибут трябва да се отнася до таблица.
da_dk: Når flere tabeller bruges, henviser hver enkel egenskab til en tabel.

source: "%s" is an unauthorized keyword.
bg_bg: „%s“ е неудостоверена ключова дума.

source: The import directory doesn't exist. Please check your file path.
bg_bg: Директорията за импортиране не съществува. Моля, проверете пътя към файла.
da_dk: Importmappen findes ikke. Kontroller filstien.

source: The import directory must be writable (CHMOD 755 / 777).
bg_bg: В папката за импортиране трябва да може да се записва (CHMOD 755 / 777).
da_dk: Import mappen skal være skrivbar (CHMOD 755 / 777).

source: The uploaded file exceeds the upload_max_filesize directive in php.ini. If your server configuration allows it, you may add a directive in your .htaccess.
bg_bg: Пикачаваният файл навишава директивата upload_max_filesize в php.ini. Ако настройките на сървъра позволяват, можеш да добавиш директива в .htaccess.
da_dk: Den uploadede fil overstiger upload_max_filsize reglerne i php.ini. Hvis din server konfiguration tillader det, kan du tilføje et regelsæt i din .htaccess.

source: The uploaded file exceeds the post_max_size directive in php.ini. If your server configuration allows it, you may add a directive in your .htaccess, for example:
bg_bg: Каченият файл надвишава директивата post_max_size в php.ini. Ако конфигурацията на сървъра Ви го позволява, можете да добавите директива във Вашия .htaccess например:
da_dk: Den uploadede fil overskrider direktivet post_max_size i php.ini. Hvis din serverkonfiguration tillader det, kan du tilføje et direktiv i din .htaccess, for eksempel:

source: (click to open "Generators" page)
bg_bg: (натисни, за да отвориш страница "Генератори")
da_dk: (klik for at åbne "Generator" siden)

source: The uploaded file was only partially uploaded.
bg_bg: Прикачваният файл беше само частично прикачен.
da_dk: Den uploadede fil blev kun delvist uploadet.

source: No file was uploaded.
bg_bg: Няма прикачени файлове.
da_dk: Ingen fil blev uploadet.

source: The extension of your file should be .csv.
bg_bg: Разширението на Вашият файл трябва да бъде .csv.
da_dk: Endelsen på din fil skal være .csv.

source: An error occurred while uploading / copying the file.
bg_bg: Възникна грешка при прикачването / копирането на файла.
da_dk: Der opstod en fejl under upload og kopiering af fil.

source: To proceed, please upload a file first.
bg_bg: За да продължите, първо качете един файл.
da_dk: Upload først en fil for at fortsætte.

source: There is an empty row in the file that won't be imported.
bg_bg: Във файла има празен ред, който няма да бъде качен.
da_dk: Der er en tom række i filen, som ikke vil blive importeret.

source: The category ID must be unique. It can't be the same as the one for Root or Home category.
bg_bg: ID на категорията трябва да бъде уникално. Не може да бъде същото като това в категориите Основна или Начало.
da_dk: Kategori-ID'et skal være unikt. Det må ikke være det samme som til Rod- eller Start-kategorien.

source: The category ID must be unique. It can't be the same as the one for the parent category (ID: %1$s).
bg_bg: ID на категорията трябва да бъде уникално. Не може да бъде същото като това в родителската категория (ID: %1$s).
da_dk: Kategori-ID'et skal være unikt. Det må ikke være det samme som til den overordnede kategori (ID: %1$s).

source: A category can't be its own parent. You should rename it (current name: %1$s).
bg_bg: Категорията не може да бъде родителска на себе си. Необходимо е да я преименувате (текущо име: %1$s).
da_dk: En kategori kan ikke være dets eget overordnede kategori. Omdøb kategorien (nuværende navn: %1$s).

source: %1$s (ID: %2$s) cannot be saved
bg_bg: %1$s (ID: %2$s) не може да бъде запазено
da_dk: %1$s (ID: %2$s) kan ikke gemmes
