Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.2/*/ModulesMainmenuAdmin.*.xlf
Languages: fa_ir, nl_nl

source: Main menu
fa_ir: منوی اصلی
nl_nl: Hoofdmenu

source: Adds a new menu to the top of your e-commerce website.
fa_ir: منوی جدیدی به بالای سایت فروشگاهی خود اضافه کنید.
nl_nl: Voeg een nieuw horizontaal menu toe bovenaan uw winkel.

source: Unable to update settings for the following shop(s): %s
fa_ir: نمی‌توان تنظیمات این فروشگاه‌(ها) را به روز رسانی کرد: %s

source: Please complete the "Link" field.
fa_ir: لطفا فیلد "لینک" را پر کنید.

source: Please add a label.
fa_ir: لطفا برچسب را اضافه کنید.

source: Please add a label for your default language.
fa_ir: لطفا برچسب را برای اشتباه ترجمه ی خود اضافه کنید

source: The link has been added.
fa_ir: لینک افزوده شد.

source: Unable to add link for the following shop(s): %s
fa_ir: نمی‌توان لینک به فروشگاه(های) زیر افزود: %s

source: The link has been removed.
fa_ir: لینک پاک شده است.

source: Unable to remove link for the following shop(s): %s
fa_ir: نمی‌توان لینک فروشگاه(های) زیر را پاک کرد: %s

source: The link has been edited.
fa_ir: لینک ويرايش شده است.

source: You cannot manage top menu items from a "All Shops" or a "Group Shop" context, select directly the shop you want to edit
fa_ir: شما نمی توانید متن آیتم‌های منوی بالا از "همه‌ی فروشگاه‌ها" یا یک "گروه فروشگاه" را مدیریت کنید. فروشگاهی که می خواهید آن را ویرایش کنید، به صورت مستقیم انتخاب نمایید
nl_nl: Je kan niet Bovenste Menu Items bewerken vanuit "alle winkels" of "groep winkel" maar je moet direct de winkel selecteren die je wilt bewerken

source: The modifications will be applied to shop: %s
fa_ir: اصلاحان در فروشگاه اعمال خواهند شد: %s
nl_nl: De modificatie zal worden toegepast bij winkel: %s

source: The modifications will be applied to this group: %s
fa_ir: اصلاحات در این گروه اعمال خواهند شد: %s
nl_nl: De modificatie zal worden toegepast bij deze groep: %s

source: The modifications will be applied to all shops
fa_ir: اصلاحات بر همه‌ی فروشگاه‌ها اعمال خواهد شد
nl_nl: Deze aanpassingen zullen worden toegepast op alle winkels

source: All brands
fa_ir: تمامی برندها

source: All suppliers
fa_ir: تمام توزیع کننده ها
nl_nl: Alle leveranciers

source: Menu Top Link
fa_ir: لینک بالای منو
nl_nl: Top menu links

source: All active products combinations quantities will be changed
fa_ir: ترکیب مقادیر همه محصولات فعال تغییر خواهد کرد
nl_nl: Alle actieve product combinatie hoeveelheden zullen worden veranderd

source: Update link
fa_ir: لینک به روز رسانی
nl_nl: Link bijwerken

source: Add a new link
fa_ir: افزودن لینک جدید
nl_nl: Voeg een nieuwe link toe

source: CMS
fa_ir: مدیریت محتوا

source: Shops
fa_ir: فروشگاه‌ها

source: Choose product ID
fa_ir: شناسه انتخاب محصول
nl_nl: Kies productnummer

source: Menu Top Links
fa_ir: لینک سطح بالای منو
nl_nl: Top menu links

source: Link ID
fa_ir: شناسه لینک

source: Link list
fa_ir: لیست لینکها
nl_nl: Linklijst

source: Indicate the ID number for the product
fa_ir: شماره شناسه برای محصول را مشخص کنید

source: Product ID #
fa_ir: شناسه محصول #

source: Please select just one item
fa_ir: لطفا تنها یک آیتم را انتخاب نمائید

source: Change position
fa_ir: تغییر موقیعت

source: Selected items
fa_ir: آیتم‌های انتخاب شده

source: Available items
fa_ir: آیتم‌های دردسترس

source: Remove
fa_ir: حذف
