Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.2/*/ModulesEmailsubscriptionAdmin.*.xlf
Languages: sq_al

source: Newsletter subscription
sq_al: Abonimi në buletinin informativ

source: Are you sure that you want to delete all of your contacts?
sq_al: A jeni i sigurt se doni të fshini të gjitha kontaktet tuaja?

source: Subscribed
sq_al: Abonuar

source: Subscribed on
sq_al: Abonuar më

source: Newsletter registrations
sq_al: Regjsitrimet në buletinin informativ

source: Unsubscribe
sq_al: Çabonohu

source: Would you like to send a verification email after subscription?
sq_al: Dëshironi të dërgoni një email verifikim pas abonimit?

source: Would you like to send a confirmation email after subscription?
sq_al: Ta dërgojmë konfirmimin e abonimit me email?

source: Welcome voucher code
sq_al: Kupon mirseardhje

source: Leave blank to disable by default.
sq_al: Lërini bosh për ta çaktivizuar si parazgjedhje.

source: Customers' country
sq_al: Vendi i konsumatorit

source: Newsletter subscribers
sq_al: Abonentët e buletinit informativ

source: Non-subscribers
sq_al: Jo-abonentët

source: All customers
sq_al: Të gjithë konsumatorët

source: Search for addresses
sq_al: Kërko për adresa

source: Email address to search
sq_al: Kërko për adresë emaili

source: Example: contact@prestashop.com or @prestashop.com
sq_al: Për shembull: contact@prestashop.com ose @prestashop.com

source: No customers found with these filters!
sq_al: Nuk u gjet asnjë konsumatorë me këta filtra!

source: The .CSV file has been successfully exported: %d customers found.
sq_al: Skeda .CSV u eksportua me sukses: janë gjetur %d konsumatorë.

source: Download the file
sq_al: Shkarko skedën
