Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.2/*/ModulesReminderAdmin.*.xlf
Languages: ms_my

source: Customer follow-up
ms_my: Tindakan susulan dengan pelanggan

source: Settings updated succesfully
ms_my: Tetapan dikemaskini

source: Error occurred during settings update
ms_my: Ralat berlaku ketika mengemaskini tetapan

source: Discount for your cancelled cart
ms_my: Diskaun untuk troli terbuang anda

source: Thank you for your order.
ms_my: Terima kasih untuk tempahan anda.

source: You are one of our best customers!
ms_my: Anda adalah antara pelanggan terbaik kami!

source: We miss you!
ms_my: Kami rindukan anda!

source: Information
ms_my: Maklumat

source: Cancelled carts
ms_my: Kart yang dibatalkan

source: Discount amount
ms_my: Jumlah diskaun

source: Discount validity
ms_my: Tempoh sah diskaun

source: day(s)
ms_my: hari

source: Re-order
ms_my: Pesanan semula

source: Next process will send: %d e-mail(s)
ms_my: Proses seterusnya akan menghantar: %d e-mel

source: Threshold
ms_my: Ambangan

source: Since x days
ms_my: Sejak x hari

source: General
ms_my: Umum

source: Best customers
ms_my: Terbaik pelanggan

source: Bad customers
ms_my: Pelanggan kurang baik

source: Statistics
ms_my: Statistik

source: Date
ms_my: Tarikh

source: Used
ms_my: Digunakan

source: No statistics at this time.
ms_my: Tiada statistik buat masa ini
