Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.2/*/ModulesImagesliderAdmin.*.xlf
Languages: he_il, sk_sk

source: Image slider
he_il: שקופיות מתחלפות (image slider)
sk_sk: Posuvník obrázka

source: Adds an image slider to your site.
he_il: הוסף שקופיות מתחלפות לחנות שלך.
sk_sk: Pridá na vašu stránku posuvník obrázkov.

source: Invalid values
he_il: ערכים לא תקינים
sk_sk: Neplatné hodnoty

source: Invalid slide
he_il: שקופית לא תקינה
sk_sk: Neplatná roleta

source: Invalid slide state.
he_il: מצב שקופית לא תקין.
sk_sk: Neplatný stav rolety.

source: Invalid slide position.
he_il: מיקום שקופית לא תקין.
sk_sk: Neplatná pozícia rolety.

source: Invalid slide ID
he_il: מזהה שקופית לא תקין
sk_sk: Neplatné ID snímkov

source: The title is too long.
he_il: הכותרת ארוכה מדי
sk_sk: Nadpis je príliš dlhý

source: The caption is too long.
he_il: הכותרת ארוכה מדי.
sk_sk: Titulok je príliš dlhý.

source: The URL is too long.
he_il: הכתובת ארוכה מדי
sk_sk: Odkaz je príliš dlhý

source: The description is too long.
he_il: התיאור ארוך מדי
sk_sk: Popis príliš dlhý

source: The URL format is not correct.
he_il: פורמט הכתובת שגוי
sk_sk: Formát odkazu nie je správny

source: Invalid filename.
he_il: שם קובץ לא תקין.
sk_sk: Neplatný názov súboru.

source: The URL is not set.
he_il: לא הוגדרה כתובת
sk_sk: Odkaz nie je nastavený

source: The image is not set.
he_il: לא הוגדרה תמונה
sk_sk: Obrázok nie je nastavený

source: The configuration could not be updated.
he_il: לא ניתן לעדכן תצורה
sk_sk: Nastavenia sa nedali aktualizovať

source: The slide could not be added.
he_il: לא ניתן היה להוסיף שקופית
sk_sk: Roleta nemohla byť pridaná

source: The slide could not be updated.
he_il: לא ניתן היה לעדכן את השקופית
sk_sk: Roleta nemohla byť aktualizovaná

source: Slide information
he_il: פרטי השקופית
sk_sk: Informácie série snímkov

source: Target URL
he_il: קישור הייעד
sk_sk: Cieľová URL adresa

source: Caption
he_il: כותרת
sk_sk: Titulok

source: Speed
he_il: מהירות
sk_sk: Rýchlosť

source: The duration of the transition between two slides.
he_il: משך המעבר בין שקופית אחת לשניה.
sk_sk: Trvanie prechodu medzi dvoma snímkami.

source: Pause on hover
sk_sk: Pauza pri presunutí kurzora

source: Stop sliding when the mouse cursor is over the slideshow.
sk_sk: Prestane sa posúvať keď je kurzor myši umiestnený na samovoľnom slede zobrazovaných obrázkov.

source: Loop forever
sk_sk: Nekonečný cyklus

source: Loop or stop after the last slide.
sk_sk: Cyklus alebo zastavenie po poslednej snímke.

source: Since multiple languages are activated on your shop, please mind to upload your image for each one of them
sk_sk: Ak je vo Vašom obchode aktívnych viacero jazykov, nezabudnite prosím nahrať snímok pre každý z nich

source: You cannot manage slides items from a "All Shops" or a "Group Shop" context, select directly the shop you want to edit
sk_sk: Nemôžete riadiť položky série snímkov z nastavení "Všetky Obchody" alebo "Skupina Obchodov", vyberte priamo obchod, ktorý chcete upraviť

source: You can only edit this slide from the shop(s) context: %s
sk_sk: Túto sériu snímkov môžete upravovať iba z nastavení obchodu(ov): %s

source: You cannot add slides from a "All Shops" or a "Group Shop" context
sk_sk: Nemôžete pridať sériu snímkov z nastavení "Všetky Obchody"

source: Unable to get slide shop association information (id_slide: %d)
sk_sk: Nie je možné získať informácie o asociácii slide shop (id_slide:%d)

source: The modifications will be applied to shop: %s
sk_sk: Tieto úpravy budú použité na tieto obchody: %s

source: The modifications will be applied to this group: %s
sk_sk: Tieto úpravy budú použité na tieto skupiny: %s

source: The modifications will be applied to all shops and shop groups
sk_sk: Úpravy budú vykonané pre všetky obchody a skupiny obchodov

source: This slide is shared with other shops! All shops associated to this slide will apply modifications made here
sk_sk: Táto séria je zdieľaná pre viacero obchodov. Zmeny ktoré tu vykonáte sa prejavia vo všetkých obchodoch využívajúcich túto sériu snímkov

source: Slides list
he_il: רשימת תמונות
sk_sk: Zoznam snímkov

source: Shared slide
sk_sk: Zdieľaná séria
