Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.2/*/ModulesFacetedsearchAdmin.*.xlf
Languages: bn_bd

source: "%s" is not a valid url
bn_bd: "%s"

source: Filter template name required (cannot be empty)
bn_bd: ফিল্টার টেম্পলেট নাম প্রয়োজন(খালি রাখা যাবে না)

source: Your filter
bn_bd: আপনার ফিল্টার

source: was updated successfully.
bn_bd: আপডেট সফল হয়েছে

source: was added successfully.
bn_bd: সফলভাবে যোগ করা হয়েছে

source: Settings saved successfully
bn_bd: সেটিংস সফলভাবে সংরক্ষিত হয়েছে

source: Filter template deleted, categories updated (reverted to default Filter template).
bn_bd: ফিল্টার টেম্পলেট ডিলিট হয়েছে, ক্যাটাগরি আপডেট হয়েছে( ফিল্টার টেমপ্লেট ডিফল্টে প্রতিস্থাপন রোধ হয়েছে).

source: Filter template not found
bn_bd: ফিল্টার টেম্পলেট পাওয়া যায় নি

source: Root
bn_bd: রুট

source: My template - %s
bn_bd: আমার টেম্পলেট %s

source: My template %s
bn_bd: আমার টেমপ্লেট %s

source: New filters template
bn_bd: নতুন ফিলটার টেম্পলেট

source: Template name:
bn_bd: টেম্পলেটের নামঃ

source: Only as a reminder
bn_bd: শুধুমাত্র একটি অনুস্মারক হিসেবে

source: Categories used for this template:
bn_bd: টেম্পলেটের জন্য ব্যবহৃত বিভাগসমূহঃ

source: Choose shop association:
bn_bd: দোকান সমিতির নির্বাচন করুন:

source: You can drag and drop filters to adjust position
bn_bd: আপনি অবস্থান ঠিক করতে ফিলটারগুলোকে ড্রাগ-ড্রপ করুন

source: Filters:
bn_bd: ফিলটারসমূহঃ

source: Total filters: %s
bn_bd: মোট ফিলটারঃ %s

source: Sub-categories filter
bn_bd: সাব ক্যাটাগরি ফিল্টার

source: Filter result limit:
bn_bd: ফিল্টার ফলাফল সীমা:

source: No limit
bn_bd: কোন সীমা নেই

source: Filter style:
bn_bd: ফিল্টার স্টাইল:

source: Checkbox
bn_bd: চেকবক্স

source: Radio button
bn_bd: রেডিও বাটন

source: Drop-down list
bn_bd: ড্রপ ডাউন তালিকা

source: Product stock filter
bn_bd: পণ্য স্টক ফিল্টার

source: Product condition filter
bn_bd: পণ্য অবস্থা ফিল্টার

source: Product weight filter (slider)
bn_bd: পণ্য ওজন ফিল্টার ( স্লাইডার )

source: Product price filter (slider)
bn_bd: পণ্যের দাম ফিল্টার ( স্লাইডার )

source: This group will allow user to select a color
bn_bd: এই গ্রুপএর ব্যবহারকারীরা একটি রং নির্বাচন করতে পারবে

source: Warning! Your hosting provider is using the Suhosin patch for PHP, which limits the maximum number of fields allowed in a form:
bn_bd: সাবধানবাণী: আপনার হোস্টিং প্রদানকারী, পিএইচপি এর জন্য suhosin প্যাচ ব্যবহার করছেন, যা একটি ফর্মে অনুমোদিত ক্ষেত্রের সর্বাধিক সংখ্যা সীমিত করেছে:

source: for suhosin.post.max_vars.
bn_bd: suhosin.post.max_vars এর জন্য

source: for suhosin.request.max_vars.
bn_bd: suhosin.request.max_vars এর জন্য

source: Please ask your hosting provider to increase the Suhosin limit to
bn_bd: Suhosin সীমা বৃদ্ধি করতে আপনার হোস্টিং প্রদানকারীর সাথে কথা বলুন

source: Warning! Your PHP configuration limits the maximum number of fields allowed in a form:
bn_bd: সতর্কবাণী!আপনার পিএইচপি কনফিগারেশন একটি ফর্মে অনুমোদিত ক্ষেত্রের সর্বাধিক সংখ্যা সীমিত করেছে

source: for max_input_vars.
bn_bd: max_input_vars এর জন্য

source: Please ask your hosting provider to increase this limit to
bn_bd: এই সীমা বৃদ্ধি করতে আপনার হোস্টিং প্রদানকারীর সাথে কথা বলুন

source: %s at least, or you will have to edit the translation files manually.
bn_bd: কমপক্ষে %s, অথবা আপনাকে নিজে নিজে অনুবাদ ফাইল এডিট করতে হবে

source: Indexes and caches
bn_bd: ইনডেক্সে এবং ক্যাশে

source: Indexing is in progress. Please do not leave this page
bn_bd: ইন্ডেক্সইং এর অগ্রগতি হচ্ছে . দয়া করে এই পৃষ্ঠাটি ছেড়ে যাবেন না

source: Index all missing prices
bn_bd: সকল অনুপস্থিত দাম এর ইনডেক্স

source: Rebuild entire price index
bn_bd: সম্পূর্ণ মূল্যসূচক পুনর্নির্মাণ করুন

source: Build attribute index
bn_bd: বৈশিষ্ট্য সূচক তৈরি করুন

source: You can set a cron job that will rebuild price index using the following URL:
bn_bd: নিচের URL ব্যবহার করে আপনি একটি করণ জব সেট করতে পারেন যা মূল্যসূচক পুনর্নির্মাণ করবে

source: You can set a cron job that will rebuild attribute index using the following URL:
bn_bd: নিচের URL ব্যবহার করে আপনি একটি করণ জব সেট করতে পারেন যা বৈশিষ্ট্য সূচক পুনর্নির্মাণ করবে

source: A nightly rebuild is recommended.
bn_bd: একটি রাত্রিকালীন পুনর্নির্মাণের সুপারিশ করা হল .

source: Filters templates
bn_bd: ফিল্টার টেমপ্লেট

source: Created on
bn_bd: এ নির্মিত

source: Actions
bn_bd: ক্রিয়াকলাপ

source: No filter template found.
bn_bd: ফিল্টার টেম্পলেট পাওয়া যায় নি

source: Add new template
bn_bd: নতুন টেমপ্লেট যোগ করুন

source: Show the number of matching products
bn_bd: মিলে যাওয়া পণ্যের সংখ্যা দেখান

source: Show products from subcategories
bn_bd: উপবিভাগুলি থেকে পণ্য দেখান

source: Category filter depth (0 for no limits, 1 by default)
bn_bd: বিভাগ ফিল্টার গভীরতার (কোন সীমা না এর জন্য 0, ডিফল্টরূপে 1)

source: Use tax to filter price
bn_bd: দাম ফিল্টার করতে ট্যাক্স ব্যবহার করুন

source: (in progress)
bn_bd: (প্রক্রিয়াধীন)

source: (in progress, %s products price to index)
bn_bd: ( অগ্রগতি, %s- পণ্য মূল্য সূচক )

source: Loading...
bn_bd: লোড হচ্ছে...

source: Invalid characters: <>;=#{}_
bn_bd: ভুল অক্ষর:<>;=#{}_

source: Indexable
bn_bd: ইনডেক্এক্সয়বল
