Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.2/*/ModulesAutoupgradeAdmin.*.xlf
Languages: et_ee, sq_al

source: Selection successfully deleted
et_ee: Valikud edukalt kustutatud
sq_al: Fshirja e të zgjedhurës e sukseshme

source: Message sent to the customer
et_ee: Teade saadetud kliendile
sq_al: Mesazhi dërguar konsumatorit

source: Language successfully copied
et_ee: Keel edukalt kopeeritud
sq_al: Gjuha u kopjua me sukses

source: Refund Successful
et_ee: Tagastatud
sq_al: Rimbursimi ishte i suksesshëm

source: Images successfully moved
et_ee: Pildid on edukalt liigutatud
sq_al: Zhvendosja e imazheve ishte e suksesshme

source: In order to use a new theme, please follow these steps:
sq_al: Në mënyrë që të përdorni një motiv të ri, ju lutem ndiqni këta hapa:

source: Import your theme using this module:
et_ee: Importige oma teema kasutades seda moodulit:
sq_al: Importoni motivin tuaj duke përdorur këtë modul:

source: Theme installer
et_ee: Teema installer
sq_al: Instaluesi i motivit

source: When your theme is imported, please select the theme in this page
sq_al: Nëse motivi i juaj është importuar. ju lutemi përzgjidhni motivin në këtë faqe

source: Add my IP
et_ee: Lisa minu IP
sq_al: Shto IP time

source: Back
et_ee: tagasi
sq_al: Kthehu

source: You do not have permission to add here
et_ee: Teil ei ole õigust lisada siia
sq_al: Ju nuk keni leje për të shtuar këtu

source: Set required fields for this section
et_ee: Sea kohustuslikud väljad sellele sekstioonile
sq_al: Vendos fushat e kërkuara për këtë seksion

source: Required Fields
et_ee: Kohustuslikud väljad
sq_al: Fushat e kërkuara

source: Select the fields you would like to be required for this section.
et_ee: Sea väljad, mis oleksid kohustuslikud antud sektsioonis.
sq_al: Zgjidh fushat që do të donit të jenë të detyrueshme për këtë seksion.

source: Field Name
sq_al: Emri i fushës

source: The field named %s is required.
sq_al: Fusha e quajtur %s është e detyrueshme.

source: An error occurred during image deletion (cannot load object).
et_ee: Ilmnes viga pildi kustutamisel (ei saa laadida objekti).
sq_al: Ka ndodhur një gabim gjatë fshirjes së imazhit (nuk mund të ngarkoj objektin).

source: You need at least one object.
et_ee: Vajate vähemalt ühte objekti.
sq_al: Ju nevojitet të paktën një objekt.

source: You cannot delete all of the items.
et_ee: Te ei saa kustutada kõiki ühikuid.
sq_al: Ju nuk mund të fshini të gjithë artikujt.

source: An error occurred during deletion.
et_ee: Ilmnes viga kustutamisel.
sq_al: Ka ndodhur një gabim gjatë fshirjes.

source: (cannot load object)
et_ee: (ei saa laadida objekti)
sq_al: (nuk mund të ngarkoj objektin)

source: You do not have permission to add here.
et_ee: Teil ei ole õigust lisada siia.
sq_al: Ju nuk keni leje për të shtuar këtu.

source: Error in updating required fields
et_ee: Viga nõutud väljade uuendamisel
sq_al: Gabim gjatë përditësimt të fushave të detyrueshme

source: errors
et_ee: viga
sq_al: gabime

source: Click here to see more
et_ee: Vajuta siia, et näha suuremat
sq_al: Kliko këtu për të parë më shumë

source: Hide warning
et_ee: Peida hoiatus
sq_al: Fshehe paralajmërimin

source: Delete item #
et_ee: Kustuta punkt #
sq_al: Fshije artikullin #

source: Object cannot be loaded (not found)
et_ee: Objekti ei õnnestunud laadida (ei leitud)
sq_al: Objekti nuk mund të ngarkohet (nuk u gjet)

source: Object cannot be loaded (identifier missing or invalid)
et_ee: Objekti ei õnnestunud laadida (vigane või vale id number)
sq_al: Objekti nuk mund të ngarkohet (identifikuesi nuk u gjet ose i pavlefshëm)

source: Your are currently connected with the following domain name:
sq_al: Ju aktualisht jeni lidhur me emrin e domain-it në vijim:

source: This one is different from the main shop domain name set in "Preferences > SEO & URLs":
sq_al: Kjo eshte dryshe nga emri i dominit kryesore te dyqanit qe keni impostuar ne "Preferenza - SEO & URL":

source: Click here if you want to modify the main shop domain name
et_ee: Vajutage siia, kui soovite poe peamist domeeninime muuta
sq_al: Kliko ketu ne qofte se doni te modifikoni emrin kryesor te dominios ne dyqanin tuaj

source: Required field
et_ee: Nõutud väli
sq_al: Fushë e detyrueshme

source: Back up my files and database
sq_al: Backup i fajlave te mi dhe baza e të dhënave o Database

source: Automatically back up your database and files in order to restore your shop if needed. This is experimental: you should still perform your own manual backup for safety.
sq_al: Eksekutoni automatikisht bakupin e fajlave dhe bazes e te dhenave o Databazen qe te keni mundesine te rivendosni siq ishte me pare ne qofte se ju eshte e nevojshme. Kjo eshte eksperiment: juve do t'ju duhet ende te kryeni bakupin tuaj ne menyre manual ose nje nga nje qe te jeni te sigurt.

source: Back up my images
et_ee: Varunda minu pildid
sq_al: Bakup imazhet e mia

source: To save time, you can decide not to back your images up. In any case, always make sure you did back them up manually.
sq_al: Për të kursyer kohë, ju mund të vendosni të mos i ekzekutoni imazhet e juaja siper. Si do qe te jete gjithmonë sigurohuni që ju i bët përsëri ato me dorë.

source: Server performance
et_ee: Serveri jõudlus
sq_al: Performanca e Serverit

source: Unless you are using a dedicated server, select "Low".
et_ee: Kui Teil ei ole just täiesti oma server, siis valige "Madal"
sq_al: Me përjashtim të rastit kur ju jeni duke përdorur një server të dedikuar, zgjidhni poshtë "Low".

source: A high value can cause the upgrade to fail if your server is not powerful enough to process the upgrade tasks in a short amount of time.
sq_al: Një vlerë e lartë mund të shkaktojë deshtimin e perditesimit ne qofte se serveri juaj nuk eshte mjaft i fuqishem ta bej ne nje kohe te shkurter.

source: Low (recommended)
sq_al: I ulët (e rekomanduar)

source: Medium
et_ee: Keskmine
sq_al: I mesëm

source: High
et_ee: Kõrge
sq_al: I lartë

source: Disable non-native modules
et_ee: Keela kolmandate osapoolte moodulid.
sq_al: ç'abilitoni modulet jo-amtare ose jo-originale

source: As non-native modules can experience some compatibility issues, we recommend to disable them by default.
et_ee: Kuna kolmandate osapoolte moodulitega võib alguses esineda probleeme, siis soovitame need vaikimisi välja lülitada.
sq_al: Come moduli non-nativi possono verificarsi alcuni problemi di compatibilità, si consiglia di disattivare loro per impostazione predefinita. Si module jo-amtare / jo-originale mund të ndodhin disa probleme kompatibiliteti, rekomandohet të çaktivizoni ato nga default.

source: Keeping them enabled might prevent you from loading the "Modules" page properly after the upgrade.
sq_al: Mbajtja e tyre e aktivizuar mund të parandaloj ngarkimin e faqes "moduli" siç duhet pas perditesimit.

source: Upgrade the default theme
et_ee: Uuenda vaikimisi teema
sq_al: Përmirëso temën e parazgjedhur

source: If you are using your own theme, enabling this option will simply update the default theme files, and your own theme will be safe.
sq_al: Nëse jeni duke përdorur temen tuaj, aktivizimi i këtij opsioni do të përditësojë skedat e temës tuaj të parazgjedhur dhe tema juaj do të jetë e sigurt.

source: Switch to the default theme
et_ee: Lülitu põhiteemale
sq_al: Kalo në temën e parzgjedhur

source: This will change your theme: your shop will then use the default theme of the version of PrestaShop you are upgrading to.
sq_al: Kjo do të ndryshojë temën tuaj: dyqani juaj pastaj do të përdorë temën e parazgjedhur të versionit të PrestaShop të cilin jeni duke e përmirësuar gjithashtu.

source: Error when trying to delete backups %s
sq_al: Gabim gjatë tentativës për të fshirë kopje backupi %s

source: Restoration process done. Congratulations! You can now reactivate your shop.
sq_al: Procesi i restaurimit mbari. Urime! Tani Ju mund ta riaktivizoni dyqanin tuaj.

source: Upgrade process done. Congratulations! You can now reactivate your shop.
sq_al: Procesi i azhornimit mbaroi. Urime! Tani ju mund ta riaktivizoni dyqanin tuaj.

source: Upgrade process done, but some warnings have been found.
sq_al: Procesi i azhornimit mbaroi, por u gjeten disa vërejtje.

source: %s removed
sq_al: %s hequr

source: Please remove %s by FTP
sq_al: Ju lutem hiqeni %s duke përdorur FTP

source: Configuration successfully updated.
sq_al: Konfigurimi përditësua me sukses.

source: This page will now be reloaded and the module will check if a new version is available.
sq_al: Kjo faqe tani do të ringarkohet dhe moduli do të kontrollojë nëse një version i ri është në dispozicion.

source: File %s does not exist. Unable to select that channel.
sq_al: Skeda %s nuk ekziston. Nuk është e mundur për të zgjedhur atë kanal.

source: Version number is missing. Unable to select that channel.
sq_al: Numri i versionit mungon. Në është e mundur për të zgjedhur atë kanal.

source: Upgrade process will use archive.
sq_al: Procesi i azhornimit do të perdor arkivin.

source: Error on saving configuration
sq_al: Gabim ne ruajtjen e konfigurimit

source: No diff files found.
sq_al: Nuk u gjeten ndryshime.

source: Unable to check files for the installed version of PrestaShop.
sq_al: Kontrollimi i skedave për versionin e instaluar të PrestaShop nuk është i mundur.

source: Unable to check files
sq_al: Nuk eshte e mundur te kontrollohen filat

source: Core files are ok
sq_al: Filat baze jane ne rregull

source: Starting upgrade...
sq_al: Duke filluar upgradin...

source: Shop deactivated. Removing sample files...
sq_al: Dyqani është ç'aktivizuar. Duke hequr skedat shembull...

source: Skip downloading step, upgrade process will now unzip the local archive.
sq_al: Kapërce hapin e shkarkimit, procesi i azhornimit tani do të dekompresojë arkivin lokal.

source: Shop deactivated. Extracting files...
sq_al: Dyqani është ç'aktivizuar. Duke ekstraktur skedat...

source: Shop deactivated. Now downloading... (this can take a while)
sq_al: Dyqani eshte c'aktivizuar. Tani eshte duke shkarkuar...(kjo mund te zgjase disa minuta)

source: Downloaded archive will come from %s
sq_al: Shkarkimi i arkivit nga burimi %s

source: MD5 hash will be checked against %s
sq_al: MD5 hash do të kontrollohet kundër %s

source: "/latest" directory has been emptied
sq_al: direktoria "/latest" u boshatis

source: File extraction complete. Removing sample files...
sq_al: Skeda u ekstraktu në tërësi. Duke fshirë skedat model...

source: Extraction directory is not writable.
sq_al: Direktoria e ekstraktimit nuk ka leje shkrimi.

source: Extraction directory %s is not writable.
sq_al: Direktoria e ekstraktimit %s nuk ka leje shkrimi.

source: [ERROR] %s does not exist or is not a directory.
sq_al: [ERROR] %s nuk ekziston ose nuk është direktori.

source: Error while loading SQL upgrade file "%s.sql".
sq_al: Gabim gjatë ngarkimit të skedarit SQL të përmirësimit "%s.sql".

source: [DROP] SQL %s table has been dropped.
sq_al: [DROP] SQL %s tabela u fshi.

source: An error happened during the database upgrade.
sq_al: Ndodhi një gabim gjatë përmirësimit të datbazës.

source: Database upgrade OK
sq_al: Përmirësimi i databazës OK

source: [SKIP] directory "%s" does not exist and cannot be emptied.
sq_al: [SKIP] direktoria "%s" nuk ekzistion dhe nuk mund të zbrazet.

source: [CLEANING CACHE] File %s removed
sq_al: [CLEANING CACHE] skedari %s u fshi

source: Warning detected during upgrade.
sq_al: Gjatë procesit të përmirësimit u zbuluan disa paralajmërime.

source: Database upgrade completed
sq_al: Përmirësimi i databazës përfundoj

source: [NOTICE] File %s does not exist, merge skipped.
sq_al: [NOTICE] Skedari %s nuk ekziston, bashkimi u kapërcye.

source: %s ignored
sq_al: %s u injoruan

source: [WARNING] File %1$s has been deleted.
sq_al: [WARNING] Skedari %1$s është fshirë.

source: Directory %1$s created.
sq_al: Direktoria %1$s u krijua.

source: Error while creating directory %s.
sq_al: Gabim gjatë krijimit të direktorisë %s.

source: Copied %1$s.
sq_al: Kopjuar %1$s.

source: [ERROR] File %s is missing: unable to restore files. Operation aborted.
sq_al: [ERROR] Skeda %s mungon: nuk është e mundur restaurimi i skedave. Operacioni u ndërpre.

source: [ERROR] No backup database files found: it would be impossible to restore the database. Operation aborted.
sq_al: [ERROR] Nuk u gjetën skedarë sigurimi të databazës: rivendosja e databazës do të jetë e pamundur. Operacioni dështoj.

source: Restoring files ...
sq_al: Duke restauruar skedat ...

source: Nothing to restore
sq_al: Nuk ka asgje per t'u restauruar

source: %s file(s) will be removed before restoring the backup files.
sq_al: %s skedar(ë) do të fshihen para se të rivendosen skedarët e sigurimit.

source: [ERROR] Backup file %s does not exist.
sq_al: [ERROR] Skedari i sigurimit %s nuk ekzistion.

source: [ERROR] File "%s" does not exist.
sq_al: [ERROR] Skedari %s nuk ekzistion.

source: Unable to remove upgraded files.
sq_al: Fshirja e skedarëve të përmirësuar nuk është e mundur.

source: Files restored. Now restoring database...
sq_al: Skedarët u ristauruan. Tani është duke u ristauruar databaza...

source: Files restored.
sq_al: Skedarët u ristauruan.

source: Database backup is empty.
sq_al: Sigurimi i databazës është bosh.

source: Database restoration file %1$s done.
sq_al: Ristaurimi i databazës %1$s u krye.

source: Database has been restored.
sq_al: Databaza u ristaurua.

source: Error during database restoration
sq_al: Gabim gjatë ristaurimit të databazës

source: Too long!
sq_al: Shumë e gjatë!

source: Fields are different!
sq_al: Fushat janë të ndryshme!

source: This email address is wrong!
sq_al: Kjo adresë emaili është gabim!

source: Impossible to send the email!
sq_al: Dërgimi i emailit është i pamundur!

source: Impossible to upload the file!
sq_al: Ngarkimi i skedarit është i pamundur!

source: Data integrity is not valided. Hack attempt?
sq_al: Integriteti i të dhënave nuk është provuar. Tentativë hakimi?

source: Impossible to read the content of a MySQL content file.
sq_al: Leximi i përmbajtjes së një skedari MySQL është i pamundur.

source: Your lastname contains some invalid characters
et_ee: Teie perekonnanimi sisaldab mõnda lubamatut tähemärki
sq_al: Mbiemri yt përmban karaktere të pavlefshme

source: Download
et_ee: Lae alla
sq_al: Shkarkime

source: URL:
sq_al: URL-ja:

source: This functionality has been disabled.
et_ee: See funktsioon on välja lülitatud.
sq_al: Ky funksionalitet është deaktivizuar.

source: Unable to write in the directory "%s"
sq_al: Direktoria %s nuk ka të drejta shkrimi

source: You already have the %s version.
et_ee: Teil on juba %s versioon.

source: This is not a valid file name.
et_ee: See ei ole õige faili nimi.

source: This is not a valid image file.
et_ee: See ei ole õige pildi fail.

source: Error:
et_ee: Viga:

source: No file was uploaded.
et_ee: Faili ei ole üles laetud

source: Missing a temporary folder
et_ee: Puudub ajutine kataloog

source: File upload stopped by extension
et_ee: Faili üleslaadimine lõpetati järgneva lisa poolt

source: Cannot convert your database's data to utf-8.
et_ee: Ei saa andmebaasi andmeid utf-8 kodeeringusse konvertida.

source: The file /img/logo.jpg is not writable, please CHMOD 755 this file or CHMOD 777
et_ee: Fail /img/logo.jpg ei ole kirjutatav, andke palun õigused CHMOD 755 või CHMOD 777

source: No error code available
et_ee: Vea koodi ei ole

source: This installer is too old.
et_ee: Paigaldaja on liiga vana.

source: Unfortunately,
et_ee: Kahjuks,

source: SQL errors have occurred.
et_ee: Tekkisid SQL vead.

source: Rollback
et_ee: Taasta

source: Choose your backup:
et_ee: Valige varukoopia:

source: -- Choose a backup to restore --
et_ee: -- Valige varukoopia taastamiseks --

source: The pre-Upgrade checklist
et_ee: Uuendamiseelne kontrollnimekiri

source: Welcome!
et_ee: Tere tulemast!

source: 1-Click Upgrade
et_ee: 1-klikiga uuendamine
