Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.2/*/ShopNotificationsError.*.xlf
Languages: lv_lv

source: The voucher code is invalid.
lv_lv: Kupona kods ir nederīgs.

source: Null quantity.
lv_lv: Nav daudzuma

source: Product not found
lv_lv: Produkts nav atrasts

source: Please fill in all of the required fields, and then save your customizations.
lv_lv: Lūdzu aizpildi visus prasītos laukus un tad saglabā pielāgojumu.

source: You already have the maximum quantity available for this product.
lv_lv: Tev jau ir sasniegta maksimālais produkta daudzums.

source: is invalid.
lv_lv: ir nederīgs

source: Authentication failed.
lv_lv: autentifikācija neizdevās

source: Password is required
lv_lv: Nepieciešama parole

source: Invalid password
lv_lv: Nav pareiza parole

source: Authentication failed
lv_lv: autentifikācija neizdevās

source: This voucher is disabled
lv_lv: Šis vaučers ir atspējots.

source: This voucher has already been used
lv_lv: Šis kupons, jau tika izmantots

source: This voucher is not valid yet
lv_lv: Šis vaučers vēl nav aktīvs

source: This voucher has expired
lv_lv: Šim vaučeram ir jau iztecējis derīguma termiņš

source: You cannot use this voucher anymore (usage limit reached)
lv_lv: Tu nevari vairs izmantot šo vaučeri (lietošanas limits sasniegts).

source: You cannot use this voucher
lv_lv: Tu nevari izmantot šo vaučeri

source: You must choose a delivery address before applying this voucher to your order
lv_lv: Jums jāizvēlās vispirms piegādes adrese, pirms izmantojat šo kuponu jūsu pasūtījumam

source: You cannot use this voucher in your country of delivery
lv_lv: Tu nevari savā piegādes valstī

source: You cannot use this voucher with this carrier
lv_lv: Tu nevari izmantot vaučeri ar šo kurjeru

source: Please log in first
lv_lv: Lūdzu vispirms autorizēties

source: This voucher is already in your cart
lv_lv: Šis vaučers jau ir jūsu grozā.

source: Cart is empty
lv_lv: Grozs ir tukšs

source: You cannot use this voucher with these products
lv_lv: Tu nevari izmantot vaučeri uz šiem produktiem

source: Invalid email address.
lv_lv: Nederīga e-pasta adrese

source: An error occurred while sending the email.
lv_lv: Kļūda nosūtot epastu.

source: The message cannot be blank.
lv_lv: Ziņu nevar saglabāt kā blanku

source: The order is no longer valid.
lv_lv: Pasūtījums vairs nav pieejams

source: This message is invalid (HTML is not allowed).
lv_lv: Ziņa ir nepareiza (HTML nav atļauts)

source: You do not have enough products to request an additional merchandise return.
lv_lv: Jums nav pietiekoši daudz produktu, lai pieprasītu vēlvienu atgriezšanu.

source: Please provide an explanation for your RMA.
lv_lv: Lūdzu sniedziet paskaidrojumu produkta atgriešanai.

source: Please check at least one product you would like to return.
lv_lv: Atzīmējiet vismaz vienu preci, ko vēlaties atgriezt.

source: For each product you wish to add, please specify the desired quantity.
lv_lv: Lūdz norādiet daudzumu precei, ko vēlaties atgriezt

source: Invalid message
lv_lv: Nederīga ziņa

source: This product is no longer available.
lv_lv: Produkts vairs nav pieejams.

source: You do not have access to this product.
lv_lv: Tev nav pieejas šim produktam.

source: An error occurred while deleting the selected picture.
lv_lv: Kļūda dzēšot atzīmēto bildi

source: An error occurred during the image upload process.
lv_lv: Attēla ielādes laikā radās kļūda.

source: The customer could not be found.
lv_lv: Klients nav atrasts

source: Order return not found.
lv_lv: Pasūtījuma atgriešana nav atrasta

source: Order return not confirmed.
lv_lv: Pasūtījuma atgriešana netika apstiprināta

source: You do not have access to this category.
lv_lv: Tev nav pieejas šai kategorijai

source: Sorry. We cannot renew your order.
lv_lv: Atvainojiet, mēs nevaram atjaunot jūsu pasūtījumu.

source: Some items are no longer available, and we are unable to renew your order.
lv_lv: Pazuduši produkti - mēs nevaram atjaunot tavu pasūtījumu

source: PHP "Dom" extension has not been loaded.
lv_lv: Domēna paplašinājums nav ielādēts.

source: You have no merchandise return authorizations.
lv_lv: Jums nav pieejas atgriežamajām precēm.

source: Invoices are disabled in this shop.
lv_lv: Pavadzīmes ir atspējotas šim veikalam.

source: The invoice was not found.
lv_lv: Pavadzīmes nav atrastas

source: No invoice is available.
lv_lv: Rēķins nav pieejams

source: Invalid key.
lv_lv: Nederīga atslēga.

source: This product does not exist in our store.
lv_lv: Šis produkts neeksistē mūsu veikalā.

source: This product has been deleted.
lv_lv: Šis produkts ir dzēsts.

source: This file no longer exists.
lv_lv: Šis fails vairs neeksistē.

source: The product deadline is in the past.
lv_lv: Produkta derīguma termiņš ir beidzies.

source: The product expiration date has passed, preventing you from download this product.
lv_lv: Pārsniegts maksimālais termiņš

source: You have reached the maximum number of downloads allowed.
lv_lv: Tu esi sasniedzis maksimālo robežu atļautajām lejupielādēm.
