Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.5/*/AdminShopparametersNotification.*.xlf
Languages: da_dk

source: Before you can use this tool, you need to:
da_dk: Inden du kan anvende dette værktøj, skal du:

source: 1) Create a blank .htaccess file in your root directory.
da_dk: 1) Oprette en tom .htaccess fil i din rod mappe.

source: 2) Give it write permissions (CHMOD 666 on Unix system).
da_dk: 2) Giv den skriverettigheder (CHMOD 666 på Unix system).

source: Your robots.txt file MUST be in your website's root directory and nowhere else (e.g. http://www.example.com/robots.txt).
da_dk: Din robots.txt fil SKAL være i rodmappen for dit websted og ikke andre steder (fx http://www.eksempel.dk/robots.txt).

source: Generate your "robots.txt" file by clicking on the following button (this will erase the old robots.txt file)
da_dk: Generere din ʺrobots.txtʺ fil ved at klikke på følgende knap (dette vil slette din gamle robots.txt fil)

source: 1) Create a blank robots.txt file in your root directory.
da_dk: 1) Opret en tom robots.txt fil i din rodmappe.

source: Here you can set the URL for your shop. If you migrate your shop to a new URL, remember to change the values below.
da_dk: Her kan du sætte URL'en på din shop. Hvis du migrere din shop til en ny URL, så husk at ændre værdierne nedenunder.

source: The multistore option is enabled. If you want to change the URL of your shop, you must go to the "Multistore" page under the "Advanced Parameters" menu.
da_dk: Multistoreindstilling er aktiveret, hvis du ønsker at ændre URLen på din butik, du er nødt til at gå til "Multistore" siden under "Advancerede parametre" i menuen.

source: This section enables you to change the default pattern of your links. In order to use this functionality, PrestaShop's "Friendly URL" option must be enabled, and Apache's URL rewriting module (mod_rewrite) must be activated on your web server.
da_dk: Denne sektion gør det muligt for dig at ændre standardmønstret for dine links. For at anvende denne funktionalitet, så skal PrestaShops indstilling "Venlig URL" være aktiveret, og Apaches URL omskrivnings modul (mod_rewrite) skal også være aktiveret på din webserver.

source: There are several available keywords for each route listed below; note that keywords with * are required!
da_dk: Der er flere tilgængelige nøgleord for hver rute listet nedenunder; bemærk at nøgleord med en * er krævet!

source: To add a keyword in your URL, use the {keyword} syntax. If the keyword is not empty, you can add text before or after the keyword with syntax {prepend:keyword:append}. For example {-hey-:meta_title} will add "-hey-my-title" in the URL if the meta title is set.
da_dk: For at tilføje et nøgleord i din URL, anvend syntaksen {keyword}. Hvis nøgleordet ikke er tomt, så kan du tilføje mere tekst inden eller efter nøgleordet med syntaksen {prepend:keyword:append}. For eksempel {-hey-:meta_title} vil tilføje "-hey-my-title" i URLen hvis metatitlen er sat.

source: You can only display the page list in a shop context.
da_dk: Du kan kun vise sidelisten i en butikssammenhæng.

source: Before being able to use this tool, you need to:
da_dk: For du kan benytte dette værktøj, skal du:

source: Create a blank .htaccess in your root directory.
da_dk: Opret en blank .htaccess i din hovedmappe.

source: Give it write permissions (CHMOD 666 on Unix system).
da_dk: Giv den skriverettigheder (CHMOD 666 på Unix system).

source: You cannot delete this shop (customer and/or order dependency).
da_dk: Du kan ikke slette denne butik (kunde- og/eller ordreafhængig).

source: Please create some sub-categories for this root category.
da_dk: Opret venligst underkategorier til hovedkategorien.

source: You need to select at least the root category.
da_dk: Du skal vælge mindst en hovedkategori.

source: Warning: You won't be able to change the group of this shop if this shop belongs to a group with one of these options activated: Share Customers, Share Quantities or Share Orders.
da_dk: Advarsel: Du vil ikke være i stand til at ændre denne gruppe i denne butik, hvis denne butik tilhører en gruppe, hvor en af disse muligheder er aktiveret: Dele Kunder, Dele Mængder eller Dele Ordrer.

source: You can only move your shop to a shop group with all "share" options disabled -- or to a shop group with no customers/orders.
da_dk: Du kan kun flytte din butik til en butiksgruppe med alle ʺdeleʺ indstillinger deaktiveret, eller til en butiksgruppe uden kunder/ordrer.

source: You must define an SMTP server and an SMTP port. If you do not know it, use the PHP mail() function instead.
da_dk: Du skal angive en SMTP server og en SMTP port. Hvis det ikke siger dig noget, vælg da PHP's mail() funktion i stedet.

source: This is not a valid IP address:
da_dk: Ugyldig IP adresse:

source: Aliases and results are both required.
da_dk: Både alias og resultat er obligatorisk.

source: Is not a valid result
da_dk: Er ikke er gyldigt resultat

source: Is not a valid alias
da_dk: Er ikke et gyldigt alias

source: Creation successful
da_dk: Oprettelse succesfuld

source: The discount value is incorrect (must be a percentage).
da_dk: Rabatværdi er ikke korrekt (skal være en procentdel).

source: Wrong category ID.
da_dk: Forkert kategori ID.

source: The discount value is incorrect.
da_dk: Rabatværdien er ikke korrekt.

source: You cannot save group reductions.
da_dk: Kan ikke gemme gruppeændringer.

source: An error occurred while updating this group.
da_dk: Der opstod en fejl under opdatering af gruppen.

source: Please install the "%modulename%" module in order to give your affiliates access to their own statistics.
da_dk: Installer modulet "%modulename%" for at give dine partnere adgang til deres egen statistik.

source: Percent of the sales.
da_dk: Procent af salget.

source: Assign a valid page if you want it to be read.
da_dk: Tildel en gyldig side, hvis du ønsker, at den skal læses.

source: For security reasons, you cannot delete default order statuses.
da_dk: Af sikkerhedshensyn kan du ikke slette standard ordrestatusser.

source: An address located in a country containing states must have a state selected.
da_dk: En adresse, der befinder sig i et land med stater, skal have valgt en stat.

source: Latitude and longitude are required.
da_dk: Breddegrad og længdegrad skal angives.

source: The specified state is not located in this country.
da_dk: Den angivne stat er ikke placeret i dette land.

source: Width and height must be numeric values.
da_dk: Bredde og højde skal være numerisk værdi.

source: Click here to set a URL for this shop.
da_dk: Klik her for at angive URLen for denne butik.

source: You cannot delete this shop (customer and/or order dependency)
da_dk: Du kan ikke slette denne butik (kunde- og/eller ordreafhængig)

source: Caution: The discount applied to a category does not stack with the overall reduction but instead replaces it.
da_dk: Advarsel: Rabatten, der anvendes til en kategori, sammenlægges ikke med den samlede reduktion, men erstatter den i stedet.

source: Only products that have this category as the default category will be affected.
da_dk: Kun varer, der har denne kategori som standard, vil blive påvirket.

source: The module '%s' must be activated and configurated in order to have all the statistics
da_dk: Modulet "%s" skal være aktiveret og konfigureret for at få vist alle statistikker
