Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.5/*/AdminModulesFeature.*.xlf
Languages: es_ar, he_il

source: Exit to PrestaShop Addons Marketplace
he_il: יציאה לחנות התוספים של פרסטה שופ

source: Discover
he_il: מצאו עוד

source: Module notifications
he_il: התראות מודול

source: Upload a module
he_il: העלאת מודול

source: Drop your module archive here or [1]select file[/1]
he_il: גרירת ארכיון המודולים לכאן או [1]בחירת קובץ[/1]

source: Connect to Addons marketplace
he_il: התחברות לחנות התוספים

source: Yes, log out
he_il: . כן, התנתק

source: Enable Mobile
he_il: מאפשר נייד

source: %nbModules% modules to configure
he_il: %nbModules% מודולים להגדיר

source: Optional: delete module folder after uninstall.
he_il: לא חובה: מחיקת ספריית המודול לאחר הסרת ההתקנה.

source: Disable module?
he_il: לבטל מודול?

source: Service by %author%
he_il: השירות נכתב ע"י %author%

source: Read More
he_il: להמשך קריאה

source: v%version% - by %author%
he_il: גרסה %version% - נכתבה ע"י %author%

source: All Categories
he_il: כל הקטגוריות

source: %nbModules% modules and services selected for you
he_il: %nbModules% מודולים ושירותים שנבחרו עבורך

source: Popularity
he_il: פופולריות

source: Show all modules
he_il: הצג את כל המודולים

source: Enabled Modules
he_il: מודולים פעילים

source: Disabled Modules
he_il: מודולים לא פעילים

source: Author
he_il: מחבר

source: Back to modules list
he_il: חזור לרשימת מודולים

source: Proceed with the installation
he_il: המשך בהתקנה

source: Free
he_il: חינם!

source: v%version% by %author%
he_il: גרסת v%version% - נכתבה ע"י %author%

source: Overview
he_il: סקירה כללית

source: Additional information
he_il: מידע נוסף

source: Features
he_il: תכונות

source: Modules to update
he_il: מודולים לעדכון

source: Upgrade All
he_il: שדרג הכל

source: Check update
he_il: בדוק עדכונים

source: Manage hooks
he_il: נהל נקודות השחלה (hook)

source: Discover on Addons Marketplace
es_ar: Descubre el Addons Marketplace

source: Drop your module archive here or
es_ar: Arrastra el archivo del módulo aquí o

source: Module manager
es_ar: Gestor de módulos

source: You do not have module in « %categoryName% ».
es_ar: No tienes ningún módulo en « %categoryName% ».

source: Discover the best-selling modules of this category in the %link% page.
es_ar: Descubre los módulos más vendidos de esta categoría en la página %link%.

source: Recently Used
es_ar: Usada recientemente

source: Design & Navigation
es_ar: Diseño y Navegación

source: Promotions & Marketing
es_ar: Promociones y marketing

source: Product Page
es_ar: Página Producto

source: Shipping & Logistics
es_ar: Transporte y Logística

source: Traffic & Marketplaces
es_ar: Tráfico y Marketplaces

source: Facebook & Social Networks
es_ar: Facebook y Redes sociales

source: Specialized Platforms
es_ar: Plataformas especializadas
