Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.5/*/AdminOrderscustomersHelp.*.xlf
Languages: tr_tr

source: You can add a comment here.
tr_tr: Buraya yorum ekleyebilirsiniz.

source: Select the fields you would like to be required for this section.
tr_tr: Bu bölüm için gerekli olmasını istediğiniz alanları seçin.

source: Please make sure you are complying with the opt-in legislation applicable in your country.
tr_tr: Lütfen ülkenizde uygulanan katılım onaylı abonelik mevzuatına uyduğunuza emin olun.

source: This feature generates a random password before sending an email to your customer.
tr_tr: Bu özellik müşteriye bir eposta göndermeden önce rastgele bir parola oluşturur.

source: This note will be displayed to all employees but not to customers.
tr_tr: Bu not bütün çalışanlar tarafından görüntülenebilecek ama müşteriler tarafından görüntülenemeyecek.

source: If you chooses to create this discount for all invoices, only one discount will be created per order invoice.
tr_tr: Bu indirimi tüm faturalar için oluşturmayı seçerseniz, sipariş faturası başına yalnızca bir indirim oluşturulur.

source: If you don't select "Free shipping," the normal shipping costs will be applied.
tr_tr: "Ücretsiz Kargo'yu" seçmezseniz, normal kargo maliyeti uygulanacak.

source: (Max %amount_refundable% %tax_method%)
tr_tr: (Maks %amount_refundable% %tax_method%)

source: Search for an existing customer by typing the first letters of his/her name.
tr_tr: Adının ilk birkaç harfini girerek var olan bir müşteri arayın.

source: Send an email to the customer with the link to process the payment.
tr_tr: Müşteriye ödeme işlemi için bağlantı içeren bir e-posta gönder.

source: Go on payment page to process the payment.
tr_tr: Ödeme işlemi için ödeme sayfasına gidin.

source: Resend this email to the customer
tr_tr: Bu e-postayı müşteriye yeniden gönder

source: Do not forget to update your exchange rate before making this change.
tr_tr: Bu değişikliği yapmadan önce döviz kurlarınızı güncellemeyi unutmayın.

source: This feature will generate a random password and send an email to the customer.
tr_tr: Bu özellik rastgele bir parola oluşturacak ve müşteriye e-posta ile gönderecek.

source: View details on the customer page
tr_tr: Detayları müşteri sayfasında gör

source: View details on the order page
tr_tr: Detayları sipariş sayfasında gör

source: Leave this field blank if there's no change.
tr_tr: Değiştirmek istemiyorsanız, boş bırakın.

source: Password should be at least %length% characters long.
tr_tr: Parola en az %length% karakter uzunluğunda olmalıdır.

source: Enable or disable customer login.
tr_tr: Müşteri girişini etkinleştirin veya devre dışı bırakın.

source: This customer will receive your ads via email.
tr_tr: Bu müşteri reklamlarınızı e-posta yoluyla alacak.

source: Select all the groups that you would like to apply to this customer.
tr_tr: Bu müşteriye uygulanmasını istediğiniz tüm grupları seçin.

source: This group will be the user's default group.
tr_tr: Bu grup bir varsayılan kullanıcı grubu olacaktır.

source: Only the discount for the selected group will be applied to this customer.
tr_tr: Bu müşteriye sadece seçilen grupa ait indirim uygulanacak.

source: Valid characters:
tr_tr: Geçerli karakterler:

source: Would you like to allow merchandise returns in your shop?
tr_tr: Mağazanızda ürün iadesine izin vermek istiyor musunuz?

source: How many days after the delivery date does the customer have to return a product?
tr_tr: Teslimat tarihinden sonra kaç gün içerisinde müşteri bir ürünün iadesi yapabilir?

source: Prefix used for return name (e.g. RE00001).
tr_tr: İade adı için ön ek kullan (ör. RE00001).

source: Merchandise return (RMA) status.
tr_tr: Ürün iade talebi durumu.

source: List of products in return package.
tr_tr: İade edilen ürünlerin listesi.

source: The link is only available after validation and before the parcel gets delivered.
tr_tr: Bağlantı sadece doğrulamadan sonra veya paket teslim alınmadan önce müsait olacaktır.

source: Prefix used for credit slips.
tr_tr: Kredi fişleri için kullanılacak önek.

source: Format: 2012-12-31 (inclusive).
tr_tr: Biçim: 2012-12-31 (dahil).

source: This customer will receive your newsletter via email.
tr_tr: Bu müşteri haber bültenini e-posta yolu ile alacak.

source: Format: 2011-12-31 (inclusive).
tr_tr: Biçim: 2011-12-31 (dahil).

source: Prefix used for delivery slips.
tr_tr: Teslimat fişleri için kullanılacak önek.

source: The next delivery slip will begin with this number and then increase with each additional slip.
tr_tr: Sonraki teslimat fişi bu numara ile başlar, ve her fiş için artarak devam eder.

source: Adds an image before product name on Delivery-slip
tr_tr: Teslimat fişi üzerinde ürün adından önce bir resim ekler

source: You can also export orders which have not been charged yet.
tr_tr: Ayrıca henüz ödeme yapılmamış siparişleri dışa aktarabilirsiniz.

source: If enabled, your customers will receive an invoice for the purchase.
tr_tr: Etkinleştirilirse, müşterileriniz satın alım için fatura alacaklar.

source: If required, show the total amount per rate of the corresponding tax.
tr_tr: Gerekliyse, eşleşen verginin oran başına toplam tutarını göster.

source: Adds an image in front of the product name on the invoice
tr_tr: Faturada ürün adının önüne bir resim ekler

source: Freely definable prefix for invoice number (e.g. #IN00001).
tr_tr: Fatura numarası için serbest tanımlanabilir ön-ek (ör. #IN00001).

source: The next invoice will begin with this number, and then increase with each additional invoice. Set to 0 if you want to keep the current number (which is #%number%).
tr_tr: Bir sonraki fatura bu numara ile başlayacak, ve her bir faturada birer artacak. Eğer mevcut numarayı (şu an #%number%) sabit tutmak istiyorsanız 0 ayarlayın.

source: Use this field to show additional information on the invoice, below the payment methods summary (like specific legal information).
tr_tr: Faturada ek bilgi göstermek için bu alanı kullanın, ödeme yöntemleri özeti aşağıda (özel yasal bilgilendirme gibi).

source: This text will appear at the bottom of the invoice, below your company details.
tr_tr: Bu yazı faturanın en alt tarafında firma detaylarınızın hemen aşağısında gösterilecek.

source: Choose an invoice model.
tr_tr: Bir fatura modeli seçin.

source: Saves memory but slows down the PDF generation.
tr_tr: Hafızadan kazanım sağlar, ancak PDF oluşturma işlemini yavaşlatır.
