Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.5/*/AdminShopparametersFeature.*.xlf
Languages: hy_am

source: Icon
hy_am: նկարիկ

source: Send email to customer
hy_am: Ուղարկել էլ. նամակ հաճախորդին

source: Email template
hy_am: Էլ. նամակի ձեւանմուշ

source: Color
hy_am: Գույնը.

source: Consider the associated order as validated.
hy_am: Տվյալ պատվերը որոկավորել որպես ստուգված

source: Send an email to the customer when his/her order status has changed.
hy_am: Ուղարկել էլ. նամակ հաճախորդին, երբ նրա պատվերի կարգավիճակը կփոխվի

source: Template
hy_am: Ձեւանմուշ.

source: Return status
hy_am: Վերադարձնելու կարգավիճակը

source: Order status
hy_am: Պատվերի կարգավիճակը

source: Page
hy_am: Էջ

source: Accented URL
hy_am: Հատուկ նշաններ հղման մեջ

source: Set up URLs
hy_am: Հղումների տեղադրման հասցեները

source: Generate robots.txt file
hy_am: Գեներացնել robots.txt

source: Robots file generation
hy_am: Robots ֆայլերի գեներատոր

source: Set shop URL
hy_am: Տեղադրել Խանութի հղումը

source: Shop domain
hy_am: Խանութի դոմենը

source: SSL domain
hy_am: SSL դոմենը

source: Base URI
hy_am: Բազային հղումը

source: Schema of URLs
hy_am: Հղման սխեման

source: Route to products
hy_am: Երթուղին դեպի ապրանքները

source: Route to category
hy_am: Երթուղին դեպի կատեգորիաները

source: Route to supplier
hy_am: Երթուղին դեպի մատակարարը

source: Route to modules
hy_am: Երթուղին դեպի մոդուլները

source: Default pages
hy_am: Դեֆոլտ էջեր

source: Meta tags
hy_am: Մեթա տեգեր

source: Aliases
hy_am: Կեղծանուն

source: Indexed products
hy_am: Ինդեքսավորված ապրանքներ

source: Building the product index may take a few minutes.
hy_am: Ապրանքների ցուցակների ստեղծումը կարող է տեւել մի քանի րոպե կամ ավելի շատ

source: Minimum word length (in characters)
hy_am: Տեստային դաշտի նվազագույն երկարությունը (նշաններով)

source: Blacklisted words
hy_am: Սեւ ցուցակի բառեր

source: Weight
hy_am: Քաշը

source: The "weight" represents its importance and relevance for the ranking of the products when completing a new search.
hy_am: «Կշիռը» ներկայացնում է դրանց կարեւորությունը կամ արդիականությունը ապրանքների վարկանիշների համար որոնման ընթացքում

source: A word with a weight of eight will have four times more value than a word with a weight of two.
hy_am: 8 «կշռով» բառերը կունենան 4 անգամ ավելի շատ նշանակություն, քան 2 կշռովը

source: We advise you to set a greater weight for words which appear in the name or reference of a product. This will allow the search results to be as precise and relevant as possible.
hy_am: Հենց դրա համար էլ խորհուրդ ենք տալիս բարձր կշիռ դնել այն բառերի համար, որոնք օգտագործվում են ապրանքի անվանման կամ հղման մեջ, ու ոչ թե նկարագրության: Այսպիսով, որոնման արդյունքները կլինեն ծայրահեղ ճիշտ ու հարցմանը համապատասխան

source: Product name weight
hy_am: Ապրանքի անվան կշիռը

source: Reference weight
hy_am: Հղման կշիռը

source: Short description weight
hy_am: Կարճ նկարագրության կշիռը

source: Description weight
hy_am: Նկարագրության կշիռը

source: Category weight
hy_am: Կատեգորիայի կշիռը

source: Tags weight
hy_am: Տեգերի կշիռը

source: Attributes weight
hy_am: Հատկանիշների կշիռը

source: Features weight
hy_am: Հատկությունների կշիռը

source: Search
hy_am: Որոնել

source: Refresh index
hy_am: Թարմացնել ինդեքսը

source: Cache
hy_am: Քեշ

source: Refresh cache
hy_am: Թարմացնել քեշը

source: Save direct traffic?
hy_am: Պահպանել՞ անմիջական տրաֆիկը

source: Alias
hy_am: Կեղծանուն.

source: Tag
hy_am: Թեգ

source: Social title
hy_am: Անվանումը

source: Neutral
hy_am: Չեզոք

source: Social titles
hy_am: անվանում

source: Image width
hy_am: Պատկերի լայնությունը

source: Image height
hy_am: Պատկերի բարձրությունը.

source: Male
hy_am: Արական

source: Female
hy_am: Իգական

source: Unknown
hy_am: անհայտ է

source: Contacts
hy_am: Հետադարձ կապ

source: Save messages?
hy_am: Պահպանել՞ հաղորդագրությունը

source: Registration date
hy_am: Գրանցման ամսաթիվ

source: Group name
hy_am: Խմբի անվանումը

source: Discount (%)
hy_am: Զեղչեր (%).

source: Members
hy_am: Անդամներ

source: Show prices
hy_am: Ցույց տալ գները.

source: Creation date
hy_am: Ստեղծման ամսաթիվը.

source: Default groups options
hy_am: Խմբի դեֆոլտ կարգավորումները

source: Customer group
hy_am: Հաճախորդի խումբ

source: Price display method
hy_am: Գինը ցուցադրելու եղանակ.

source: Server
hy_am: Սերվեր.

source: GET variable
hy_am: GET փոփոխականներ

source: Referrer
hy_am: Հղող

source: There are no visitors online.
hy_am: Տվյալ պահին կայքում հաճախորդներ չկան:

source: Shop group
hy_am: Խանութի խումբը.

source: Edit this shop group
hy_am: Խմբագրել այս խանութի խումբը

source: Add new shop
hy_am: Ավելացնել նոր խանութ

source: Shop name
hy_am: Խանութի անվանումը

source: Enable SSL
hy_am: Միացնել SSL

source: Round mode
hy_am: Կլորացնելու եղանակը

source: Enable Multistore
hy_am: Միացնել մի քանի խանութ

source: Main Shop Activity
hy_am: Խանութի հիմնական գործունեությունը

source: Stores
hy_am: Խանութները

source: Allowed characters: letters, spaces and %s
hy_am: Թույլատրված նիշեր. տառեր, դատարկ տարածք եւ %s

source: Latitude / Longitude
hy_am: Լայնություն/ Երկայնություն

source: Picture
hy_am: Նկար

source: Monday
hy_am: Երկուշաբթի

source: Tuesday
hy_am: Երեքշաբթի

source: Wednesday
hy_am: Չորեքշաբթի

source: Thursday
hy_am: Հինգշաբթի

source: Friday
hy_am: Ուրբաթ

source: Saturday
hy_am: Շաբաթ

source: Sunday
hy_am: Կիրակի

source: Choose your country
hy_am: Ընտրեք Ձեր երկիրը

source: Choose your state (if applicable)
hy_am: Ընտրեք մարքը/շրջանը

source: Shop email
hy_am: Խանութի էլ. փոստը

source: Shop address line 1
hy_am: Խանութի հասցեն. տող 1

source: Shop address line 2
hy_am: Խանութի հասցեն. տող 2

source: Contact details
hy_am: Կոնտակտային մանրամասներ

source: Visitors
hy_am: Այցելուներ

source: Visits
hy_am: Այցելություններ

source: Pages
hy_am: Էջեր

source: Reg.
hy_am: Գրանցումներ

source: Avg. cart
hy_am: Միջին պատվեր

source: Reg. rate
hy_am: Գրանցումների մասնաբաժինը

source: Order rate
hy_am: Պատվերների մասնաբաժինը

source: Click
hy_am: Սեղմել

source: Base
hy_am: Բազային

source: Affiliate
hy_am: Գործընկեր

source: Affiliates can access their data with this name and password.
hy_am: Գործընկերները կարող են վիճակգրությանը մուտք գործեն, օգտագործելով մուտքաբառը ու գաղտնաբառը

source: Commission plan
hy_am: Միջնորդավճարի կարգավորում

source: Click fee
hy_am: Սեղմելու տուրք

source: Base fee
hy_am: Բազային տուրք

source: Percent fee
hy_am: Տոկոսային տուրք

source: Include
hy_am: Ընդգրկել

source: Technical information -- Expert mode
hy_am: Տեխնիկական տեղեկություններ - Մասնագետի ռեժիմ

source: Unique visitors
hy_am: Բացառիկ այցելուներ

source: Pages viewed
hy_am: Դիտված էջեր

source: Registration rate
hy_am: Գրանցումների մակարդակը

source: Registrations
hy_am: Գրանցումներ

source: Undefined
hy_am: Անորոշ

source: Product name
hy_am: Ապրանքի անվանումը

source: Product price
hy_am: Ապրանքի գինը

source: Product add date
hy_am: Ապրանքի ավելացման ամսաթիվը

source: Product modified date
hy_am: Ապրանքի ձեւափոխման ամսաթիվը

source: Position inside category
hy_am: Կատեգորիայի ներսում դիրքը

source: Product quantity
hy_am: Ապրանքի քանակը

source: Product reference
hy_am: Ապրանքի հղումներ

source: Number of days for which the product is considered 'new'
hy_am: Օրերի քանակը որոնց ընթացում ապրանքը կհամարվի «նոր»

source: Products (general)
hy_am: Ապրանքներ (ընդհանուր)

source: Catalog mode
hy_am: Կատալոգի ռեժիմ

source: Quantity discounts based on
hy_am: Քանակակն զեղչեր հիմնված

source: Product page
hy_am: Ապրանքի էջը

source: Display available quantities on the product page
hy_am: Ապրանքի էջին ցույց տալ հասանելի քանակությունը

source: Display unavailable product attributes on the product page
hy_am: Ցուցադրել անահասանելի ապրանքների հատկանիշները ապրանքի էջին

source: Display the "add to cart" button when a product has attributes
hy_am: Ցեւցադրել «ավելացնել զամբյուղի մեջ» կոճակը երբ ապրանքը կունենա հատկանիշներ

source: Products per page
hy_am: Ապրանքներ էջին.

source: Pagination
hy_am: Էջերի համարակալում

source: Default order by
hy_am: Տեսակավորել ապրանքները

source: Default order method
hy_am: Պատվերի դեֆոլտ եղանակը

source: minutes
hy_am: րոպեներ

source: Send an email after registration
hy_am: Ուղարկել նամակ գրանցվելուց հետո

source: Enable B2B mode
hy_am: Միացնել B2B ռեժիմը

source: Minimum purchase total required in order to validate the order
hy_am: Պահանջվում է նվազագույն գնման ընդհանուրը որպեսզի հաստատվի պատվերը

source: Enable guest checkout
hy_am: Միացնել հյուրի պատվերի ձեւակերպումը

source: Allow multishipping
hy_am: Թույլտարել բազմակի հասցեներով առաքում

source: Delayed shipping
hy_am: Հետաձգված առաքում

source: Terms of service
hy_am: Ծառայության պայմանները

source: Gift-wrapping price
hy_am: Նվեր փաթեթավորման գինը

source: Gift options
hy_am: Նվերի օպցիաները

source: Offer gift wrapping
hy_am: Առաջարկել նվերի փաթեթավորում

source: Gift-wrapping tax
hy_am: Նվեր փաթեթավորման հարկը

source: Offer recycled packaging
hy_am: Առաջարկել վերամշակված փաթեթավորում

source: Customer service
hy_am: Հաճախորդների սպասարկում

source: Customer
hy_am: Հաճախորդ

source: Enable Shop
hy_am: Միացնել խանութը

source: Maintenance IP
hy_am: Տեխ. սպասարկման IP

source: Products stock
hy_am: Ապրանքները պահեստում

source: Allow ordering of out-of-stock products
hy_am: Թույլատրել պահեստում ոչ առկա ապրանքների պատվիրելը

source: Enable stock management
hy_am: Միացնել պահեստի կառավարումը

source: Statistics
hy_am: Վիճակագրություն

source: Current category discount
hy_am: Կատեգորիայի ընթացիկ զեղչը

source: Members of this customer group
hy_am: Այս հաճախորդի խմբի անդամները

source: Limited to the first 100 customers.
hy_am: Սահմանափակվում է առաջին 100 հաճախորդներվ

source: Please use filters to narrow your search.
hy_am: Խնդրում ենք օգտագործել ֆիլտրեր Ձեր որոնման սահմանները նեղացնելու համար

source: This category already exists for this group.
hy_am: Այս խմբի համար այս կատեգորիան արդեն ստեղծված է

source: Add a category discount
hy_am: Ավելացնել զեղչ կատեգորիայի համար

source: New group category discount
hy_am: Նոր զեղչ կատեգորիայի խմբի համար
