Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.5/*/AdminAdvparametersNotification.*.xlf
Languages: lo_la, sk_sk

source: You do not have permission to view this.
sk_sk: Nemáte oprávnenie na zobrazenie.

source: There is no "/backup" directory.
sk_sk: Neexistuje žiadny "/backup" adresár.

source: No file has been specified.
sk_sk: Nebol zadaný súbor.

source: Unable to open backup file(s).
sk_sk: Nedá sa otvoriť súbor(y) záloh.

source: Unable to display backup file(s).
sk_sk: Nedá sa zobraziť súbor záloh(y).

source: Administrator permissions cannot be modified.
lo_la: ບໍ່ມີສິດທິເປັນຜູ້ບໍລິຫານລະບົບ ບໍ່ສາມາດແກ້ໄຂໄດ້
sk_sk: Oprávnenia administrátora nemôžu byť zmenené.

source: Note that the Category import does not support having two categories with the same name.
sk_sk: Pozor, import kategórií nepodporuje dve kategórie s rovnakým názvom.

source: Note that you can have several products with the same reference.
sk_sk: Môže sa stať, že viacero produktov bude mať rovnaký kód.

source: Your file has been successfully imported into your shop. Don't forget to re-build the products' search index.
sk_sk: Váš súbor bol úspešne importovaný do vášho obchodu. Nezabudnite obnoviť vyhľadávací index produktov.

source: Importing Supply Order Details will reset your history of ordered products, if there are any.
sk_sk: Importovaním podrobností o dodávateľských objednávkach zmažete históriu Vami objednaných produktov, ak nejaké boli.

source: Are you sure that you would like to delete this entity:
sk_sk: Ste si istý, že chcete odstrániť túto položku:

source: You do not have permission to delete this. When the MultiStore mode is enabled, only a SuperAdmin can delete all items before an import.
sk_sk: Nemáte oprávnenie toto zmazať. Ak je povolený multiobchod, iba SuperAdmin môže vymazať všetky položky pred importom.

source: Importing your data...
sk_sk: Importujú sa vaše dáta...

source: Aborting, please wait...
sk_sk: Prerušovanie, počkajte prosím...

source: Data imported!
sk_sk: Dáta importované!

source: Look at your listings to make sure it's all there as you wished.
sk_sk: Pozrite si vaše záznamy, aby ste sa uistili, že tam je všetko, čo si prajete.

source: Errors occurred:
sk_sk: Vyskytli sa chyby:

source: Warning, the current import may require a PHP setting update, to allow more data to be transferred. If the current import stops before the end, you should increase your PHP "post_max_size" setting to [1]%size%[/1]MB at least, and try again.
sk_sk: Upozorňujeme, že súčasný import môže vyžadovať aktualizáciu nastavenia PHP, aby bolo možné prenášať viac údajov. Ak sa súčasný import zastaví pred koncom, mali by ste zvýšiť nastavenie PHP "post_max_size" aspoň na [1]%size%[/1]MB a skúsiť to znova.

source: Some errors were detected. Please check the details:
sk_sk: Vyskytli sa niektoré chyby. Skontrolujte podrobnosti:

source: We made the following adjustments:
sk_sk: Vykonali sme nasledujúce úpravy:

source: Validating data...
sk_sk: Overovanie dát...

source: [1]%percentage%[/1]% validated
sk_sk: [1]%percentage%[/1]% overené

source: Processing next page...
sk_sk: Načítavanie ďalšej strany...

source: Linking accessories...
sk_sk: Prepojovanie príslušenstva...

source: [1]%size%[/1]% imported
sk_sk: [1]%size%[/1]% importované

source: Ignore warnings and continue?
sk_sk: Ignorovať varovania a pokračovať?

source: Abort import
sk_sk: Prerušiť import

source: Please choose a MySQL table
sk_sk: Zvoľte prosím MySQL tabuľku

source: This SQL query has no result.
sk_sk: Tento SQL dopyt nemá žiaden výsledok.

source: Error - The following e-mail template is missing: %s
sk_sk: Chyba - Chýba nasledujúca e-mailová šablóna: %s

source: "Backup" directory does not exist.
sk_sk: Adresár so zálohou "Backup" neexistuje

source: Invalid ID
sk_sk: Neplatné ID

source: Unable to create backup file
sk_sk: Nedá sa vytvoriť súbor zálohy

source: An error occurred while backing up. Unable to obtain the schema of %s
sk_sk: Vyskytla sa chyba počas zálohovania. Nepodarilo sa získať schému %s

source: No valid tables were found to backup.
sk_sk: Žiadne platné tabuľky neboli nájdené k zálohe.

source: Can't add the voucher.
sk_sk: Zľavový kupón sa nedá pridať.

source: You cannot edit the SuperAdmin profile.
sk_sk: Nemôžete upravovať super-administrátorský účet

source: The provided profile is invalid
sk_sk: Poskytnutý profil je neplatný

source: You cannot disable or delete your own account.
sk_sk: Nemôžete vypnúť alebo vymazať Váš vlastný účet.

source: You cannot disable or delete the administrator account.
sk_sk: Nemôžete vypnúť alebo vymazať posledný administrátorský účet.

source: You cannot delete this account because it manages warehouses. Check your warehouses first.
sk_sk: Nemôžete vymazať tento účet, pretože spravuje skladu. Najprv skontrolujte sklady.

source: Your current password is invalid.
sk_sk: Važe súčasné heslo nie je platné.

source: The confirmation password does not match.
sk_sk: Potvrdenie hesla sa nezhoduje.

source: You should have at least one employee in the administrator group.
sk_sk: Musíte mať aspoň jedného zamestnanca v adminstrátorskej skupine.

source: The employee must be associated with at least one shop.
sk_sk: Zamestnanec musí byť priradený aspoň k jednému obchodu.

source: The password must be at least %length% characters long.
sk_sk: Heslo musí obsahovať aspoň %length% znakov dlhé.

source: (click to open "Generators" page)
sk_sk: (kliknite pre otvorenie stránky "Generátory")

source: There is an empty row in the file that won't be imported.
sk_sk: V súbore sa nachádza prázdny riadok, ktorý nebude importovaný.

source: The category ID must be unique. It can't be the same as the one for Root or Home category.
sk_sk: ID kategórie musí byť unikátne. Nemôže byť rovnaké, ako má koreňová alebo úvodná kategória.

source: The category ID must be unique. It can't be the same as the one for the parent category (ID: %1$s).
sk_sk: ID kategórie musí byť unikátne. Nemôže byť rovnaké, ako má nadradená kategória (ID: %1$s).

source: A category can't be its own parent. You should rename it (current name: %1$s).
sk_sk: Kategória nemôže byť rovnaká ako nadradená. Premenujte ju (súčasný názov: %1$s).

source: %category_name% (ID: %id%) cannot be saved
sk_sk: %category_name% (ID: %id%) nie je možné uložiť

source: URL rewriting failed to auto-generate a friendly URL for: %category_name%
sk_sk: URL prepisovanie zlyhalo pri automatickom generovaní priateľskej URL adresy pre: %category_name%

source: Rewrite link for %1$s (ID %2$s): re-written as %3$s.
sk_sk: Prepísať odkaz pre %1$s (ID: %2$s): prepísaný ako %3$s.

source: A category cannot be its own parent. The parent category ID is either missing or unknown (ID: %1$s).
sk_sk: Kategória nemôže byť nadradená sama sebe. ID nadradenej kategórie buď chýba ale je neznáme (ID: %1$s).

source: The root category cannot be modified.
sk_sk: Koreňovú kategóriu sa nedá modifikovať

source: cannot be copied.
sk_sk: nemôže byť kopírovaný

source: %1$s (ID: %2$s) cannot be %3$s
sk_sk: %1$s (ID: %2$s) nemôže byť %3$s

source: Unknown tax rule group ID. You need to create a group with this ID first.
sk_sk: Neznáme ID číslo skupiny daňových pravidiel. Najskôr musíte vytvoriť skupinu s týmto ID číslom.

source: %1$s (ID: %2$s) cannot be saved
sk_sk: %1$s (ID: %2$s) nemôže byť vymazané

source: %data% cannot be saved
sk_sk: %data% nie je možné uložiť

source: Shop is not valid
sk_sk: Obchod nie je platný

source: Discount is invalid
lo_la: ສ່ວນຫຼຸດບໍ່ຖືກຕ້ອງ
sk_sk: Zľava nie je platná

source: Tags list is invalid
sk_sk: Zoznam štítkov nie je platný

source: Error copying image: %url%
sk_sk: Chyba pri kopírovaní obrázku: %url%

source: Product #%id%: the picture (%url%) cannot be saved.
sk_sk: Produkt #%id%: obrázok (%url%) nemôže byť uložený.

source: Advanced stock management has incorrect value. Not set for product %name%
sk_sk: Pokročilá správa skladových zásob má nesprávnu hodnotu. Nie je nastavená pre produkt %name%

source: Advanced stock management is not enabled, cannot enable on product %name%
sk_sk: Pokročilá správa skladových zásob nie je povolená, nie je možné ju povoliť pre produkt %name%

source: Advanced stock management is not enabled, warehouse not set on product %name%
sk_sk: Pokročilá správa skladových zásob nie je povolená, sklad nie je nastavený pre produkt %name%

source: Warehouse did not exist, cannot set on product %name%
sk_sk: Sklad neexistuje, nie je možné ho nastaviť pre produkt %name%

source: Incorrect value for "Depends on stock" for product %name%
sk_sk: Nesprávna hodnota "Závisí od skladových zásob" pre produkt %name%

source: Advanced stock management is not enabled, cannot set "Depends on stock" for product %name%
sk_sk: Pokročilá správa skladových zásob nie je povolená, nemožno nastaviť "Závisí od skladových zásob" pre produkt %name%

source: No image was found for combination with id_product = %s and image position = %s.
sk_sk: Nenašiel sa obrázok pre kombináciu s id_produktu = %s a pozíciou obrázku = %s.

source: EAN13 "%ean13%" has incorrect value for product with id %id%.
sk_sk: EAN13 "%ean13%" má nesprávnu hodnotu pre produkt s ID %id%.

source: Advanced stock management has incorrect value. Not set for product with id %id%.
sk_sk: Pokročilá správa skladových zásob má nesprávnu hodnotu. Nie je nastavená pre produkt s ID %id%.

source: Advanced stock management is not enabled, cannot enable on product with id %id%.
sk_sk: Pokročilá správa skladových zásob nie je povolená, nemožno povoliť pre produkt s ID %id%.

source: Advanced stock management is not enabled, warehouse is not set on product with id %id%.
sk_sk: Pokročilá správa skladových zásob nie je povolená, sklad nie je nastavený pre produkt s ID %id%.

source: Warehouse did not exist, cannot set on product %name%.
sk_sk: Sklad neexistuje, nie je možné ho nastaviť pre produkt %name%.

source: Email address %1$s (ID: %2$s) cannot be validated.
sk_sk: E-mailovú adresu %1$s (ID: %2$s) nie je možné overiť.

source: Email address %1$s (ID: %2$s) cannot be saved.
sk_sk: E-mailovú adresu %1$s (ID: %2$s) nie je možné uložiť.

source: %1$s does not exist in database %2$s (ID: %3$s), and therefore cannot be validated
sk_sk: %1$s neexistuje v databázi %2$s (ID: %3$s), a pre to nemôže byť overený

source: %1$s does not exist in database %2$s (ID: %3$s), and therefore cannot be saved
sk_sk: %1$s neexistuje v databáze %2$s (ID: %3$s), a preto nemôže byť uložený

source: "%email%" is not a valid email address.
sk_sk: "%email%" nie je platná e-mailová adresa.

source: The customer ID #%d does not exist in the database, and therefore cannot be validated.
sk_sk: ID zákazníka #%d neexistuje v databáze, a preto nemôže byť overené.

source: The customer ID #%d does not exist in the database, and therefore cannot be saved.
sk_sk: ID zákazníka #%d neexistuje v databáze, a preto nemôže byť uložené.

source: Supplier is invalid
lo_la: ຜູ້ສະໜອງບໍ່ຖືກຕ້ອງ
sk_sk: Dodávateľ nie je platný

source: Alias is invalid
sk_sk: Alias nie je platný

source: Store is invalid
sk_sk: Obchod je neplatný

source: Supplier ID (%id%) is not valid (at line %line%).
sk_sk: ID dodávateľa (%id%) nie je správne (v riadku %line%).

source: Lang ID (%id%) is not valid (at line %line%).
sk_sk: ID jazyka (%id%) nie je správne (v riadku %line%).

source: Warehouse ID (%id%) is not valid (at line %line%).
sk_sk: ID skladu (%id%) nie je správne (v riadku %line%).

source: Currency ID (%id%) is not valid (at line %line%).
sk_sk: ID meny (%id%) nie je správne (v riadku %line%).

source: Reference (%ref%) already exists (at line %line%).
sk_sk: Kód (%ref%) už existuje (v riadku %line%).

source: Date format (%date%) is not valid (at line %line%). It should be: %date_format%.
sk_sk: Formát dátumu (%date%) nie je správny (v riadku%line%). Mal by byť v tvare %date_format%.

source: Date (%date%) cannot be in the past (at line %line%). Format: %date_format%.
sk_sk: Dátum (%date%) nemôže siahať do minulosti (v riadku %line%). Formát: %date_format%.

source: Format: Between 0 and 100
sk_sk: Formát: medzi 0 a 100

source: Discount rate (%rate%) is not valid (at line %line%). %format%.
sk_sk: Sadzba zľavy (%rate%) nie je správna (v riadku %line%). %format%.

source: Supply Order (%id%) is not editable (at line %line%).
sk_sk: Objednávka od dodávateľa (%id%) nie je upraviteľná (v riadku %line%).

source: Supply Order could not be saved (at line %line%).
sk_sk: Objednávka od dodávateľa nemohla byť uložená (v riadku %line%).

source: Supply Order (%s) could not be loaded (at line %d).
sk_sk: Objednávka od dodávateľa (%s) nemohla byť načítaná (v riadku %d).

source: Product/Attribute (%d/%d) cannot be added twice (at line %d).
sk_sk: Produkt/Atribút (%d/%d) nemôže byť pridaný dvakrát (na riadku %d).

source: Product (%d/%d) is not available for this order (at line %d).
sk_sk: Produkt (%d/%d) nie je dostupný na objednanie (v riadku %d).

source: Unit Price (tax excl.) (%d) is not valid (at line %d).
sk_sk: Jednotková cena (bez DPH) (%d) nie je platná (v riadku %d).

source: Quantity Expected (%d) is not valid (at line %d).
sk_sk: Očakávané množstvo (%d) nie je platné (v riadku %d).

source: Discount rate (%d) is not valid (at line %d). %s.
sk_sk: Sadzba zľavy (%d) nie je správna (v riadku %d). %s.

source: Cannot read the .CSV file
sk_sk: Nedá sa načítať .csv súbor

source: Linking Accessories...
sk_sk: Pripájam príslušenstvo...

source: %s import
sk_sk: %s importovať

source: (from %s to %s)
sk_sk: (od %s do %s)

source: with truncate
sk_sk: so skrátením (truncate)

source: The confirmation email couldn't be sent, but the import is successful. Yay!
sk_sk: Nebolo možné poslať potvrdzujúci email, ale import je úspešný. Hurá!

source: For security reasons, you cannot delete the Administrator's profile.
lo_la: ສຳລັບເຫດຜົນທາງດ້ານຄວາມປອດໄພ, ເຈົ້າບໍ່ສາມາດລຶບໂພຼຟາຍຜູ້ບໍລິຫານລະບົບ
sk_sk: Z bezpečnostných dôvodov sa nedá vymazať profil administrátora.

source: The file is too large and cannot be downloaded. Please use the LIMIT clause in this query.
sk_sk: Súbor je príliš veľký a nedá sa stiahnuť. Pri tejto požiadavke sa riaďte pokynmi LIMIT.

source: You cannot have two shops with the same name in the same group.
sk_sk: Nemôžte mať 2 obchody s rovnakým menom v jednej skupine obchodov

source: Unable to load this shop.
sk_sk: Nedá sa načítať tento obchod

source: You need to select at least the root category.
sk_sk: Musíte zvoliť aspoň koreňovú kategóriu.

source: You've selected a state for a country that does not contain states.
sk_sk: Vybrali ste štát (krajinu), ktorý neobsahuje štáty (provincie).

source: You can't put this menu inside itself.
sk_sk: Nemôžte dať toto menu samo do seba.

source: Key length must be 32 character long.
lo_la: ຄວາມຍາວຂອງຄີຕ້ອງເປັນ 32 ຕົວອັກສອນ
sk_sk: Dĺžka kľúča musí byť 32 znakov

source: This key already exists.
lo_la: ຄີນີ້ມີຢູ່ແລ້ວ
sk_sk: Kľúč už existuje

source: The settings file cannot be overwritten.
sk_sk: Nedá sa prepísať súbor nastavení.

source: To use Smarty Cache, the directory %directorypath% must be writable.
sk_sk: Na používanie Smart Cache musí byť adresár %directorypath% zapisovateľný.

source: Before being able to use this tool, you need to:[1][2]Create a blank .htaccess in your root directory.[/2][2]Give it write permissions (CHMOD 666 on Unix system).[/2][/1]
sk_sk: Pred tým, než budete môcť tento nástroj použiť, musíte: [1][2] Vytvoriť prázdny .htaccess v koreňovom adresári. [/2] [2] Nastaviť povolenia na zápis (CHMOD 666 na systéme Unix).[/2][/1]

source: Error: Could not write to file. Make sure that the correct permissions are set on the file %s
sk_sk: Chyba: Do súboru nie je možné zapisovať. Uistite sa, že oprávnenia pre súbor %s sú správne

source: Error: Could not find whether debug mode is enabled. Make sure that the correct permissions are set on the file %s
sk_sk: Chyba: Nepodarilo sa nájsť, alebo je povolený režim ladenia. Uistite sa, že oprávnenia pre súbor %s sú správne

source: Media server #1 is invalid
sk_sk: Mediálny server č. 1 je neplatný

source: Media server #2 is invalid
sk_sk: Mediálny server č. 2 je neplatný

source: Media server #3 is invalid
sk_sk: Mediálny server č. 3 je neplatný

source: Update your PHP version.
sk_sk: Aktualizujte Vašu verziu PHP.

source: Configure your server to allow file uploads.
sk_sk: Nastavte Váš server tak, aby povoľoval nahrávanie súborov.

source: Configure your server to allow the creation of directories and files with write permissions.
lo_la: ປັບແຕ່ງຄ່າເຊີເວີຂອງເຈົ້າເພື່ອອະນຸຍາດໃຫ້ສ້າງໄດເຣັກໂຕຣີ ແລະ ຂຽນໃສ່ຟາຍ
sk_sk: Nakonfigurujte server, aby umožňoval vytváranie adresárov a súborov s právami na zápis.

source: Enable the CURL extension on your server.
sk_sk: Povoľte CURL rozšírenie na vašom serveri.

source: Enable the DOM extension on your server.
sk_sk: Povoľte rozšírenie DOM na vašom serveri.

source: Enable the Fileinfo extension on your server.
sk_sk: Povoľte rozšírenie Fileinfo na vašom serveri.

source: Enable the GD library on your server.
lo_la: ເປີດໃຊ້ GD library ທີ່ເຊີເວີຂອງເຈົ້າ
sk_sk: Zapnite na serveri GD knižnicu.

source: Enable the JSON extension on your server.
sk_sk: Povoľte JSON rozšírenie na vašom serveri.

source: Enable the Mbstring extension on your server.
sk_sk: Povoľte rozšírenie Mbstring na vašom serveri.

source: Enable the OpenSSL extension on your server.
sk_sk: Povoľte rozšírenie OpenSSL na vašom serveri.

source: Enable the PDO Mysql extension on your server.
sk_sk: Povoľte rozšírenie PDO Mysql na vašom serveri.

source: Enable the XML extension on your server.
sk_sk: Povoľte XML rozšírenie na vašom serveri.

source: Enable the ZIP extension on your server.
sk_sk: Povoľte ZIP rozšírenie na vašom serveri.

source: Enable the MySQL support on your server.
lo_la: ເປີດໃຊ້ການສະໜັບສະໜຸນຈາກ MySQL ທີ່ເຊີເວີຂອງເຈົ້າ
sk_sk: Zapnite na serveri MySQL podporu.

source: Set write permissions for the "config" folder.
lo_la: ຕັ້ງສິດທິການຂຽນ ສຳລັບປັບແຕ່ງຄ່າ ໂຟນເດີ
sk_sk: Nastavte práva pre zápis do priečinku "config".

source: Set write permissions for the "cache" folder.
lo_la: ຕັ້ງສິດທິການຂຽນ ສຳລັບ cache ໂຟນເດີ
sk_sk: Nastavte práva pre zápis do priečinku "cache".

source: Set write permissions for the "sitemap.xml" file.
lo_la: ຕັ້ງສິດທິການຂຽນ ສຳລັບຟາຍ sitemap.xml
sk_sk: Nastaviť práva na zápis pre súbor "sitemap.xml".

source: Set write permissions for the "img" folder and subfolders.
lo_la: ຕັ້ງສິດທິການຂຽນ ສຳລັບໂຟນເດີຮູບພາບ ແລະ ໂຟນເດີຍ່ອຍ/ໄປຕະຫຼອດ
sk_sk: Nastavte práva pre zápis do priečinku "img" a pod-adresáre.

source: Set write permissions for the "log" folder and subfolders.
sk_sk: Nastavte práva pre zápis do priečinku "log" a pod-adresáre.

source: Set write permissions for the "mails" folder and subfolders.
lo_la: ຕັ້ງສິດທິການຂຽນ ສຳລັບໂຟນເດີອີເມວ ແລະ ໂຟນເດີຍ່ອຍ/ໄປຕະຫຼອດ
sk_sk: Nastavte práva pre zápis do priečinku "mails" a pod-adresáre.

source: Set write permissions for the "modules" folder and subfolders.
lo_la: ຕັ້ງສິດທິການຂຽນ ສຳລັບໂຟນເດີໂມດູນ ແລະ ໂຟນເດີຍ່ອຍ/ໄປຕະຫຼອດ
sk_sk: Nastavte práva pre zápis do priečinku "modules" a pod-adresáre.

source: Set write permissions for the "themes/%s/cache/" folder and subfolders, recursively.
sk_sk: Nastavte práva pre zápis do adresára "themes/%s/cache/" aj s pod-adresármi.

source: Set write permissions for the "themes/%s/lang/" folder and subfolders, recursively.
sk_sk: Nastavte práva pre zápis do adresára "themes/%s/lang/" aj s pod-adresármi.

source: Set write permissions for the "themes/%s/pdf/lang/" folder and subfolders, recursively.
sk_sk: Nastavte práva pre zápis do adresára "themes/%s/pdf/lang/" aj s pod-adresármi.

source: Set write permissions for the "app/config/" folder and subfolders, recursively.
sk_sk: Nastavte práva pre zápis do adresára "app/config/" aj s pod-adresármi.

source: Set write permissions for the "app/Resources/translations/" folder and subfolders, recursively.
sk_sk: Nastavte práva pre zápis do adresára "app/Resources/translations/" aj s pod-adresármi.

source: Set write permissions for the "translations" folder and subfolders.
lo_la: ຕັ້ງສິດທິການຂຽນ ສຳລັບໂຟນເດີການແປພາສາ ແລະ ໂຟນເດີຍ່ອຍ/ໄປຕະຫຼອດ
sk_sk: Nastavte práva pre zápis do priečinku "translations" a pod-adresáre.

source: Set write permissions for the "upload" folder and subfolders.
lo_la: ຕັ້ງສິດທິການຂຽນ ສຳລັບໂຟນເດີອັບໂຫຼດ ແລະ ໂຟນເດີຍ່ອຍ/ໄປຕະຫຼອດ
sk_sk: Nastavte práva pre zápis do priečinku "upload" a pod-adresáre.

source: Set write permissions for the "download" folder and subfolders.
lo_la: ຕັ້ງສິດທິການຂຽນ ສຳລັບໂຟນເດີດາວໂຫຼດ ແລະ ໂຟນເດີຍ່ອຍ/ໄປຕະຫຼອດ
sk_sk: Nastavte práva pre zápis do priečinku "download" a pod-adresáre.

source: Allow the PHP fopen() function on your server.
sk_sk: Povoľte funkciu PHP fopen() na Vašom serveri.

source: Enable GZIP compression on your server.
lo_la: ເປີດໃຊ້ການບີບອັດ GZIP ທີ່ເຊີເວີຂອງເຈົ້າ
sk_sk: Povoliť GZIP kompresiu na Vašom serveri.

source: Some PrestaShop files are missing from your server.
sk_sk: Niektoré súbory PrestaShop chýbajú na Vašom serveri.

source: You are using PHP %s version. Soon, the latest PHP version supported by PrestaShop will be PHP 5.6. To make sure you’re ready for the future, we recommend you to upgrade to PHP 5.6 now!
sk_sk: Používate PHP vo verzii %s. Onedlho bude najnižšia PrestaShop-om podporovaná verzia PHP 5.6. Aby ste boli do budúcna pripravený, odporúčame vám aktualizovať na PHP vo verzii 5.6 už teraz!

source: Enable the Apache mod_rewrite module
sk_sk: Povoľte modul Apache mod_rewrite

source: The "%tablename%" table does not exist.
sk_sk: Tabuľka "%tablename%" neexistuje.

source: The "%attribute%" attribute does not exist in the "%table%" table.
sk_sk: Atribút "%attribute%" neexistuje v tabuľke "%table%".

source: Undefined "%s" error
sk_sk: Nedefinovaná chyba "%s"

source: The "*" operator cannot be used in a nested query.
sk_sk: Operátor "*" nemôže byť použitý vo vnorenom dotaze.

source: The operator "%s" is incorrect.
sk_sk: Použitý operátor "%s" môže byť použitý pri každej vnorenej požiadavke.

source: The "%operator%" operator is incorrect.
sk_sk: Operátor "%operator%" nie je správny.

source: The LIMIT clause must contain numeric arguments.
sk_sk: Veta LIMIT musí obsahovať numerické argumenty.

source: The "%reference%" reference does not exist in the "%table%" table.
sk_sk: Kód "%reference%" v tabuľke "%table%" neexistuje.

source: When multiple tables are used, each attribute must refer back to a table.
sk_sk: Keď sa používajú viaceré tabuľky každý variant musí mať referenciu na tabuľku

source: "%key%" is an unauthorized keyword.
sk_sk: "%key%" je neoprávnené kľúčové slovo.

source: The limit chosen is larger than the server's maximum upload limit. Please increase the limits of your server.
sk_sk: Vybratý limit je väčší než limit maximálnej veľkosti nahrávanéhp súbor Vášho servera. Prosím zvýšte nastavenú hodnotu.

source: No file was uploaded.
sk_sk: Súbor nebol nahraný

source: The uploaded file exceeds the upload_max_filesize directive in php.ini. If your server configuration allows it, you may add a directive in your .htaccess.
sk_sk: Nahraný súbor presahuje upload_max_filesize direktívu v php.ini. Ak Vám to konfigurácia serveru povoľuje, môžete túto direktívu zmeniť vo Vašom .htaccess súbore.

source: The uploaded file exceeds the post_max_size directive in php.ini. If your server configuration allows it, you may add a directive in your .htaccess, for example:
sk_sk: Nahraný súbor presahuje hodnotu post_max_size v php.ini. Ak Vám to konfigurácia serveru umožňuje, môžete pridať príkaz do vášho súboru .htaccess, napríklad:

source: The uploaded file was only partially uploaded.
sk_sk: Nahrávaný súbor bol nahraný len čistočne.

source: The extension of your file should be .csv.
sk_sk: Prípona súboru by mala byť .csv.

source: An error occurred while uploading / copying the file.
lo_la: ເກີດຂໍ້ຜິດພາດຄະນະທີ່ກຳລັງອັບໂຫຼດ ແລະ ສຳເນົາຟາຍ
sk_sk: Počas nahrávania alebo kopírovania súboru nastala chyba .
