Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.5/*/AdminAdvparametersNotification.*.xlf
Languages: lo_la, sk_sk

source: To avoid operating problems, please use an Apache server.
lo_la: ເພື່ອຫຼີກລ້ຽງບັນຫາລະບົບປະຕິບັດການ, ກະລຸນານຳໃຊ້ເຊີເວີ Apache
sk_sk: Aby ste zabránili systémovým problémom, prosím použite server Apache.

source: Please activate the 'mod_auth_basic' Apache module to allow authentication of PrestaShop's webservice.
sk_sk: Prosím aktivujte modul 'mod_auth_basic' servera Apache, aby ste mohli používať autentifikáciu vo webových službách obchodu PrestaShop.

source: Please activate the 'mod_rewrite' Apache module to allow the PrestaShop webservice.
sk_sk: Prosím aktivujte modul 'mod_rewrite' servera Apache, aby ste mohli používať webové služby obchodu PrestaShop.

source: We could not check to see if basic authentication and rewrite extensions have been activated. Please manually check if they've been activated in order to use the PrestaShop webservice.
lo_la: ເມື່ອບໍ່ສາມາດກວດສອບການພິສູດຕົວຕົນຂັ້ນພື້ນຖານ ແລະ ຂຽນທັບ ນາມສະກຸນຟາຍ ຈະເປີດນຳໃຊ້. ກະລຸນາກວດສອບຖ້າມັນເປີດນຳໃຊ້ແລ້ວເພື່ອນຳໃຊ້ບໍລິການຈາກເວັບລະບົບແມ່.
sk_sk: Nepodarilo sa nám skontrolovať funkčnosť modulov pre autentifikáciu a prepisovanie URL adresy. Skontrolujte prosím manuálne, či sú aktivované, aby ste mohli používať webové služby obchodu PrestaShop.

source: Please activate the 'SimpleXML' PHP extension to allow testing of PrestaShop's webservice.
sk_sk: Prosím aktivujte 'SimpleXML' rožšírenie v PHP, aby ste mohli testovať webové služby obchodu PrestaShop.

source: It is preferable to use SSL (https:) for webservice calls, as it avoids the "man in the middle" type security issues.
sk_sk: Je lepšie používať SSL (https:) pre volania do webservice, vyhnete sa tak otázkam typu "tretia osoba".

source: It appears the backup was successful, however you must download and carefully verify the backup file before proceeding.
sk_sk: Zdá sa, že záloha bola úspešná, avšak pred tým, ako budete pokračovať, musíte stiahnuť a dôkladne skontrolovať súbor zálohy.

source: The "Backups" directory located in the admin directory must be writable (CHMOD 755 / 777).
sk_sk: Adresár "backups" v adresári "admin" musí byť zapisovateľný (CHMOD 755 / 777).

source: The backup file does not exist
sk_sk: Zálohový súbor neexistuje

source: Error deleting
sk_sk: Chyba pri odstraňovaní

source: The import directory doesn't exist. Please check your file path.
sk_sk: Importný adresár neexistuje. Skontrolujte prosím cestu k súboru.

source: The import directory must be writable (CHMOD 755 / 777).
sk_sk: Zložka importu musí byť zapisovateľná (CHMOD 755/777).

source: The Memcached server cannot be added.
sk_sk: Nedá sa pridať Memcached server

source: There was an error when attempting to delete the Memcached server.
sk_sk: Chyba pri odstraňovaní Memcached servera

source: All caches cleared successfully
sk_sk: Všetky pamäte cache sa úspešne vyčistili

source: (you must install the [a]Memcache PECL extension[/a])
sk_sk: (musíte nainštalovať [a]Memcache PECL rozšírenie[/a])

source: (you must install the [a]Memcached PECL extension[/a])
sk_sk: (musíte nainštalovať [a]Memcached PECL rozšírenie[/a])

source: (you must install the [a]APC PECL extension[/a])
sk_sk: (musíte nainštalovať [a]APC PECL rozšírenie[/a])

source: (you must install the [a]Xcache extension[/a])
sk_sk: (musíte nainštalovať [a]Xcache rozšírenie[/a])

source: To proceed, please upload a file first.
sk_sk: Njaskôr musíte nahrať súbor, aby ste mohli prejsť k ďalšiemu kroku.

source: I have read the disclaimer. Please create a new backup.
sk_sk: Prečítal som prehlásenie. Prosím vytvoriť novú zálohu.

source: How to restore a database backup
sk_sk: Ako obnoviť zálohu databázy

source: If you need to restore a database backup, we invite you to subscribe to a [1][2]technical support plan[/2][/1].
sk_sk: Pokiaľ potrebujete obnoviť zálohu databázy, pozývame Vás k prihláseniu sa k odberu [1][2]plánu technickej podpory[/2][/1].

source: Our team will take care of restoring your database safely.
sk_sk: Náš tým sa postará o bezpečné obnovenie Vašej databázy.

source: Why can't I restore it by myself?
sk_sk: Prečo ju nemôžem obnoviť sám?

source: Your shop is hosted by PrestaShop. Although you can create backup files here below, there are core settings you cannot access for security reasons, like the database management. Thus, only our team can proceed to a restoration.
sk_sk: Váš obchod je umiestnený na PrestaShop hostingu. Aj keď môžete vytvoriť zálohu súborov nižšie, sú tu len základné nastavenia, nemáte rozšírený prístup z bezpečnostných dôvodov, rovnako ako v správe databázy. Z tohto dôvodu má prístup k obnove iba náš tým.

source: Disclaimer before creating a new backup
lo_la: ຄຳເຕືອນກ່ອນທີ່ຈະມີການສ້າງການສຳຮອງຂໍ້ມູນໃໝ່
sk_sk: Prehlásenie pred vytvorením novej zálohy

source: PrestaShop is not responsible for your database, its backups and/or recovery.
lo_la: ພວກເຮົາ ຈະບໍ່ຮັບຜິດຊອບໃດໆກ່ຽວກັບຖານຂໍ້ມູນ, ການສຳຮອງ, ການກູ້ຄືນ ແລະ ຂໍ້ມູນ ຂອງທ່ານ
sk_sk: PrestaShop nie je zodpovedný za Vašu databázu, zálohy, obnovu a dáta.

source: PrestaShop is open-source software. You are using it at your own risk under the license agreement.
lo_la: ເຈົ້າຕ້ອງຍອມຮັບຄວາມສ່ຽງທີ່ອາດຈະເກີດຂຶ້ນເອງ
sk_sk: PrestShop je softvér s otvoreným zdrojovým kódom a používate ho na vlastné riziko v súlade s licenčnou zmluvou.

source: You should back up your data on a regular basis (both files and database).
sk_sk: Vaše údaje (súbory aj databázu) by ste mali zálohovať pravidelne.

source: This function only backs up your database, not your files.
lo_la: ຟັງຊັນນີ້ສຳຮອງພຽງແຕ່ຖານຂໍ້ມູນຂອງເຈົ້າເທົ່ານັ້ນ, ບໍ່ລວມບັນດາຟາຍ.
sk_sk: Táto funkcia zálohuje databázu, ale nie súbory.

source: By default, your existing database tables will be dropped during the backup recovery (see "Backup options" below).
lo_la: ໂດຍຄ່າເລີ່ມຕົ້ນແລ້ວ, ຕາຕະລາງຖານຂໍ້ມູນທີ່ມີຢູ່ຂອງເຈົ້າ ຈະຖືກລຶບໃນລະຫວ່າງການສຳຮອງ ກູ້ຄືນ ( ເບິ່ງ ຕົວເລືອກ )
sk_sk: V predvolenom nastavení budú existujúce tabuľky databázy zmazané pri obnove zo zálohy (pozrite "Nastavenia zálohovania" nižšie).

source: Always verify the quality and integrity of your backup files!
lo_la: ກວດສອບຄຸນນະພາບ ແລະ ຄວາມສົມບູນຂອງຟາຍ ຂອງຟາຍສຳຮອງຂອງເຈົ້າຢ່າງສະໝ່ຳສະເໝີ
sk_sk: Vždy si overte kvalitu a integritu záložných súborov!

source: Always verify that your backup files are complete, up-to-date and valid, even if you had a success message appear during the backup process.
lo_la: ກວດສອບຟາຍສຳຮອງຂອງເຈົ້າໃຫ້ສຳເລັດຢ່າງສະເໝີ, ວ່າເປັນຟາຍໃໝ່ສຸດຮອດມື້ນີ້ແລ້ວບໍ່ ແລະ ໃຊ້ການໄດ້ຫຼືບໍ່. ເຖິງວ່າເຈົ້າຈະເຫັນຂໍ້ຄວາມ ສຳເລັດການສຳຮອງໃນລະຫວ່າງຂະບວນການສຳຮອງ ແລ້ວກໍ່ຕາມ.
sk_sk: Vždy si overte, že záložné súbory sú kompletné, aktuálne a platné, a to aj v prípade, že bola zobrazená správa o úspešnom dokončení zálohovania.

source: Always check your data.
lo_la: ກວດສອບຂໍ້ມູນຂອງເຈົ້າຢ່າງເປັນປະຈຳ
sk_sk: Vždy si skontrolujte svoje dáta.

source: Never restore a backup on a live site.
lo_la: ບໍ່ເຄີຍມີການກູ້ຂໍ້ມູນສຳຮອງເທິງໄຊ້ນີ້
sk_sk: Nikdy neobnovujte zo zálohy obchod, ktorý je spustený.

source: Beginning the download ...
lo_la: ເລີ້ມຕົ້ນດາວໂຫຼດ
sk_sk: Začína sa sťahovanie...

source: Backup files should automatically start downloading.
sk_sk: Súbory zálohy by sa mali začať automaticky sťahovať.

source: If not,[1][2] please click here[/1]!
sk_sk: Pokiaľ nie,[1][2] kliknite prosím sem [/1]!

source: Are you sure that you would like to delete this entity:
sk_sk: Ste si istý, že chcete odstrániť túto položku:

source: The locale must be installed
sk_sk: Jazyk musí byť nainštalovaný

source: SSL does not seem to be available on your server.
sk_sk: SSL sa nezdá byť k dispozícii na Vašom serveri.

source: When saving the query, only the "SELECT" SQL statement is allowed.
sk_sk: Uložiť je možné iba dopyt, ktorý obsahuje SQL príkaz "SELECT".

source: Do you really want to remove the server %serverIp%:%serverPort% ?
sk_sk: Naozaj chcete odstrániť server %serverIp%:%serverPort% ?

source: Please fix the following error(s)
lo_la: ກະລຸນາສຶກສາຂໍ້ຜິດພາດຂ້າງລຸ່ມນີ້
sk_sk: Opravte prosím nasledujúce chyby

source: Checking files...
sk_sk: Kontrola súborov...

source: Missing files
sk_sk: Chýbajúce súbory

source: Updated files
sk_sk: Upravené súbory

source: Changed/missing files have been detected.
sk_sk: Boli zistené zmenené alebo chýbajúce súbory.

source: No change has been detected in your files.
sk_sk: Vo Vašich súboroch nebola zistená žiadna zmena.

source: OK
lo_la: ຕົກລົງ
