Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.5/*/EmailsBody.*.xlf
Languages: hi_in

source: Thank you for creating a customer account at {shop_name}.
hi_in: {shop_name} पर एक ग्राहक खाता बनाने के लिए धन्यवाद।

source: Here are your login details:
hi_in: यहां आपका लॉगिन विवरण दिया गया है:

source: Important Security Tips:
hi_in: महत्वपूर्ण सुरक्षा युक्तियाँ:

source: Always keep your account details safe.
hi_in: हमेशा अपने खाते के विवरण सुरक्षित रखें।

source: Never disclose your login details to anyone.
hi_in: कभी भी अपने लॉगिन विवरण का खुलासा न करें।

source: Change your password regularly.
hi_in: अपना पासवर्ड नियमित रूप से बदलें।

source: Should you suspect someone is using your account illegally, please notify us immediately.
hi_in: अगर आपको संदेह है कि कोई व्यक्ति अवैध रूप से आपके खाते का उपयोग कर रहा है, तो कृपया हमें तुरंत सूचित करें।

source: You can now place orders on our shop:
hi_in: अब आप हमारी दुकान पर ऑर्डर दे सकते हैं:

source: A new order has been generated on your behalf.
hi_in: आपकी ओर से एक नया आदेश उत्पन्न किया गया है।

source: Please go on <a href="{order_link}">{order_link}</a> to finalize the payment.
hi_in: भुगतान को अंतिम रूप देने के लिए कृपया <a href="{order_link}">{order_link}</a> पर जाएं।

source: Your order with the reference <span><strong>{order_name}</strong></span> has been placed successfully and will be <strong>shipped as soon as we receive your payment</strong>.
hi_in: संदर्भ के साथ आपका आदेश <span><strong>{order_name}</strong></span> सफलतापूर्वक रखा गया है और जैसे ही हमें आपका भुगतान प्राप्त होगा <strong> भेजा जाएगा</strong>।

source: Amount:
hi_in: राशि:
