Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.5/*/messages.*.xlf
Languages: hi_in

source: Tax Excluded
hi_in: कर छोड़ के

source: Tax Included
hi_in: कर सहित

source: %d product(s) successfully created.
hi_in: %d उत्पाद सफलतापूर्वक बनाया गया।

source: The Combinations Generator is a tool that allows you to easily create a series of combinations by selecting the related attributes. For example, if you're selling t-shirts in three different sizes and two different colors, the generator will create six combinations for you.
hi_in: संयोजन जनरेटर एक ऐसा उपकरण है जो आपको संबंधित विशेषताओं का चयन करके आसानी से संयोजनों की एक श्रृंखला बनाने की अनुमति देता है। उदाहरण के लिए, यदि आप तीन अलग-अलग आकारों और दो अलग-अलग रंगों में टी-शर्ट बेच रहे हैं, तो जनरेटर आपके लिए छह संयोजन बनाएगा।

source: You're currently generating combinations for the following product:
hi_in: आप वर्तमान में निम्नलिखित उत्पाद के लिए संयोजन उत्पन्न कर रहे हैं:

source: Step 1: On the left side, select the attributes you want to use (Hold down the "Ctrl" key on your keyboard and validate by clicking on "Add")
hi_in: चरण 1: बाईं तरफ, उन विशेषताओं का चयन करें जिन्हें आप उपयोग करना चाहते हैं (अपने कीबोर्ड पर "Ctrl" कुंजी दबाएं और "जोड़ें" पर क्लिक करके मान्य करें)

source: Impact on the product price
hi_in: उत्पाद की कीमत पर प्रभाव

source: Impact on the product weight
hi_in: उत्पाद वजन पर प्रभाव

source: Select a default quantity, and reference, for each combination the generator will create for this product.
hi_in: इस उत्पाद के लिए जेनरेटर प्रत्येक संयोजन के लिए प्रत्येक संयोजन के लिए डिफ़ॉल्ट मात्रा और संदर्भ का चयन करें।

source: Default Quantity:
hi_in: डिफ़ॉल्ट मात्रा:

source: Default Reference:
hi_in: डिफ़ॉल्ट संदर्भ:

source: Please click on "Generate these combinations".
hi_in: कृपया "इन संयोजनों को उत्पन्न करें" पर क्लिक करें।

source: Generate these combinations
hi_in: इन संयोजनों को उत्पन्न करें

source: If enabled, the voucher will not apply to products already on sale.
hi_in: यदि सक्षम है, तो वाउचर पहले से ही बिक्री पर उत्पादों पर लागू नहीं होगा।

source: Add a rule concerning
hi_in: संबंधित नियम जोड़ें

source: Discount name
hi_in: छूट का नाम

source: Sync success
hi_in: समन्वयन सफलता

source: Close
hi_in: बंद

source: Customer since: %s
hi_in: तब से ग्राहक: %s

source: Choose a template
hi_in: कोई टेम्प्लेट चुनें

source: Send
hi_in: भेजें

source: Customer ID:
hi_in: ग्राहक आइ डी:

source: Order #
hi_in: आर्डर #

source: Product #
hi_in: उत्पाद #

source: Subject:
hi_in: विषय:

source: Valid orders:
hi_in: वैध आर्डरो:

source: Discount:
hi_in: छूट:

source: Download
hi_in: डाउनलोड

source: Read more about the CSV format at:
hi_in: CSV प्रारूप के बारे में और पढ़ें:

source: or
hi_in: या

source: Multiple value separator
hi_in: एकाधिक मूल्य विभाजक

source: Please name your data matching configuration in order to save it.
hi_in: इसे सहेजने के लिए कृपया अपने डेटा मिलान विन्यास का नाम दें।

source: Please match each column of your source file to one of the destination columns.
hi_in: कृपया अपनी स्रोत फ़ाइल के प्रत्येक कॉलम को गंतव्य कॉलम में से एक से मेल करें।

source: Load a data matching configuration
hi_in: एक डेटा मिलान विन्यास लोड करें

source: Load
hi_in: लोड करें

source: Save your data matching configuration
hi_in: अपने डेटा मिलान विन्यास सहेजें

source: Indicate how many of the first rows of your file should be skipped when importing the data. For instance set it to 1 if the first row of your file contains headers.
hi_in: संकेत दें कि डेटा आयात करते समय आपकी फ़ाइल की पहली पंक्तियों को छोड़ दिया जाना चाहिए। उदाहरण के लिए इसे 1 पर सेट करें यदि आपकी फ़ाइल की पहली पंक्ति में शीर्षलेख हैं।

source: Password
hi_in: पासवर्ड

source: Module
hi_in: मॉड्यूल

source: Normal view
hi_in: सामान्य दृश्य

source: Tab
hi_in: टैब

source: Categories
hi_in: श्रेणियाँ

source: Favorite
hi_in: पसंदीदा

source: Other Modules
hi_in: अन्य मॉड्यूल

source: Installed Modules
hi_in: स्थापित मॉड्यूल

source: Disabled Modules
hi_in: मॉड्यूल अक्षम

source: Installed & Not Installed
hi_in: स्थापित और स्थापित नहीं किया गया

source: Modules Not Installed
hi_in: मॉड्यूल स्थापित नहीं है

source: Enabled & Disabled
hi_in: सक्षम & अक्षम

source: Enabled Modules
hi_in: सक्षम मॉड्यूल

source: Authors
hi_in: रचयिता

source: All Modules
hi_in: सभी मॉड्यूल

source: Free Modules
hi_in: मुफ्त मॉड्यूल

source: Must Have
hi_in: होना आवश्यक है

source: Modules purchased on Addons
hi_in: एडॉन्स पर खरीदे गए मॉड्यूल

source: All countries
hi_in: सभी देश

source: Current country:
hi_in: वर्तमान देश:

source: Would you like to delete the content related to this module ?
hi_in: क्या आप इस मॉड्यूल से संबंधित सामग्री को हटाना चाहते हैं?

source: If you want to be able to fully use the AdminModules panel and have free modules available, you should enable the following configuration on your server:
hi_in: यदि आप व्यवस्थापक मॉड्यूल पैनल का पूर्ण उपयोग करने में सक्षम होना चाहते हैं और नि: शुल्क मॉड्यूल उपलब्ध हैं, तो आपको अपने सर्वर पर निम्नलिखित कॉन्फ़िगरेशन को सक्षम करना चाहिए:

source: Back
hi_in: वापस

source: Page
hi_in: पृष्ठ

source: Layout
hi_in: लेआउट

source: Traffic
hi_in: यातायात

source: Group:
hi_in: समूह:

source: Display
hi_in: प्रदर्शन

source: Your profile
hi_in: आपका प्रोफाइल

source: Oh no!
hi_in: अरे नहीं!

source: Customer name:
hi_in: ग्राहक का नाम:

source: Your shop is in debug mode.
hi_in: अपनी दुकान डिबग मोड में है।

source: Add
hi_in: जोड़ें

source: Edit
hi_in: संपादित करें

source: List
hi_in: सूची

source: View details
hi_in: विवरण देखें

source: Options
hi_in: विकल्प

source: Add new
hi_in: नया जोड़ें

source: View
hi_in: देखें

source: yes
hi_in: हां

source: no
hi_in: नहीं

source: Administration
hi_in: प्रशासक

source: Advertising and Marketing
hi_in: विज्ञापन और विपणन

source: Analytics and Stats
hi_in: विश्लेषण और आंकड़े

source: Taxes & Invoicing
hi_in: कर और चालान

source: Checkout
hi_in: चेकआउट

source: Content Management
hi_in: कॉंटेंट प्रबंधन

source: Customer Reviews
hi_in: ग्राहक समीक्षा

source: Front office Features
hi_in: फ्रंट ऑफिस विशेषताएं

source: Internationalization and Localization
hi_in: अंतर्राष्ट्रीयकरण और स्थानीयकरण

source: Merchandising
hi_in: व्यापार

source: Migration Tools
hi_in: माइग्रेशन टूल्स

source: Payments and Gateways
hi_in: भुगतान और गेटवे

source: Site certification & Fraud prevention
hi_in: साइट प्रमाणीकरण और धोखाधड़ी की रोकथाम

source: SEO
hi_in: एसईओ

source: Slideshows
hi_in: स्लाइडशो

source: Marketplace
hi_in: बाज़ार

source: Mobile
hi_in: मोबाइल

source: Dashboard
hi_in: डैशबोर्ड

source: Internationalization & Localization
hi_in: अंतर्राष्ट्रीयकरण और स्थानीयकरण

source: Social & Community
hi_in: सामाजिक & समुदाय

source: Module not found
hi_in: मॉड्यूल नहीं मिला

source: Modules to update
hi_in: अपडेट करने के लिए मॉड्यूल

source: Translate this module
hi_in: इस मॉड्यूल का अनुवाद करें

source: Important Notice
hi_in: महत्वपूर्ण सूचना

source: This module is Untrusted for your country
hi_in: यह मॉड्यूल आपके देश के लिए अविश्वसनीय है

source: Delete selected
hi_in: चयनित हटाएँ

source: Delete selected items?
hi_in: चयनित आइटम्स हटाएँ?

source: Class
hi_in: क्लास

source: Position
hi_in: स्थिति

source: Menus
hi_in: मेन्यू

source: Add new menu
hi_in: नए मेनू जोड़ें

source: Home
hi_in: मुखपृष्ठ

source: Status
hi_in: स्थिति

source: Parent
hi_in: जनक
