Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.5/*/ModulesEmailsubscriptionAdmin.*.xlf
Languages: de_lu, hi_in

source: Newsletter subscription
de_lu: Newsletter-Anmeldung
hi_in: समाचार पत्रिका की सदस्यता

source: Adds a form for newsletter subscription.
de_lu: Fügt einen Formular für Newsletter-Abos hinzu.
hi_in: समाचार पत्रिका सदस्यता के लिए एक फॉर्म जोड़ता है।

source: Are you sure that you want to delete all of your contacts?
de_lu: Sind Sie sicher, dass Sie alle Kontakte löschen wollen?
hi_in: क्या आप वाकई अपने सभी संपर्कों को हटाना चाहते हैं?

source: Subscribed
de_lu: Abonniert
hi_in: सदस्यता प्राप्त

source: Newsletter registrations
de_lu: Newsletter-Anmeldungen
hi_in: समाचार पत्रिका पंजीकरण

source: Unsubscribe
de_lu: Abbestellen
hi_in: सदस्यता रद्द

source: Would you like to send a verification email after subscription?
de_lu: Bestätigungsnachricht nach Newsletter-Anmeldung senden?
hi_in: क्या आप सदस्यता के बाद एक सत्यापन ईमेल भेजना चाहते हैं?

source: Would you like to send a confirmation email after subscription?
de_lu: Bestätigungsmail nach Abonnement senden?
hi_in: क्या आप सदस्यता के बाद एक पुष्टिकरण ईमेल भेजना चाहते हैं?

source: Welcome voucher code
de_lu: Willkommensgutschein-Code

source: Leave blank to disable by default.
de_lu: Zur Deaktivierung leer lassen
hi_in: डिफ़ॉल्ट रूप से अक्षम करने के लिए खाली छोड़ दें।

source: Newsletter conditions
de_lu: Newsletter-Bedingungen

source: This text will be displayed beneath the newsletter subscribe button.
de_lu: Dieser Text wird neben dem Button "Newsletter abonnieren" angezeigt.
hi_in: यह पाठ समाचार पत्रिका सब्सक्राइब बटन के नीचे प्रदर्शित किया जाएगा।

source: Customers' country
de_lu: Herkunftsland des Kunden
hi_in: ग्राहक का देश

source: Newsletter subscribers
de_lu: Newsletter-Abonnenten
hi_in: समाचार पत्रिका की सदस्यता

source: Customers can subscribe to your newsletter when registering, or by entering their email in the newsletter form.
de_lu: Kunden können Ihren Newsletter bei Registrierung oder nachträglich im Newsletter-Formular abonnieren.
hi_in: पंजीकरण करते समय, या समाचार पत्रिका फॉर्म में अपना ईमेल दर्ज करके ग्राहक आपके समाचार पत्रिका की सदस्यता ले सकते हैं।

source: Non-subscribers
de_lu: Nicht-Abonnenten

source: Partner offers subscribers
de_lu: Partnerangebote Abonnenten

source: Partner offers subscribers have agreed to receive your partners' offers.
de_lu: Newsletter-Abonnenten, die Sonderangeboten von unseren Partnern akzeptiert haben.
hi_in: साझेदार ऑफ़र ग्राहक आपके साझेदारों के ऑफ़र प्राप्त करने के लिए सहमत हुए हैं।

source: All customers
de_lu: Alle Kunden
hi_in: सभी ग्राहकों

source: Partner offers non-subscribers
de_lu: Partnerangebote Nichtabonnenten

source: Search for addresses
de_lu: Suche E-Mail

source: Email address to search
de_lu: Suche nach E-Mail-Adressen

source: Example: contact@prestashop.com or @prestashop.com
de_lu: Beispiel: contact@prestashop.com oder @prestashop.com

source: No customers found with these filters!
de_lu: Keine Kunden mit diesen Filtern gefunden!

source: Download the file
de_lu: Laden Sie die Datei herunter

source: -- Select associated page --
de_lu: -- Zugehörige Seite wählen --

source: Subscribed on
hi_in: सदस्यता प्राप्त

source: Filter customers by country.
hi_in: देश द्वारा ग्राहकों को फ़िल्टर करें।

source: Filter customers who have subscribed to the newsletter or not, and who have an account or not.
hi_in: उन ग्राहकों को फ़िल्टर करें जिन्होंने समाचार पत्रिका की सदस्यता ली है या नहीं, और जिनके पास खाता है या नहीं।

source: All subscribers
hi_in: सभी सदस्य

source: Filter customers who have agreed to receive your partners' offers or not.
hi_in: उन ग्राहकों को फ़िल्टर करें जो आपके भागीदारों के ऑफ़र प्राप्त करने के लिए सहमत हैं या नहीं।
