Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.5/*/ModulesCategorytreeAdmin.*.xlf
Languages: he_il

source: Category tree links
he_il: קישור לקטגוריות

source: Adds a block featuring product categories.
he_il: הוסף בלוק קטגוריות

source: Category root
he_il: קטגוריה ראשית

source: Select which category is displayed in the block. The current category is the one the visitor is currently browsing.
he_il: בחר איזו קטגוריה תוצג בבלוק זה. הקטגוריה הנוכחית היא זו שהלקוח כרגע גולש בה.

source: Home category
he_il: קטגוריית הבית

source: Current category
he_il: קטגוריה נוכחית

source: Parent category
he_il: קטגוריית אב

source: Current category, unless it has no subcategories, in which case the parent category of the current category is used
he_il: הקטגוריה הנוכחית, אלא אם אין קטגוריות משנה, ובמקרה הקטגוריה האב של הקטגוריה הנוכחית משמש

source: Maximum depth
he_il: עומק מקסימלי

source: Set the maximum depth of category sublevels displayed in this block (0 = infinite).
he_il: הגדר את העומק המקסימלי של תת קטגורייות להצגה בבלוק זה (0 = ללא הגבלה).
