Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.5/*/ModulesDateofdeliveryAdmin.*.xlf
Languages: bs_ba, hi_in

source: Date of delivery
hi_in: डिलीवरी की तारीख

source: Displays an approximate date of delivery
hi_in: वितरण की अनुमानित तारीख प्रदर्शित करता है

source: Date format is invalid
hi_in: दिनांक प्रारूप अमान्य है

source: Settings are updated
hi_in: सेटिंग को अद्यतन किया गया है

source: Minimum time is invalid
hi_in: न्यूनतम समय अमान्य है

source: Maximum time is invalid
hi_in: अधिकतम समय अमान्य है

source: Carrier is invalid
hi_in: वाहक अमान्य है

source: This rule has already been defined for this carrier.
hi_in: इस नियम को पहले से ही इस वाहक के लिए परिभाषित किया गया है।

source: An error occurred on adding of carrier rule.
hi_in: वाहक नियम जोड़ने पर एक त्रुटि हुई।

source: An error occurred on updating of carrier rule.
hi_in: वाहक नियम को अद्यतन करने पर एक त्रुटि हुई।

source: Carrier rule deleted successfully
hi_in: वाहक नियम सफलतापूर्वक हटा दिया गया

source: Carrier rule added successfully
hi_in: वाहक नियम सफलतापूर्वक जोड़ा गया

source: Carrier rule updated successfully
hi_in: वाहक नियम सफलतापूर्वक अपडेट किया गया

source: Extra time when a product is out of stock
hi_in: अतिरिक्त समय जब कोई उत्पाद स्टॉक से बाहर होता है

source: Extra time for preparation of the order
hi_in: आदेश की तैयारी के लिए अतिरिक्त समय

source: Preparation option
hi_in: तैयारी विकल्प

source: Saturday preparation
hi_in: शनिवार की तैयारी

source: Sunday preparation
hi_in: रविवार की तैयारी

source: Date format:
bs_ba: Format datuma:
hi_in: दिनांक स्वरूप

source: You can see all parameters available at: %site%
bs_ba: Možete vidjeti sve parametre dostupne na: %site%
hi_in: आप यहां उपलब्ध सभी पैरामीटर देख सकते हैं: %site%

source: Carrier :
bs_ba: Dobavljač :
hi_in: वाहक :

source: Delivery between
bs_ba: Isporuka između

source: Delivery option
bs_ba: Opcije isporuke

source: Delivery on Saturday
bs_ba: Isporuka u subotu

source: Delivery on Sunday
bs_ba: Isporuka u nedelju

source: Name of carrier
bs_ba: Ime dostavljača

source: Saturday delivery
bs_ba: Isporuka subotom

source: Sunday delivery
bs_ba: Isporuka nedeljom

source: %1$d day(s) and %2$d day(s)
bs_ba: %1$d dan(a) i %2$d dan(a)
