Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.5/*/ModulesGsitemapAdmin.*.xlf
Languages: lt_lt, mk_mk, sk_sk

source: Google sitemap
lt_lt: Google svetainės žemėlapis
mk_mk: Google мапа на сајтот

source: Generate your Google sitemap file
lt_lt: Generuoti Google svetainės žemėlapio bylą
mk_mk: генерирај Google sitemap file

source: An error occured while trying to check your file permissions. Please adjust your permissions to allow PrestaShop to write a file in your root directory.
lt_lt: Tikrinant jūsų teises įvyko klaida. Pataisykite teises, kad PrestaShop galėtų rašyti į failą jūsų šakniniame (root) kataloge.
mk_mk: се појави грешка на проверката на дозволите. провери ги дозволите и доволи PrestaShop да запише датотека во основниот директориум.

source: Your sitemaps were successfully created. Please do not forget to setup the URL
mk_mk: Вашите мапи на страницата се успешно создадени. Не заборавајте да поставите URL
sk_sk: Vaša mapa stránok bola úspešne vytvorená. Nezabudnite prosím nastaviť URL adresu

source: in your Google Webmaster account.
lt_lt: jūsų "Google Webmaster" paskyroje.
mk_mk: во вашиот Google Webmaster account.

source: Your sitemaps
mk_mk: Вашите мапи на страницата
sk_sk: Vaša mapa stránky

source: Sitemaps were already created.
lt_lt: Svetainės žemėlapiai jau buvo sukurti.
mk_mk: мапите на сајтот се веќе креирани.

source: Continue
lt_lt: Tęsti
mk_mk: Продолжи

source: Please set up the following sitemap URL in your Google Webmaster account:
mk_mk: Ве молиме поставете URL за мапата на страницата преку вашиот Google Webmaster налог:
sk_sk: Zadajte prosím túto URL adresu do vášho účtu Google Webmaster:

source: This URL is the master sitemaps file. It refers to the following sub-sitemap files:
mk_mk: Ова е главниот URL на датотеката за мапи на страницата. Се однесува за следните под-датотеки за мапи на страницата:
sk_sk: Táto adresa URL je hlavným súborom máp stránok. Odkazuje na nasledujúce mapy v súbore mapa stránky:

source: Your last update was made on this date:
lt_lt: Paskutinis atnaujinimas buvo atliktas:
mk_mk: Вашето последно ажурирање беше направено на овој датум:

source: For a better use of the module, please make sure that you have
lt_lt: Geresniam modulio naudojimui, įsitikinkite kad jūs turite
mk_mk: за подобро користење на моудлот, види и биди сигурен дека има

source: A minimum memory_limit value of 128 MB.
mk_mk: Минималана memory_limit вредност 128 MB.
sk_sk: Minimálna hodnota memory_limit je 128 MB.

source: A minimum max_execution_time value of 30 seconds.
mk_mk: Минимална max_execution_time вредност 30 секунди.
sk_sk: Minimálna hodnota max_execution_time je 30 sekúnd.

source: You can edit these limits in your php.ini file. For more details, please contact your hosting provider.
lt_lt: Galite pakeisti šiuos limitus savo php.ini faile. Norėdami sužinoti detaliau, susisiekite su savo svetainės talpinimo tiekėju.
mk_mk: може да ги едитираш лимитите во php.ini За повеќе детали, контактирај го провајдерот за хостинг.

source: Configure your sitemap
mk_mk: Конфигурирајте ги вашите мапи на страницата
sk_sk: Konfigurovať mapu stránky

source: Several sitemap files will be generated depending on how your server is configured and on the number of activated products in your catalog.
mk_mk: Неколку датотеки за мапите на страницата ќе бидат генерирани во зависност од тоа како вашиот сервер е конфигуриран и од бројот на активирани производи на вашиот каталог.
sk_sk: V závislosti od spôsobu konfigurácie servera a počtu aktívnych produktov vo vašom katalógu sa vygenerujú viaceré súbory mapa stránky.

source: How often do you update your store?
lt_lt: Kaip dažnai norite atnaujinti savo parduotuvę?
mk_mk: колку често ја освежуваш продавницата?

source: always
lt_lt: visuomet
mk_mk: секогаш

source: hourly
lt_lt: kas valandą
mk_mk: еднаш во час

source: daily
lt_lt: kasdieną
mk_mk: дневно

source: weekly
lt_lt: kas savaitę
mk_mk: неделно

source: monthly
lt_lt: kas mėnesį
mk_mk: месечно

source: yearly
lt_lt: kasmet
mk_mk: годишно

source: never
lt_lt: niekada
mk_mk: никогаш

source: Check this box if you wish to check the presence of the image files on the server
lt_lt: Pažymėkite šią varnelę jei norite tikrinti ar serveryje egzistuoja paveiksliukų failai
mk_mk: обележи ја опцијата ако сакаш присуство на слики на серверот

source: Check all
mk_mk: Обележи се'
sk_sk: Označiť všetko

source: Indicate the pages that you do not want to include in your sitemap files:
mk_mk: Наведете ги страниците кои не сакате да бидат вклучени во вашите датотеки за мапи на страниците:
sk_sk: Označte stránky, ktoré nechcete zahrnúť do súboru mapa stránky:

source: Generate sitemap
mk_mk: Генерирајте мапа за страницата
sk_sk: Generovať mapu stránky

source: This can take several minutes
lt_lt: Tai gali užtrukti kelias minutes
mk_mk: ова ке потрае неколку минути

source: You have two ways to generate sitemaps.
mk_mk: Имате два начина да генерирате мапи за страницата.
sk_sk: Máte dva spôsoby, ako generovať súbor mapa stránky.

source: Manually:
lt_lt: Rankomis:
mk_mk: рачно:

source: Using the form above (as often as needed)
mk_mk: Користејќи го формуларот погоре (онолку често колку е потребно)
sk_sk: Použite vyššie uvedený formulár (tak často, ako je to potrebné)

source: -or-
lt_lt: -arba-
mk_mk: -или-

source: Automatically:
lt_lt: Automatiškai:
mk_mk: автоматски:

source: Ask your hosting provider to setup a "Cron task" to load the following URL at the time you would like:
lt_lt: Paprašykite jūsų hostingo tiekėjo nustatyti "cron darbą" kuris užkrautų šį URL jūsų pageidaujamu laiku:
mk_mk: побарај од хостинг провајдерот да подеси "Cron task" за да се вчитаат следните урл-а тогаш кога ти ќе сакаш:

source: It will automatically generate your XML sitemaps.
mk_mk: Тоа автоматски ќе ги генерира вашите XML мапи за страниците.
sk_sk: Automaticky generuje XML mapy stránok.

source: Uncheck all
mk_mk: Одчекирај се'
sk_sk: Odznačiť všetko

source: This shop has no sitemap yet.
mk_mk: Овој пазар се уште нема мапи за страницата.
sk_sk: Tento obchod ešte nemá žiadnu mapu stránky.

source: Generating a sitemap can take several minutes
mk_mk: Генерирањето на мапи за страниците може да трае неколку минути
sk_sk: Vytváranie súboru mapa stránky môže trvať niekoľko minút

source: Information
mk_mk: Информации

source: The above URL is the master sitemap file. It refers to the following sub-sitemap files:
mk_mk: Горенаведениот URL е главната датотека за мапите на страниците. Се однесува за сленидте под-датотека за мапите на страниците:
sk_sk: Táto adresa URL je hlavným súborom máp stránok. Odkazuje na nasledujúce mapy v súbore mapa stránky:

source: Ask your hosting provider to setup a "Cron job" to load the following URL at the time you would like:
mk_mk: Прашјте го вашиот хостинг провајдер да ви постави „Cron job“ за да го вчитате следниот URL во време кое посакувате:
sk_sk: Spýtajte sa svojho poskytovateľa hostingu ako nastaviť "Cron úlohu" aby sa skript spustil na následujúcej URL adrese v požadovanej dobe:

source: Your sitemaps
lt_lt: Jūsų svetainės žemėlapiai

source: Configure your sitemap
lt_lt: Konfigūruoti svetainės žemėlapį

source: Check all
lt_lt: Pažymėti visus

source: Generate sitemap
lt_lt: Generuoti svetainės žemėlapį

source: Uncheck all
lt_lt: Išvalyti žymėjimus

source: This shop has no sitemap yet.
lt_lt: Ši el. parduotuvė dar neturi svetainės žemėlapio.

source: Generating a sitemap can take several minutes
lt_lt: Svetainės žemėlapio kūrimas gali užtrukti keletą minučių

source: Information
lt_lt: Informacija
