Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.5/*/ModulesWelcomeAdmin.*.xlf
Languages: hi_in

source: Let's create your first product
hi_in: चलिए आपका पहला उत्पाद बनाते हैं।

source: What do you want to tell about it? Think about what your customers want to know.
hi_in: आप इसके बारे में क्या कहना चाहते हैं? इस बारे में सोचें कि आपके ग्राहक क्या जानना चाहते हैं।

source: Add clear and attractive information. Don't worry, you can edit it later :)
hi_in: स्पष्ट और आकर्षक जानकारी जोड़ें। चिंता न करें, आप इसे बाद में संपादित कर सकते हैं :)

source: Give your product a catchy name.
hi_in: अपने उत्पाद को एक आकर्षक नाम दें।

source: Fill out the essential details in this tab. The other tabs are for more advanced information.
hi_in: इस टैब में आवश्यक विवरण भरें। अन्य टैब अधिक उन्नत जानकारी के लिए हैं।

source: Add one or more pictures so your product looks tempting!
hi_in: एक या अधिक चित्र जोड़ें ताकि आपका उत्पाद आकर्षक लग रहा हो!

source: How much do you want to sell it for?
hi_in: आप इसे कितना बेचना चाहते हैं?

source: Yay! You just created your first product. Looks good, right?
hi_in: वाह! आपने अभी अपना पहला उत्पाद बनाया है। अच्छा लगता है, है ना?

source: Give your shop its own identity
hi_in: अपनी दुकान अपनी पहचान दें

source: How do you want your shop to look? What makes it so special?
hi_in: आप अपनी दुकान कैसे देखना चाहते हैं? इसे क्या विशेष बनाता है?

source: Customize your theme or choose the best design from our theme catalog.
hi_in: अपनी थीम को कस्टमाइज़ करें या हमारे थीम कैटलॉग से सर्वश्रेष्ठ डिज़ाइन चुनें।

source: A good way to start is to add your own logo here!
hi_in: शुरू करने का एक अच्छा तरीका है अपना खुद का लोगो यहां जोड़ना!

source: If you want something really special, have a look at the theme catalog!
hi_in: यदि आप कुछ वास्तव में विशेष चाहते हैं, तो थीम कैटलॉग पर एक नज़र डालें!

source: Get your shop ready for payments
hi_in: भुगतान के लिए अपनी दुकान तैयार हो जाओ

source: How do you want your customers to pay you?
hi_in: आप अपने ग्राहकों को कैसे भुगतान करना चाहते हैं?

source: These payment methods are already available to your customers.
hi_in: ये भुगतान विधियां आपके ग्राहकों के लिए पहले से ही उपलब्ध हैं।

source: Adapt your offer to your market: add the most popular payment methods for your customers!
hi_in: अपने बाजार में अपने प्रस्ताव को अनुकूलित करें: अपने ग्राहकों के लिए सबसे लोकप्रिय भुगतान विधियां जोड़ें!

source: And you can choose to add other payment methods from here!
hi_in: और आप यहां से अन्य भुगतान विधियां जोड़ना चुन सकते हैं!

source: Choose your shipping solutions
hi_in: अपने शिपिंग समाधान चुनें

source: Forum
hi_in: मंच

source: Next
hi_in: अगला
