Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.5/*/ModulesStatsequipmentAdmin.*.xlf
Languages: fa_ir

source: Browsers and operating systems
fa_ir: مرورگرها و سیستم عامل ها

source: Adds a tab containing graphs about web browser and operating system usage to the Stats dashboard.
fa_ir: یک زبانه شامل نمودارهایی درباره مصرف مرورگر وب و سیستم عامل به آمار داشبورد اضافه می کند.

source: Making sure that your website is accessible to as many people as possible
fa_ir: مطمئن شوید که وبسایت شما تا حد امکان برای تمامی افراد قابل دسترسی است

source: When managing a website, it is important to keep track of the software used by visitors so as to be sure that the site displays the same way for everyone. PrestaShop was built to be compatible with the most recent Web browsers and computer operating systems (OS). However, because you may end up adding advanced features to your website or even modifying the core PrestaShop code, these additions may not be accessible to everyone. That is why it is a good idea to keep track of the percentage of users for each type of software before adding or changing something that only a limited number of users will be able to access.
fa_ir: در مدیریت یک وبسایت، مهم است که شما بدانید کاربرانتان با چه نرم افزاری از سایت شما دیدن کرده‌اند، تا مطمئن شوید که سایتتان به صورت صحیح و یکسان برای همه نمایش داده می‌شود. پرستاشاپ با بیشتر مرورگرهای مدرن و سیستم عامل‌ها(OS) سازگار است. با این حال، شما ممکن است امکانات پیشرفته‌ای به فروشگاه خود اضافه کنید، یا حتی هسته پرستاشاپ را ویرایش کنید، بنابراین این تغییرات اضافی ممکن است برای همه قابل دسترس نباشند. این دلیل خوبی است که پیش از اضافه یا کم کردن هر امکانی، درصد کاربران نرم افزارهای مختلف را بدانید.

source: Indicates the percentage of each web browser used by customers.
fa_ir: درصد استفاده از هر مرورگر بین مشتریان را نشان میدهد.

source: CSV Export
fa_ir: استخراج CSV

source: Indicates the percentage of each operating system used by customers.
fa_ir: درصد استفاده از هر سیستم عامل بین مشتریان را نشان میدهد.

source: Plugins
fa_ir: پلاگین ها

source: Web browser used
fa_ir: مرورگر استفاده شده

source: Operating system used
fa_ir: سیستم عامل استفاده شده
