Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.5/*/ModulesFacetedsearchAdmin.*.xlf
Languages: hi_in

source: Warning! Your hosting provider is using the Suhosin patch for PHP, which limits the maximum number of fields allowed in a form:
hi_in: चेतावनी! आपका होस्टिंग प्रदाता PHP के लिए सुहोसिन पैच का उपयोग कर रहा है, जो किसी फ़ॉर्म में अनुमत फ़ील्ड की अधिकतम संख्या को सीमित करता है:

source: for suhosin.post.max_vars.
hi_in: suhosin.post.max_vars के लिए ।

source: for suhosin.request.max_vars.
hi_in: suhosin.request.max_vars के लिए ।

source: Please ask your hosting provider to increase the Suhosin limit to
hi_in: Suhosin सीमा को बढ़ाने के लिए कृपया अपने होस्टिंग प्रदाता से पूछें

source: Warning! Your PHP configuration limits the maximum number of fields allowed in a form:
hi_in: चेतावनी! आपकी PHP कॉन्फ़िगरेशन किसी फ़ॉर्म में अनुमत फ़ील्ड की अधिकतम संख्या को सीमित करती है:

source: Use this attribute in URL generated by the Faceted Search module.
hi_in: Faceted Search मॉड्यूल द्वारा जेनरेट किए गए यूआरएल में इस विशेषता का उपयोग करें।

source: When the Faceted Search module is enabled, you can get more detailed URLs by choosing the word that best represent this feature. By default, PrestaShop uses the feature's name, but you can change that setting using this field.
hi_in: जब फिक्स्ड सर्च मॉड्यूल सक्षम होता है, तो आप इस सुविधा का सबसे अच्छा प्रतिनिधित्व करने वाले शब्द को चुनकर अधिक विस्तृत यूआरएल प्राप्त कर सकते हैं। डिफ़ॉल्ट रूप से, PrestaShop सुविधा का नाम उपयोग करता है, लेकिन आप इस फ़ील्ड का उपयोग करके उस सेटिंग को बदल सकते हैं।

source: When the Faceted Search module is enabled, you can get more detailed page titles by choosing the word that best represent this feature. By default, PrestaShop uses the feature's name, but you can change that setting using this field.
hi_in: जब फिक्स्ड सर्च मॉड्यूल सक्षम होता है, तो आप इस सुविधा का सबसे अच्छा प्रतिनिधित्व करने वाले शब्द को चुनकर अधिक विस्तृत पृष्ठ शीर्षक प्राप्त कर सकते हैं। डिफ़ॉल्ट रूप से, PrestaShop सुविधा का नाम उपयोग करता है, लेकिन आप इस फ़ील्ड का उपयोग करके उस सेटिंग को बदल सकते हैं।

source: When the Faceted Search module is enabled, you can get more detailed URLs by choosing the word that best represent this feature's value. By default, PrestaShop uses the value's name, but you can change that setting using this field.
hi_in: जब फिक्स्ड सर्च मॉड्यूल सक्षम होता है, तो आप इस सुविधा के मूल्य का सबसे अच्छा प्रतिनिधित्व करने वाले शब्द को चुनकर अधिक विस्तृत यूआरएल प्राप्त कर सकते हैं। डिफ़ॉल्ट रूप से, PrestaShop मान का नाम उपयोग करता है, लेकिन आप इस फ़ील्ड का उपयोग करके उस सेटिंग को बदल सकते हैं।

source: When the Faceted Search module is enabled, you can get more detailed page titles by choosing the word that best represent this feature's value. By default, PrestaShop uses the value's name, but you can change that setting using this field.
hi_in: जब फिक्स्ड सर्च मॉड्यूल सक्षम होता है, तो आप इस सुविधा के मूल्य का सबसे अच्छा प्रतिनिधित्व करने वाले शब्द को चुनकर अधिक विस्तृत पृष्ठ शीर्षक प्राप्त कर सकते हैं। डिफ़ॉल्ट रूप से, PrestaShop मान का नाम उपयोग करता है, लेकिन आप इस फ़ील्ड का उपयोग करके उस सेटिंग को बदल सकते हैं।
