Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.5/*/ModulesGAnalyticsAdmin.*.xlf
Languages: hi_in

source: Google Analytics
hi_in: गूगल एनालिटिक्स

source: Gain clear insights into important metrics about your customers, using Google Analytics
hi_in: Google Analytics का उपयोग करके अपने ग्राहकों के बारे में महत्वपूर्ण मीट्रिक में स्पष्ट अंतर्दृष्टि प्राप्त करें

source: Are you sure you want to uninstall Google Analytics? You will lose all the data related to this module.
hi_in: क्या आप वाकई Google Analytics को अनइंस्टॉल करना चाहते हैं? आप इस मॉड्यूल से संबंधित सभी डेटा खो देंगे।

source: Google Analytics Tracking ID
hi_in: गूगल एनालिटिक्स ट्रैकिंग आईडी

source: This information is available in your Google Analytics account
hi_in: यह जानकारी आपके गूगल एनालिटिक्स खाते में उपलब्ध है

source: Enable User ID tracking
hi_in: उपयोगकर्ता आईडी ट्रैकिंग सक्षम करें

source: Use this option to anonymize the visitor’s IP to comply with data privacy laws in some countries
hi_in: कुछ देशों में डेटा गोपनीयता कानूनों का अनुपालन करने के लिए विज़िटर के आईपी को अनामित करने के लिए इस विकल्प का उपयोग करें

source: Enable Cross-Domain tracking
hi_in: क्रॉस-डोमेन ट्रैकिंग सक्षम करें

source: Account ID updated successfully
hi_in: खाता आईडी सफलतापूर्वक अपडेट की गई

source: Settings for User ID updated successfully
hi_in: उपयोगकर्ता आईडी के लिए सेटिंग्स सफलतापूर्वक अपडेट की गई

source: Settings for Anonymize IP updated successfully
hi_in: अज्ञात आईपी के लिए सेटिंग्स सफलतापूर्वक अपडेट किया गया

source: Your customers go everywhere; shouldn't your analytics.
hi_in: आपके ग्राहक हर जगह जाते हैं; आपके एनालिटिक्स नहीं होना चाहिए।

source: Google Analytics shows you the full customer picture across ads and videos, websites and social tools, tables and smartphones. That makes it easier to serve your current customers and win new ones.
hi_in: Google Analytics आपको विज्ञापनों और वीडियो, वेबसाइटों और सामाजिक उपकरण, टेबल और स्मार्टफ़ोन पर पूर्ण ग्राहक चित्र दिखाता है। इससे आपके मौजूदा ग्राहकों की सेवा करना और नए जीतना आसान हो जाता है।

source: With ecommerce functionality in Google Analytics you can gain clear insight into important metrics about shopper behavior and conversion, including:
hi_in: Google Analytics में ईकॉमर्स कार्यक्षमता के साथ आप दुकानदार व्यवहार और रूपांतरण के बारे में महत्वपूर्ण मीट्रिक में स्पष्ट अंतर्दृष्टि प्राप्त कर सकते हैं, जिनमें निम्न शामिल हैं:

source: Product detail views
hi_in: उत्पाद विवरण

source: Merchants are able to understand how far along users get in the buying process and where they are dropping off.
hi_in: व्यापारियों को यह समझने में सक्षम हैं कि उपयोगकर्ताओं को खरीद प्रक्रिया में कितनी दूर मिलती है और जहां वे गिर रहे हैं।

source: Create your account to get started.
hi_in: शुरू करने के लिए अपना खाता बनाएं।
