Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.5/*/ModulesLegalcomplianceAdmin.*.xlf
Languages: he_il

source: Legal Compliance
he_il: עמידה בדרישות חוק

source: This module helps merchants comply with applicable e-commerce laws.
he_il: מודול זה מסייע לסוחרים לציית לחוקים החלים על מסחר אלקטרוני.

source: Could not install new hook
he_il: לא היתה אפשרות להתקין hook חדש

source: Legal notice
he_il: הודעות משפטיות

source: Please add your legal information to this site.
he_il: נא הוסף את המידע המשפטי שלך לאתר זה.

source: Terms of Service (ToS)
he_il: תנאי שימוש

source: Please add your Terms of Service (ToS) to this site.
he_il: נא הוסף את תנאי השירות (ToS) שלך לאתר זה.

source: Revocation terms
he_il: תנאי ביטול

source: Please add your Revocation terms to this site.
he_il: נא הוסף את תנאי הביטול שלך לאתר זה.

source: Privacy
he_il: פרטיות

source: Please insert here your content about privacy. If you have activated Social Media modules, please provide a notice about third-party access to data.
he_il: הכנס כאן את התוכן שלך לגבי פרטיות. אם הפעלת מודולים של מדיה חברתית, ספק הודעה על גישה של צד שלישי לנתונים.

source: Shipping and payment
he_il: משלוח ותשלום

source: Please add your Shipping and payment information to this site.
he_il: נא הוסף את פרטי המשלוח והתשלום שלך לאתר זה.

source: Environmental notice
he_il: הערות סביבתיות

source: Please add your Environmental information to this site.
he_il: הוסף את המידע הסביבתי שלך לאתר זה.

source: Failed to associate legal content with an email template.
he_il: לא היתה אפשרות לשייך תוכן משפטי לתבנית דואר אלקטרוני.

source: Shipping fees label cannot be activated unless you associate "%s" role with a Page.
he_il: לא ניתן להפעיל את תווית דמי המשלוח, אלא אם כן אתה מקשר תפקיד "%s" עם דף.

source: Revocation form
he_il: טופס ביטול

source: Labels
he_il: תווית

source: Additional information about delivery time
he_il: מידע נוסף על זמן אספקה

source: Indicate for which countries your delivery time applies.
he_il: ציין עבור אילו מדינות מועד המסירה שלך חל.

source: 'Our previous price' label
he_il: תווית 'מחיר הקודם שלנו'

source: Tax 'inc./excl.' label
he_il: תווית מע"מ 'כולל/לא כולל'

source: 'Shipping fees excl.' label
he_il: תווית 'לא כולל דמי משלוח'

source: Features
he_il: תכונות
