Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.5/*/ModulesEmailsubscriptionShop.*.xlf
Languages: hi_in

source: Newsletter subscription
hi_in: समाचार पत्रिका की सदस्यता

source: This email address is not registered.
hi_in: यह ईमेल पंजीकृत नहीं है।

source: An error occurred while attempting to unsubscribe.
hi_in: सदस्यता समाप्त करने का प्रयास करते समय एक त्रुटि हुई।

source: Unsubscription successful.
hi_in: सदस्यता रद्द सफल।

source: This email address is already registered.
hi_in: यह ईमेल पहले से ही पंजीकृत है.

source: An error occurred during the subscription process.
hi_in: सदस्यता प्रक्रिया के दौरान एक त्रुटि हुई।

source: A verification email has been sent. Please check your inbox.
hi_in: एक सत्यापन ईमेल भेजा गया है। कृपया अपना इनबॉक्स जांचें।

source: You have successfully subscribed to this newsletter.
hi_in: आपने सफलतापूर्वक इस न्यूज़लेटर की सदस्यता ली है।

source: This email is already registered and/or invalid.
hi_in: यह ईमेल पहले ही पंजीकृत है और / या अमान्य है।

source: Thank you for subscribing to our newsletter.
hi_in: हमारे समाचार पत्रिका को सब्सक्राइब करने के लिए धन्यवाद।

source: Sign up for our newsletter[1][2]%conditions%[/2]
hi_in: हमारे समाचार पत्रिका के लिए साइन अप करें[1][2]%conditions%[/2]

source: You may unsubscribe at any moment. For that purpose, please find our contact info in the legal notice.
hi_in: आप किसी भी पल में सदस्यता रद्द कर सकते हैं। उस उद्देश्य के लिए, कृपया कानूनी सूचना में हमारी संपर्क जानकारी पाएं।

source: Newsletter
hi_in: समाचार पत्रिका

source: Your e-mail
hi_in: आपका ईमेल
