Repository: Daxtermania/TranslationFiles
Catalog: 1.7/translations/1.7.5/*/ShopNotificationsError.*.xlf
Languages: hi_in

source: This voucher is disabled
hi_in: यह वाउचर अक्षम है

source: This voucher has already been used
hi_in: उस कूपन कोड का पहले से ही उपयोग किया जा चुका है।

source: This voucher is not valid yet
hi_in: यह वाउचर अभी तक वैध नहीं है

source: This voucher has expired
hi_in: यह वाउचर समाप्त हो गया है

source: You cannot use this voucher anymore (usage limit reached)
hi_in: आप इस वाउचर का अब और उपयोग नहीं कर सकते (उपयोग सीमा तक पहुंच गई)

source: You cannot use this voucher
hi_in: आप इस वाउचर का उपयोग नहीं कर सकते

source: You must choose a delivery address before applying this voucher to your order
hi_in: इस वाउचर को अपने ऑर्डर पर लागू करने से पहले आपको डिलीवरी पता चुनना होगा

source: You cannot use this voucher in your country of delivery
hi_in: आप अपने वाउचर के देश में इस वाउचर का उपयोग नहीं कर सकते हैं

source: You must choose a carrier before applying this voucher to your order
hi_in: इस आदेश को अपने वाउचर को लागू करने से पहले आपको एक वाहक चुनना होगा

source: You cannot use this voucher with this carrier
hi_in: आप इस वाहक के साथ इस वाउचर का उपयोग नहीं कर सकते हैं

source: You cannot use this voucher on products on sale
hi_in: आप बिक्री पर उत्पादों पर इस वाउचर का उपयोग नहीं कर सकते हैं

source: Please log in first
hi_in: कृपया पहले लॉगिन करें!

source: You have not reached the minimum amount required to use this voucher
hi_in: आप इस वाउचर का उपयोग करने के लिए आवश्यक न्यूनतम राशि तक नहीं पहुंच पाए हैं

source: This voucher is already in your cart
hi_in: यह वाउचर पहले से ही आपके कार्ट में है

source: This voucher is not combinable with an other voucher already in your cart: %s
hi_in: यह वाउचर पहले से ही आपके कार्ट में एक अन्य वाउचर के साथ संयोज्य नहीं है: %s

source: Cart is empty
hi_in: कार्ट खाली है

source: You cannot use this voucher in an empty cart
hi_in: आप इस वाउचर को खाली कार्ट में नहीं इस्तेमाल कर सकते हैं

source: You cannot use this voucher with these products
hi_in: आप इन उत्पादों के साथ इस वाउचर का उपयोग नहीं कर सकते हैं

source: The email is already used, please choose another one or sign in
hi_in: ईमेल पहले से ही उपयोग किया जा रहा है, कृपया एक और चुनें या साइन इन करें

source: Your account isn't available at this time, please contact us
hi_in: आपका खाता इस समय उपलब्ध नहीं है, कृपया हमसे संपर्क करें

source: Authentication failed.
hi_in: प्रमाणीकरण विफल रहा

source: Password is required
hi_in: पासवर्ड आवश्यक है

source: Invalid email/password combination
hi_in: अमान्य ईमेल / पासवर्ड संयोजन

source: An account was already registered with this email address
hi_in: इस ईमेल पते के साथ एक खाता पहले ही पंजीकृत था

source: %s is required.
hi_in: %s आवश्यक है

source: is invalid.
hi_in: अमान्य है।

source: Please fix the error below.
hi_in: कृपया नीचे दिए गए त्रुटि ठीक करें।

source: Could not delete address.
hi_in: पता हटा नहीं सका

source: The customer could not be found.
hi_in: ग्राहक नहीं मिला।

source: You must enter a voucher code.
hi_in: आपको वाउचर कोड दर्ज करना होगा।

source: The voucher code is invalid.
hi_in: वाउचर कोड अमान्य है।

source: This voucher does not exist.
hi_in: यह वाउचर मौजूद नहीं है।

source: You must add %quantity% minimum quantity
hi_in: आपको %quantity% न्यूनतम मात्रा जोड़नी होगी

source: Null quantity.
hi_in: शून्य मात्रा

source: Product not found
hi_in: उत्पाद नहीं मिला

source: This file no longer exists.
hi_in: फ़ाइल अब मौजूद नहीं है

source: Please provide the required information
hi_in: कृपया सभी आवश्यक जानकारी प्रदान करें

source: We cannot regenerate your password with the data you've submitted
hi_in: हम आपके द्वारा सबमिट किए गए डेटा के साथ अपना पासवर्ड पुन: उत्पन्न नहीं कर सकते हैं

source: The password and its confirmation do not match.
hi_in: पासवर्ड और इसकी पुष्टि अलग हैं

source: The password change request expired. You should ask for a new one.
hi_in: पासवर्ड परिवर्तन अनुरोध समाप्त हो गया। आपको एक नया पूछना चाहिए।

source: An error occurred with your account, which prevents us from updating the new password. Please report this issue using the contact form.
hi_in: आपके खाते में एक त्रुटि हुई, जो हमें नया पासवर्ड अपडेट करने से रोकती है। कृपया संपर्क फ़ॉर्म का उपयोग करके इस मुद्दे की रिपोर्ट करें।

source: Login is required
hi_in: लॉग इन आवश्यक है
